{"response": {"currentPage": 181, "orderBy": "newest", "pageSize": 10, "pages": 14194, "results": [{"apiUrl": "https://content.guardianapis.com/football/2016/dec/15/everton-leighton-baines-new-deal", "firPara": "• Everton also tie down defender Mason Holgate until 2021", "id": "football/2016/dec/15/everton-leighton-baines-new-deal", "isHosted": false, "secPara": "Leighton Baines, Gareth Barry and Mason Holgate have agreed new contracts with Everton.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-12-16T10:19:11Z", "webTitle": "Leighton Baines and Gareth Barry agree new Everton contracts", "webUrl": "https://www.theguardian.com/football/2016/dec/15/everton-leighton-baines-new-deal", "wordCnt": 279}, {"apiUrl": "https://content.guardianapis.com/football/blog/2016/dec/16/premier-league-10-things-to-look-out-for-this-weekend", "firPara": "The balance shifts from Arsenal to Manchester City, Chelsea could take a defining step away from the pack and Jack Wilsheres chance to crack on", "id": "football/blog/2016/dec/16/premier-league-10-things-to-look-out-for-this-weekend", "isHosted": false, "secPara": "The balance shifts from Arsenal to Manchester City, Chelsea could take a defining step away from the pack and Jack Wilsheres chance to crack on", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-12-16T09:25:40Z", "webTitle": "Premier League: 10 things to look out for this weekend", "webUrl": "https://www.theguardian.com/football/blog/2016/dec/16/premier-league-10-things-to-look-out-for-this-weekend", "wordCnt": 1653}, {"apiUrl": "https://content.guardianapis.com/football/2016/dec/16/football-transfer-rumours-cesc-fabregas-to-leave-chelsea-for-china", "firPara": "Todays fluff is half-baked", "id": "football/2016/dec/16/football-transfer-rumours-cesc-fabregas-to-leave-chelsea-for-china", "isHosted": false, "secPara": "Todays fluff is half-baked", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-12-16T08:53:07Z", "webTitle": "Football transfer rumours: Cesc Fàbregas to leave Chelsea for China?", "webUrl": "https://www.theguardian.com/football/2016/dec/16/football-transfer-rumours-cesc-fabregas-to-leave-chelsea-for-china", "wordCnt": 195}, {"apiUrl": "https://content.guardianapis.com/football/blog/2016/dec/15/chelsea-antonio-conte-premier-league-10-wins", "firPara": "Chelsea have won 10 straight Premier League games, they are six points clear at the top of the table and their progress towards the title seems inexorable. But are Antonio Contes team really that good? Can they answer some critical questions?", "id": "football/blog/2016/dec/15/chelsea-antonio-conte-premier-league-10-wins", "isHosted": false, "secPara": "Premier League managers have a new buzz phrase matching up. It entails mirroring your rivals formation and explains why David Moyes, a long-time three-at-the-back sceptic, rearranged Sunderland in 3-4-3 configuration for the 1-0 home defeat by Chelsea on Wednesday.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-12-15T22:30:36Z", "webTitle": "Chelsea’s perfect 10 but are they that good and have they any weak points?", "webUrl": "https://www.theguardian.com/football/blog/2016/dec/15/chelsea-antonio-conte-premier-league-10-wins", "wordCnt": 954}, {"apiUrl": "https://content.guardianapis.com/football/2016/dec/15/millwall-compulsory-purchase-order-lewisham-council", "firPara": "On a night of high-stakes manoeuvring in the council chambers the final hearing of the compulsory purchase order of Millwalls land around The Den was dramatically adjourned, to be reheard on 11 January.", "id": "football/2016/dec/15/millwall-compulsory-purchase-order-lewisham-council", "isHosted": false, "secPara": "Representatives of Millwall, their supporters and fellow residents who stand to be evicted had gathered in the Civic Suite at Lewisham Town Hall to learn their fate in front of the Labour Cabinet. To general surprise the meeting began and ended with a terse written statement, which said the council was responding to new information regarding the potentially devastating effects on Millwalls Category Two academy.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-12-15T21:10:00Z", "webTitle": "Millwall compulsory purchase order hearing adjourned by Lewisham council", "webUrl": "https://www.theguardian.com/football/2016/dec/15/millwall-compulsory-purchase-order-lewisham-council", "wordCnt": 406}, {"apiUrl": "https://content.guardianapis.com/football/2016/dec/15/gianfranco-zola-birmingham-city", "firPara": "It was three years ago that Gianfranco Zola admitted his last attempt to conquer the Championship had failed and resigned as manager of Watford. It was at the end of a nine-game winless run that featured five successive home defeats and concluded with his theoretically promotion-chasing team in 14th place. This week he agreed to have another go at thriving in what he describes as one of the toughest leagues in the world, this time in charge of Birmingham City.", "id": "football/2016/dec/15/gianfranco-zola-birmingham-city", "isHosted": false, "secPara": "Since his departure from Watford Zola has had a brief and unhappy spell at Cagliari and an undistinguished season at al-Arabi in Qatar. His managerial reputation may not survive another significant setback but the appeal of the Birmingham job was enough for the 50-year-old to take the risk. With my position, with my name, the name I got, I could have waited and maybe have got a bigger job, he said. But for me its about going in a place where there is a challenge and where I can prove my ideas are correct.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-12-15T20:59:34Z", "webTitle": "Gianfranco Zola in last chance saloon but relishing challenge at Birmingham", "webUrl": "https://www.theguardian.com/football/2016/dec/15/gianfranco-zola-birmingham-city", "wordCnt": 702}, {"apiUrl": "https://content.guardianapis.com/football/2016/dec/15/football-governance-needs-new-independent-review", "firPara": "Without government support, a shakeup of footballs archaic regulatory structure will achieve nothing, you say (Editorial, 13 December). That is why in 2004 Lord Burns was asked to review the governance of football jointly by the government and the FA. This government-initiated independent review resulted, contrary to press speculation, in the FA accepting the Burns report recommendations, ie appointment of an independent chair; creation of a new board with two non-executives; establishing a new regulation and compliance unit to carry out the enforcement of the FA; creation of two new subsidiaries – the Community Football Alliance and the Professional Football Alliance; and expanding the current FA Council into a parliament of football, which will include players, managers, referees and supporters.", "id": "football/2016/dec/15/football-governance-needs-new-independent-review", "isHosted": false, "secPara": "As the sports minister in October 2006, I welcomed the FA Councils acceptance of the Burns recommendations as a step in the right direction, but fully acknowledging that more would need to be done. So its unfortunate that the three past independent chairs of the FA have chosen to write to the select committee, after leaving the job, calling for government intervention rather than to have initiated a further review with government support to build on the modernisation changes that brought them into office.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-12-15T19:50:28Z", "webTitle": "Football governance needs new independent review | Letter from Richard Caborn", "webUrl": "https://www.theguardian.com/football/2016/dec/15/football-governance-needs-new-independent-review", "wordCnt": 343}, {"apiUrl": "https://content.guardianapis.com/football/blog/2016/dec/15/manchester-united-signs-of-life-jose-mourinho", "firPara": "One defeat in 11 games shows an upturn under the latest manager but problems remain with the reliance on Zlatan Ibrahimovic and Michael Carrick, both 35", "id": "football/blog/2016/dec/15/manchester-united-signs-of-life-jose-mourinho", "isHosted": false, "secPara": "A win secured late against a struggling side, in a game blighted by a series of baffling refereeing decisions that afflicted both sides. A performance that was often slow and disjointed. The gap to the top still 13 surely insurmountable points. If this was the start of an upsurge, it was a low-key, unconvincing one but Manchester Uniteds victory over Crystal Palace at least confirmed a level of tenacity and fight. It wasnt another draw – and there have been six of them in the past 10 weeks – and it meant United have won consecutive Premier League games for the first time since August. And United, to take the most positive conceivable interpretation, are now on a run of just one defeat in 11 league games.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-12-15T19:00:32Z", "webTitle": "Manchester United finally show some signs of life under José Mourinho | Jonathan Wilson", "webUrl": "https://www.theguardian.com/football/blog/2016/dec/15/manchester-united-signs-of-life-jose-mourinho", "wordCnt": 919}, {"apiUrl": "https://content.guardianapis.com/football/2016/dec/15/brimingham-city-gianfranco-zola-gary-rowett", "firPara": "Gianfranco Zola, by reputation perhaps the nicest man in football, found himself in the unusual position of having to defend himself against accusations of stabbing a fellow manager in the back at the end of his first full day at Birmingham City, his appointment having been announced within six hours of the unexpected departure of his predecessor, Gary Rowett.", "id": "football/2016/dec/15/brimingham-city-gianfranco-zola-gary-rowett", "isHosted": false, "secPara": "An online poll for a local newspaper on Thursday found 83% of Birmingham fans would have preferred Rowett to remain in charge. The Englishman, a former Blues player, took over in October 2014 with the club 23rd in the Championship and proceeded to guide them to a 10th-place finish in both that and the following season, and 21 games into this campaign they lie eighth, one point off the play-offs.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-12-15T18:49:43Z", "webTitle": "Gianfranco Zola says he feels for Gary Rowett after taking over at Birmingham", "webUrl": "https://www.theguardian.com/football/2016/dec/15/brimingham-city-gianfranco-zola-gary-rowett", "wordCnt": 530}, {"apiUrl": "https://content.guardianapis.com/football/2016/dec/15/best-goals-week-carlos-tevez-arjen-robben-jack-grealish", "firPara": "Featuring a perfect chip from St. Pauli, a curler from the Superclásico, a neat turn in the box from Leigh Griffiths and a precide finish from Gonzalo Higuaín ", "id": "football/2016/dec/15/best-goals-week-carlos-tevez-arjen-robben-jack-grealish", "isHosted": false, "secPara": "", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-12-15T15:52:57Z", "webTitle": "The best goals of the week: Carlos Tevez, Arjen Robben and Jack Grealish", "webUrl": "https://www.theguardian.com/football/2016/dec/15/best-goals-week-carlos-tevez-arjen-robben-jack-grealish", "wordCnt": 28}], "startIndex": 1801, "status": "ok", "total": 141934, "userTier": "developer"}}