{"response": {"currentPage": 509, "orderBy": "newest", "pageSize": 10, "pages": 14194, "results": [{"apiUrl": "https://content.guardianapis.com/football/2016/jul/02/germany-italy-euro-2016-match-report", "firPara": "Briefly, Germany toyed with our minds. For a few moments, they seemed to forget it was not supposed to be in their football DNA to miss from a penalty shootout even when the heat of the battle was dangerously close to intolerable. Yet how typical that, ultimately, it was their players in the victory scrum, chasing one another in euphoria and celebrating another victory from 12 yards. No other side does it better even if, on this occasion, they gave themselves an almighty scare.", "id": "football/2016/jul/02/germany-italy-euro-2016-match-report", "isHosted": false, "secPara": "They certainly tempted us to think they might have suffered a temporary loss of identity when Thomas Müller, Mesut Özil and Bastian Schweinsteiger failed to score with three of their opening five attempts in the high drama that eventually finished with Germany extending their remarkable run of reaching the semi-finals, at least, in every major tournament since Euro 2004.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-07-02T22:12:51Z", "webTitle": "Germany beat Italy to reach Euro 2016 semi-finals after epic penalty shootout", "webUrl": "https://www.theguardian.com/football/2016/jul/02/germany-italy-euro-2016-match-report", "wordCnt": 896}, {"apiUrl": "https://content.guardianapis.com/football/live/2016/jul/02/germany-italy-euro-2016-live", "firPara": "Germany missed three penalties yet still triumphed over Italy in an often shambolic shoot-out at the end of a draining match", "id": "football/live/2016/jul/02/germany-italy-euro-2016-live", "isHosted": false, "secPara": "Heres Daniel Taylors match report from Bordeaux", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2016-07-02T21:56:51Z", "webTitle": "Germany 1-1 Italy (6-5 pens): Euro 2016 quarter-final – as it happened", "webUrl": "https://www.theguardian.com/football/live/2016/jul/02/germany-italy-euro-2016-live", "wordCnt": 1226}, {"apiUrl": "https://content.guardianapis.com/football/2016/jul/02/gareth-bale-wales-cristiano-ronaldo-portugal-euro-2016", "firPara": "For those who knew Gareth Bale when he was a 16-year-old at Southampton, living with his fellow scholars in the clubs digs at Darwin Lodge, he was a wind-up merchant, always smiling, one of the boys. It is a side to him that has been camouflaged. Bales public persona has long been synonymous with playing it straight and keeping his feelings under wraps. Until now.", "id": "football/2016/jul/02/gareth-bale-wales-cristiano-ronaldo-portugal-euro-2016", "isHosted": false, "secPara": "One of the standout features of Waless exhilarating run to the Euro 2016 semi-finals, in which they will face Portugal in Lyon on Wednesday night, has been Bales coming-of-age as a charismatic leader.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-07-02T21:30:12Z", "webTitle": "Gareth Bale puts focus on Wales and not Cristiano Ronaldo", "webUrl": "https://www.theguardian.com/football/2016/jul/02/gareth-bale-wales-cristiano-ronaldo-portugal-euro-2016", "wordCnt": 1400}, {"apiUrl": "https://content.guardianapis.com/football/2016/jul/02/england-search-young-manager-roy-hodgson-euro-2016", "firPara": "The most onerous challenge for the Football Association in its search for a new England manager may no longer be whittling down a list of impressive coaches, but convincing the successful candidate that they will still have a career of note when it all falls apart.", "id": "football/2016/jul/02/england-search-young-manager-roy-hodgson-euro-2016", "isHosted": false, "secPara": "This is a post that invariably ends in tears and ignominy; the departing managers stock plummets to such an extent that redemption is often impossible. There can be little wonder, then, that the list of names to replace Roy Hodgson is perhaps more underwhelming than ever before.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-07-02T21:00:12Z", "webTitle": "England search for young manager with thick skin and masochistic streak", "webUrl": "https://www.theguardian.com/football/2016/jul/02/england-search-young-manager-roy-hodgson-euro-2016", "wordCnt": 926}, {"apiUrl": "https://content.guardianapis.com/football/2016/jul/02/france-antoine-griezmann-euro-2016", "firPara": "Rejected in France for being too small as a youngster Griezmann moved to Real Sociedad at 13 and having honed his skills in his adopted country is set to lead the line for Les Bleus against Iceland", "id": "football/2016/jul/02/france-antoine-griezmann-euro-2016", "isHosted": false, "secPara": "At the end of the match Antoine Griezmann was handed a folded-up piece of paper and instructed not to open it until he got home. He was 13 years old and although it felt like it was burning a hole in his hand, he did as he was told. When, eventually, he walked through the door at the end of a journey that felt like it would never end, he found a name and a phone number, which he dialled. Then he dialled his parents, Alain and Isabel, who were on holiday in Tunisia at the time. This was big, which is more than could be said for him.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-07-02T21:00:12Z", "webTitle": "Antoine Griezmann: from Spanish schooling to centre stage for France", "webUrl": "https://www.theguardian.com/football/2016/jul/02/france-antoine-griezmann-euro-2016", "wordCnt": 1466}, {"apiUrl": "https://content.guardianapis.com/football/blog/2016/jul/02/wales-begin-to-dream-12-year-rule-euro-2016", "firPara": "In the aftermath of the quite stunning Wales victory over Belgium, Chris Coleman was understandably reluctant to look too far ahead. It is best not to think about winning the tournament, he argued. You have to be in the final first and the most sensible approach is to concentrate on the next challenge, which happens to be Portugal. Wales might be in dreamland after Lille, but they are not about to fall into the trap of talking themselves up. They are a better side than many opponents seem to imagine, but thats for Wales to know and others to find out.", "id": "football/blog/2016/jul/02/wales-begin-to-dream-12-year-rule-euro-2016", "isHosted": false, "secPara": "Yet the question of winning the event is an entirely fair one to put to a team in the semi-finals. If you are in the last four, anything is possible. Just imagine the assumptions and bullish declarations that would now be flying around had England put themselves in Waless position. Yes, fair enough, in that event there would probably be pigs flying around too.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-07-02T15:52:37Z", "webTitle": "Wales can begin to dream that the 12-year rule comes true at Euro 2016 | Paul Wilson", "webUrl": "https://www.theguardian.com/football/blog/2016/jul/02/wales-begin-to-dream-12-year-rule-euro-2016", "wordCnt": 812}, {"apiUrl": "https://content.guardianapis.com/football/2016/jul/02/england-never-learn-improve-bounce-back-euro-2016", "firPara": "Once again the late Linda Smiths immortal line about New Labour can be adapted to describe another lamentable English performance even though we went to France with zero expectation we still managed to end up disappointed. The issue that needs confronting before the FAs gang of three decide which poor sap is going to carry the can for the next few years of failure is a stark one. England are becoming worse at tournaments, practically inventing new ways to cover themselves in ignominy and invite ridicule from fellow footballing nations.", "id": "football/2016/jul/02/england-never-learn-improve-bounce-back-euro-2016", "isHosted": false, "secPara": "Even though it did not seem possible to fall any further than the abysmal standard set in South Africa in 2010, England managed it quite comfortably at the next World Cup in Brazil. Fair enough, that was a tough group and events can easily overtake teams who lose their first game. Italy won theirs and still went home early. But no such excuses were possible in Euro 2016.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-07-02T15:00:04Z", "webTitle": "England showed they never learn, never improve and never bounce back | Paul Wilson", "webUrl": "https://www.theguardian.com/football/2016/jul/02/england-never-learn-improve-bounce-back-euro-2016", "wordCnt": 1367}, {"apiUrl": "https://content.guardianapis.com/football/2016/jul/02/ryan-giggs-confirms-end-of-29-year-association-with-manchester-united", "firPara": "Ryan Giggs has ended his 29-year association with Manchester United.", "id": "football/2016/jul/02/ryan-giggs-confirms-end-of-29-year-association-with-manchester-united", "isHosted": false, "secPara": "It was widely expected that the club legend would walk away from Old Trafford following the arrival of José Mourinho as manager at the end of May and he released a statement confirming that on Saturday.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-07-02T13:03:43Z", "webTitle": "Ryan Giggs confirms end of 29-year association with Manchester United", "webUrl": "https://www.theguardian.com/football/2016/jul/02/ryan-giggs-confirms-end-of-29-year-association-with-manchester-united", "wordCnt": 657}, {"apiUrl": "https://content.guardianapis.com/football/live/2016/jul/02/the-euro-2016-minute-blydi-hell", "firPara": "Got a minute? Digest the best of our latest coverage from Euro 2016 as Wales join Portugal in the semis, while Italy and Germany collide", "id": "football/live/2016/jul/02/the-euro-2016-minute-blydi-hell", "isHosted": false, "secPara": "by  Guardian sport", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2016-07-02T12:05:24Z", "webTitle": "The Euro 2016 minute: Blydi Hell!", "webUrl": "https://www.theguardian.com/football/live/2016/jul/02/the-euro-2016-minute-blydi-hell", "wordCnt": 28}, {"apiUrl": "https://content.guardianapis.com/football/2016/jul/02/france-football-didier-deschamps-hugo-lloris-iceland-disrespect", "firPara": "Didier Deschamps has been forced to deny he and his France team-mates disrespected the Iceland national anthem before a fixture between the teams almost 18 years ago as the sides prepare to collide once again in the quarter-finals of Euro 2016.", "id": "football/2016/jul/02/france-football-didier-deschamps-hugo-lloris-iceland-disrespect", "isHosted": false, "secPara": "A surprised Deschamps was forced to revisit events from September 1998, when he was captain of the recently crowned world champions, on the eve of the tie at the Stade de France. Roger Lemerres French team had travelled to Laugardalsvollur in Reykjavik for their first competitive game after the World Cup and the visiting players were caught on camera laughing during the pre-match rendition of the anthems.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-07-02T11:59:42Z", "webTitle": "Didier Deschamps denies France disrespected Iceland in past meeting", "webUrl": "https://www.theguardian.com/football/2016/jul/02/france-football-didier-deschamps-hugo-lloris-iceland-disrespect", "wordCnt": 621}], "startIndex": 5081, "status": "ok", "total": 141940, "userTier": "developer"}}