{"response": {"currentPage": 41, "orderBy": "newest", "pageSize": 10, "pages": 14194, "results": [{"apiUrl": "https://content.guardianapis.com/football/2017/mar/05/tottenham-hotspur-everton-premier-league-match-report", "firPara": "The clock is ticking down on White Hart Lane and Tottenham Hotspur appear determined to wring every last drop of satisfaction from the old place. As things stand, the plan is to vacate their home since 1899 for the whole of next season before they return to a rebuilt 61,000-seat stadium in 2018-19. It meant the visit of Everton could be advertised as the sixth last league fixture at a ground that holds many dear memories.", "id": "football/2017/mar/05/tottenham-hotspur-everton-premier-league-match-report", "isHosted": false, "secPara": "It would go down as Tottenhams ninth straight Premier League win here. Everton had brought the best record in the division during the calendar year but they were swatted aside by a combination of Harry Kanes ruthlessness and Tottenhams overall physicality.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-03-05T15:52:28Z", "webTitle": "Harry Kane double fires Tottenham to victory as they swat aside Everton", "webUrl": "https://www.theguardian.com/football/2017/mar/05/tottenham-hotspur-everton-premier-league-match-report", "wordCnt": 874}, {"apiUrl": "https://content.guardianapis.com/football/live/2017/mar/05/tottenham-hotspur-everton-spurs-premier-league-live", "firPara": "Tottenham fended off a late Everton revival to make it a club record nine home wins in a row with two goals from Harry Kane and one from Dele Alli, putting a degree of pressure on leaders Chelsea", "id": "football/live/2017/mar/05/tottenham-hotspur-everton-spurs-premier-league-live", "isHosted": false, "secPara": "The first thing to say about that is that Tottenham thoroughly deserved the win. The second is that I really cant tell you how Everton scored two goals. The third is that Harry Kane is brilliant. Tottenham go seven points behind Chelsea; they were superb at times and, even if Pochettino wont like the way they conceded the goals, look a thrilling force at the moment. Everton didnt really turn up for most of that, Koemans tactic of packing the midfield rendered null and void early on. They did make a game of it in the last 10, but not really a lot they can take from this.", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2017-03-05T15:25:27Z", "webTitle": "Tottenham Hotspur v Everton: Premier League – as it happened", "webUrl": "https://www.theguardian.com/football/live/2017/mar/05/tottenham-hotspur-everton-spurs-premier-league-live", "wordCnt": 1777}, {"apiUrl": "https://content.guardianapis.com/football/blog/2017/mar/05/jose-mourinho-manchester-united-specialist-draws", "firPara": "José Mourinho used to be defined by an extraordinary home record. In one respect, he still is. The difference is that it is now a subject of regret and recrimination.", "id": "football/blog/2017/mar/05/jose-mourinho-manchester-united-specialist-draws", "isHosted": false, "secPara": "The Portuguese once went unbeaten in 150 home league games, spread over nine years, with Porto, Chelsea, Internazionale and Real Madrid. Even as Manchester United extended an undefeated run at Old Trafford in all competitions to 21 games, that was not the standout statistic. Not when Bournemouth became the seventh of the last 11 visitors in the league to emerge with a point. The quintessential Mourinho teams have been ruthless. This one has a generous streak. Old Trafford has proved less a fortress than a community centre, a place of sharing, principally of points. A manager with a pronounced winning habit has become irritated by draws.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-03-05T12:07:30Z", "webTitle": "José Mourinho is turning Manchester United into specialists in draws | Richard Jolly", "webUrl": "https://www.theguardian.com/football/blog/2017/mar/05/jose-mourinho-manchester-united-specialist-draws", "wordCnt": 739}, {"apiUrl": "https://content.guardianapis.com/football/2017/mar/05/said-and-done-football-maurizio-zamparini-fifa-bruno", "firPara": "Also featuring Maurizio Zamparini, Obese Person Tickets, and Bruno starting over", "id": "football/2017/mar/05/said-and-done-football-maurizio-zamparini-fifa-bruno", "isHosted": false, "secPara": "Also featuring Maurizio Zamparini, Obese Person Tickets, and Bruno starting over", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-03-05T09:30:40Z", "webTitle": "Said & Done: ‘I've had enough of football. I'm back in the seminary to serve God'", "webUrl": "https://www.theguardian.com/football/2017/mar/05/said-and-done-football-maurizio-zamparini-fifa-bruno", "wordCnt": 808}, {"apiUrl": "https://content.guardianapis.com/football/2017/mar/05/shaun-goater-adapt-die-ilkeston-manager-non-league-football-bermuda", "firPara": "As the photographer readies the camera, Shaun Goater stands at the edge of Ilkeston FCs pitch, the New Manor Ground, and declares OK, total football, Pep Guardiola-style! Then he laughs. There will be no football today because the pitch is so waterlogged that when the nearby groundsman sticks a fork in it, theres a little splash. Time to enact Plan B today the training session devised by Goater, the modest teams new manager, will consist of a series of aerobic exercises on a patch behind one of the goals. Adapt or die, says Goater. Thats my motto.", "id": "football/2017/mar/05/shaun-goater-adapt-die-ilkeston-manager-non-league-football-bermuda", "isHosted": false, "secPara": "The 47-year-old tells an amusing story about how, nearly two decades ago, he learned to adapt to life at Manchester City with so much success that he became the teams top scorer for five seasons in a row and remains one of the most popular players in the clubs recent history, the hero of the terrace anthem Feed the Goat and He Will Score.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-03-05T09:00:40Z", "webTitle": "Shaun Goater: ‘Adapt or die is my motto. I like to play different ways’", "webUrl": "https://www.theguardian.com/football/2017/mar/05/shaun-goater-adapt-die-ilkeston-manager-non-league-football-bermuda", "wordCnt": 1972}, {"apiUrl": "https://content.guardianapis.com/football/2017/mar/04/ellen-white-england-women-lionesses-usa", "firPara": "Substitute Ellen Whites final-reel strike lifted England to a stunning 1-0 victory over the United States in the SheBelieves Cup on a frigid Saturday evening in Harrison, New Jersey.", "id": "football/2017/mar/04/ellen-white-england-women-lionesses-usa", "isHosted": false, "secPara": "Whites 20th goal in 60 appearances for the Lionesses came in the 89th minute after Lucy Bronzes half-volley off a corner kick caromed off the crossbar into the area. The 27-year-old muscled through American defenders Julie Johnston and Becky Sauerbrunn and fired the winner into the roof of the net, shocking the World Cup holders and silencing the announced sellout crowd of 26,500.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-03-05T02:03:38Z", "webTitle": "Ellen White's late winner lifts England women to 1-0 victory over USA", "webUrl": "https://www.theguardian.com/football/2017/mar/04/ellen-white-england-women-lionesses-usa", "wordCnt": 447}, {"apiUrl": "https://content.guardianapis.com/football/2017/mar/04/antonio-conte-chelsea-extend-stay", "firPara": "Antonio Conte admits he has found adapting to life in England difficult but hopes to continue pursuing his managerial career outside Italy, with his commitment to his role at Chelsea demonstrated by the intention to move his family to London in time for the start of next season.", "id": "football/2017/mar/04/antonio-conte-chelsea-extend-stay", "isHosted": false, "secPara": "Conte takes his dominant league leaders to West Ham United on Monday night having made a staggering impression over his eight months in charge at Stamford Bridge.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-03-04T22:30:27Z", "webTitle": "Antonio Conte’s big regret about leaving Italy for Chelsea is not doing it sooner", "webUrl": "https://www.theguardian.com/football/2017/mar/04/antonio-conte-chelsea-extend-stay", "wordCnt": 478}, {"apiUrl": "https://content.guardianapis.com/football/blog/2017/mar/04/sergio-aguero-manchester-city-pep-guardiola", "firPara": "Sergio Agüero was able to bask in the rare glow of unstinting praise after helping take Manchester Citys goal haul to 13 in three rounds of the FA Cup and, though the opposition was only Championship-level and it is always in a managers interests to emphasise the positives rather than dwell on the negatives, Pep Guardiola seemed to be winning another battle.", "id": "football/blog/2017/mar/04/sergio-aguero-manchester-city-pep-guardiola", "isHosted": false, "secPara": "Battle does seem an appropriate word for the frequently beleaguered managers first season in England, yet it must be acknowledged Guardiola has got more right than wrong, Agüero being a case in point. The Argentinian could easily have spent the rest of the season sulking after Guardiola could barely conceal his enthusiasm for what Gabriel Jesus brought to the side in his place and the manager was even frank enough to accept that Citys leading scorer might want to look for another club at the end of the season. Aguero still might, though now he is back in favour as a result of Jesuss metatarsal fracture he seems determined to prove a point and show that he can work for the team in addition to providing a reliable finish.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-03-04T22:00:26Z", "webTitle": "Sergio Agüero out to prove his value in Manchester City’s finishing stretch | Paul Wilson", "webUrl": "https://www.theguardian.com/football/blog/2017/mar/04/sergio-aguero-manchester-city-pep-guardiola", "wordCnt": 1021}, {"apiUrl": "https://content.guardianapis.com/football/2017/mar/04/arsene-wenger-alexis-sanchez-arsenal-liverpool-jurgen-klopp", "firPara": "• Wenger The thinking was that we had to be more direct", "id": "football/2017/mar/04/arsene-wenger-alexis-sanchez-arsenal-liverpool-jurgen-klopp", "isHosted": false, "secPara": "• Wenger The thinking was that we had to be more direct", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-03-04T21:37:51Z", "webTitle": "Arsène Wenger admits he favoured the long ball over Alexis Sánchez", "webUrl": "https://www.theguardian.com/football/2017/mar/04/arsene-wenger-alexis-sanchez-arsenal-liverpool-jurgen-klopp", "wordCnt": 500}, {"apiUrl": "https://content.guardianapis.com/football/2017/mar/04/us-soccer-players-stand-respectfully-national-anthem", "firPara": "All players representing the US national team must stand respectfully for the national anthem before matches, US Soccer has ruled.", "id": "football/2017/mar/04/us-soccer-players-stand-respectfully-national-anthem", "isHosted": false, "secPara": "The change comes in the wake of the controversy kicked off by NFL quarterback Colin Kaepernick, who chose not to stand for the anthem last season. Many other athletes followed suit, and US womens team star Megan Rapinoe took a knee before a game against Thailand in September.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-03-04T21:21:16Z", "webTitle": "US Soccer orders players to 'stand respectfully' during national anthem", "webUrl": "https://www.theguardian.com/football/2017/mar/04/us-soccer-players-stand-respectfully-national-anthem", "wordCnt": 254}], "startIndex": 401, "status": "ok", "total": 141934, "userTier": "developer"}}