{"response": {"currentPage": 88, "orderBy": "newest", "pageSize": 10, "pages": 14194, "results": [{"apiUrl": "https://content.guardianapis.com/football/live/2017/feb/03/usa-jamaica-international-football-friendly-live", "firPara": "Bruce Arenas January camp ends with a win and all smiles throughout the squad. It was a satisfactory performance and many players such as Feilhaber, Zimmerman, Villafaña and McCarty impressed.", "id": "football/live/2017/feb/03/usa-jamaica-international-football-friendly-live", "isHosted": false, "secPara": "90 mins +3 And thats it! USA win it 1-0 thanks to Jordan Morris.", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2017-02-04T02:29:32Z", "webTitle": "USA 1-0 Jamaica: international football friendly – as it happened", "webUrl": "https://www.theguardian.com/football/live/2017/feb/03/usa-jamaica-international-football-friendly-live", "wordCnt": 2203}, {"apiUrl": "https://content.guardianapis.com/football/2017/feb/03/claudio-ranieri-unrest-leicester-city-players-staff", "firPara": "Claudio Ranieri believes the promise he made to Leicester Citys owners at the start of last season to stay with the club in the event of relegation should mean that his loyalty is repaid during a hugely disappointing second campaign, yet there is growing unrest among players and staff about the teams predicament and the Italians management style in the face of a crisis.", "id": "football/2017/feb/03/claudio-ranieri-unrest-leicester-city-players-staff", "isHosted": false, "secPara": "Although there is no suggestion that Ranieris job is under immediate threat, the Premier League champions are now just two points clear of the relegation zone after winning only one of their past eight league matches and the spotlight is starting to fall on the manager as much as his underperforming players.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-02-03T22:30:12Z", "webTitle": "Claudio Ranieri faces growing unrest among Leicester players and staff", "webUrl": "https://www.theguardian.com/football/2017/feb/03/claudio-ranieri-unrest-leicester-city-players-staff", "wordCnt": 784}, {"apiUrl": "https://content.guardianapis.com/football/2017/feb/03/arsenal-chelsea-antonio-conte", "firPara": "Antonio Conte has admitted he is still haunted by Chelseas defeat at Arsenal in September, a capitulation which forced him into the risky decision to switch to a back three despite never previously drilling his team in the system, but which has since proved a tactical masterstroke.", "id": "football/2017/feb/03/arsenal-chelsea-antonio-conte", "isHosted": false, "secPara": "Conte had watched his side wilt at the Emirates Stadium to trail 3-0 at the interval, a deficit they never threatened to retrieve thereafter. The Italian had flung on Marcos Alonso, recently recruited from Fiorentina, for his first Premier League appearance for Chelsea 10 minutes into the second half to instigate that switch to 3-4-3, with the team having won 15 of their 17 subsequent games to establish a nine‑point lead at the top.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-02-03T22:29:12Z", "webTitle": "Arsenal defeat forced Chelsea to switch to back three, Antonio Conte says", "webUrl": "https://www.theguardian.com/football/2017/feb/03/arsenal-chelsea-antonio-conte", "wordCnt": 890}, {"apiUrl": "https://content.guardianapis.com/football/blog/2017/feb/03/chelsea-arsenal-arsene-wenger-contract", "firPara": "It was a gloriously enigmatic line, the sort that might have come from the hero in one of those black and white nouvelle vague films. It is not all quantifiable. It is linked with your gut feeling, as well. Thank you. All that was missing was the Gallic shrug. And with that, Arsène Wenger turned on his heel and left.", "id": "football/blog/2017/feb/03/chelsea-arsenal-arsene-wenger-contract", "isHosted": false, "secPara": "Since last summer, when the countdown to the end of his contract officially started, the Arsenal manager has stuck to his guns. He has said that he will decide at the end of the season, when the deal expires, whether to sign up for another cycle and he will base the decision on whether he feels he has been able to extract the maximum from his squad.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-02-03T22:29:12Z", "webTitle": "Chelsea await but is Arsène Wenger finally sensing his own endgame? | David Hytner", "webUrl": "https://www.theguardian.com/football/blog/2017/feb/03/chelsea-arsenal-arsene-wenger-contract", "wordCnt": 970}, {"apiUrl": "https://content.guardianapis.com/football/2017/feb/03/southampton-west-ham-united-match-preview", "firPara": "Southampton can be satisfied to have received £8m for a 33-year-old centre-back who was minded to move on but when José Fonte returns to St Marys with West Ham, the home club may wish they had been able to hold on to him a little longer. Virgil van Dijks injury leaves Claude Puel with few central defensive options. But if Saints manage to plug the gap at the back and take their chances up front they could still have the last laugh. Paul Doyle", "id": "football/2017/feb/03/southampton-west-ham-united-match-preview", "isHosted": false, "secPara": "Kick-off Saturday 3pm ", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-02-03T18:27:57Z", "webTitle": "Southampton v West Ham United: match preview", "webUrl": "https://www.theguardian.com/football/2017/feb/03/southampton-west-ham-united-match-preview", "wordCnt": 225}, {"apiUrl": "https://content.guardianapis.com/football/2017/feb/03/jose-fonte-southampton-west-ham-retyrn-st-marys", "firPara": "It is almost exactly two years since the former Southampton centre‑back Dejan Lovren first returned to his old stamping ground with his new club, Liverpool, and was greeted by chants of Youre just a shit José Fonte. Fonte was a Saints idol back then, a model stalwart who helped marshal the clubs rise from League One to the Premier League. But on Saturday he, too, will return to St Marys as an opponent following his acrimonious defection to West Ham in January. How will he be greeted? Will he be told he is just a poor version of his younger self?", "id": "football/2017/feb/03/jose-fonte-southampton-west-ham-retyrn-st-marys", "isHosted": false, "secPara": "Its a really difficult one to read, says Steve Grant, the owner of the Southampton supporters site SaintsWeb.co.uk. Theres obviously no doubt that he was a superb player for us but the manner of his departure seems to have put a lot of peoples noses out of joint. As a result I suspect the reception he will get will be quite frosty, though I kind of hope it isnt.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-02-03T18:23:35Z", "webTitle": "José Fonte’s swift return with West Ham to St Mary’s to provoke mixed response", "webUrl": "https://www.theguardian.com/football/2017/feb/03/jose-fonte-southampton-west-ham-retyrn-st-marys", "wordCnt": 865}, {"apiUrl": "https://content.guardianapis.com/football/2017/feb/03/watford-burnley-match-preview", "firPara": "Watford, who had looked like spiralling into chaos after a disastrous run of league form and an FA Cup exit to Millwall, now host Burnley on the back of the most unlikely away win of the season at Arsenal. Any away win for Burnley would be unlikely as they are still stuck on just the one point gained away from Turf Moor all season. They will be missing Steven Defour with a hamstring injury but have both their deadline-day signings in Robbie Brady and Ashley Westwood ready for action. Watford will assess Miguel Britos and will be tempted to give the forward MBaye Niang his second start in five days. Paul MacInnes", "id": "football/2017/feb/03/watford-burnley-match-preview", "isHosted": false, "secPara": "Kick-off Saturday 3pm ", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-02-03T18:10:31Z", "webTitle": "Watford v Burnley: match preview", "webUrl": "https://www.theguardian.com/football/2017/feb/03/watford-burnley-match-preview", "wordCnt": 214}, {"apiUrl": "https://content.guardianapis.com/football/2017/feb/03/rafael-benitez-newcastle-united-derby-county", "firPara": "When Steve McClaren climbs the steps at the back of the Milburn Stand and walks into the main reception at St James Park on Saturday, Derby Countys manager will almost certainly have a strange sense of deja vu.", "id": "football/2017/feb/03/rafael-benitez-newcastle-united-derby-county", "isHosted": false, "secPara": "Almost 11 months after his sacking from the same position at Newcastle United, McClaren is likely to detect strangely familiar tensions and disturbing political undercurrents swirling in the Tyneside air.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-02-03T17:58:27Z", "webTitle": "Rafa Benítez’s concerns give Steve McClaren sense of deja vu at Newcastle", "webUrl": "https://www.theguardian.com/football/2017/feb/03/rafael-benitez-newcastle-united-derby-county", "wordCnt": 680}, {"apiUrl": "https://content.guardianapis.com/football/2017/feb/03/tottenham-hotspur-middlesbrough-match-preview", "firPara": "Tottenham have stumbled slightly, having previously flexed their muscles in the title race and they will consider this game as one in which to get back on track. Aitor Karankas Middlesbrough do not give much away – particularly on their Premier League travels, where only Chelsea and Tottenham have conceded fewer goals. But Mauricio Pochettinos team have come to look imposing at home and they back themselves to cut loose against anyone. David Hytner", "id": "football/2017/feb/03/tottenham-hotspur-middlesbrough-match-preview", "isHosted": false, "secPara": "Kick-off Saturday 5.30pm ", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-02-03T17:51:23Z", "webTitle": "Tottenham Hotspur v Middlesbrough: match preview", "webUrl": "https://www.theguardian.com/football/2017/feb/03/tottenham-hotspur-middlesbrough-match-preview", "wordCnt": 182}, {"apiUrl": "https://content.guardianapis.com/football/2017/feb/03/crystal-palace-sunderland-match-preview", "firPara": "Having secured his first league win as the Crystal Palace manager at Bournemouth in midweek, Sam Allardyce will be desperate to repeat the trick against his former employers. Sunderland need the points even more, with four points between them and Premier League safety, despite the creditable home draw against Tottenham. Expect a nerve-shredding match at Selhurst Park for all. Ed Aarons", "id": "football/2017/feb/03/crystal-palace-sunderland-match-preview", "isHosted": false, "secPara": "Kick-off Saturday 3pm ", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-02-03T17:29:50Z", "webTitle": "Crystal Palace v Sunderland: match preview", "webUrl": "https://www.theguardian.com/football/2017/feb/03/crystal-palace-sunderland-match-preview", "wordCnt": 204}], "startIndex": 871, "status": "ok", "total": 141934, "userTier": "developer"}}