{"response": {"currentPage": 140, "orderBy": "newest", "pageSize": 10, "pages": 14194, "results": [{"apiUrl": "https://content.guardianapis.com/football/2017/jan/07/sutton-united-afc-wimbledon-fa-cup-match-report", "firPara": "It did not quite capture the spirit of their finest FA Cup hour in 1989 but a battling performance ensured the National League side Sutton will be in the hat for the fourth-round draw on Monday following this stalemate against their south-west London neighbours.", "id": "football/2017/jan/07/sutton-united-afc-wimbledon-fa-cup-match-report", "isHosted": false, "secPara": "The famous victory over First Division Coventry City 28 years ago at this venue will take some beating, but having enjoyed the best chances until a slight wobble late on, those of a chocolate-and-amber persuasion will know this could have come close to matching it had they found a way through a stubborn defence.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-07T17:21:07Z", "webTitle": "Biamou goes close to more history for Sutton United against Wimbledon", "webUrl": "https://www.theguardian.com/football/2017/jan/07/sutton-united-afc-wimbledon-fa-cup-match-report", "wordCnt": 606}, {"apiUrl": "https://content.guardianapis.com/football/2017/jan/07/everton-leicester-city-fa-cup-match-report", "firPara": "It was the day Leicester City rediscovered their resilience and precision on the road plus, potentially, cover for Jamie Vardy in the form of Ahmed Musa. It was also the day cracks appeared in Ronald Koemans relationship with the Everton hierarchy. We need to be competitive and to win, the major shareholder, Farhad Moshiri, told an Everton AGM brimming with talk of new stadiums and commercial deals on Wednesday. There will be no tangible success this season. A trophy drought of 22 years continues on their watch.", "id": "football/2017/jan/07/everton-leicester-city-fa-cup-match-report", "isHosted": false, "secPara": "Everton dominated possession, created little, but eventually took a valuable lead against deep-lying visitors through Romelu Lukakus seventh goal in seven FA Cup appearances. Their defence then wilted feebly under two bursts of pressure from the Premier League champions, Musa scored twice for a team that have not won away in the league this season, and Koemans last hope of silverware in his first campaign at Goodison Park was extinguished. His team looked pedestrian, penetration was lacking along with defensive solidity and the Everton manager did not spare his players from criticism. But they were not the only targets in his sights.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-07T17:21:04Z", "webTitle": "Leicester come back to sink Everton with Ahmed Musa’s quickfire double", "webUrl": "https://www.theguardian.com/football/2017/jan/07/everton-leicester-city-fa-cup-match-report", "wordCnt": 704}, {"apiUrl": "https://content.guardianapis.com/football/2017/jan/07/millwall-bournemouth-fa-cup-match-report", "firPara": "There may not have been dancing in the street – it is not quite the done thing at the Den – but there was certainly lively celebration as League One Millwall pulled off an upset to knock Bournemouth out of the Cup.", "id": "football/2017/jan/07/millwall-bournemouth-fa-cup-match-report", "isHosted": false, "secPara": "Eddie Howe was punished for making 11 changes to his side as Millwall chewed up the Cherries with a committed performance of classic 4-4-2 football. Steve Morison gave the Lions a first-half lead with a commanding header, before second-half goals from Shaun Cummings and Shane Ferguson decisively wrapped up a result that was, in truth, never in doubt.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-07T17:18:42Z", "webTitle": "Steve Morison sets Millwall on way to shock win over Bournemouth", "webUrl": "https://www.theguardian.com/football/2017/jan/07/millwall-bournemouth-fa-cup-match-report", "wordCnt": 707}, {"apiUrl": "https://content.guardianapis.com/football/2017/jan/07/sunderland-burnley-fa-cup-match-report", "firPara": "David Moyes and Sean Dyche exchanged slightly resigned looks as they shook hands at the final whistle after watching their teams secure a thoroughly unwanted replay at Turf Moor on Tuesday week.", "id": "football/2017/jan/07/sunderland-burnley-fa-cup-match-report", "isHosted": false, "secPara": "On Friday, Moyes had spoken enthusiastically about the possibility of his relegation-threatened Sunderland side using the FA Cup as a chance to acquire that most coveted football commodity momentum. Instead, they merely succeeded in almost boring their supporters to sleep while placing themselves in peril of needless fatigue.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-07T17:17:20Z", "webTitle": "Booing Joey Barton the only sport as Sunderland and Burnley draw", "webUrl": "https://www.theguardian.com/football/2017/jan/07/sunderland-burnley-fa-cup-match-report", "wordCnt": 681}, {"apiUrl": "https://content.guardianapis.com/football/2017/jan/07/hull-city-swansea-city-fa-cup-match-report", "firPara": "Marco Silva started his Hull City managerial career with a victory courtesy of two substitutions, although not many people saw it. This dour game lacked quality but at least provided Hull with some hope in their quest for a season revival, with Abel Hernández returning from injury to score and youngster Josh Tymon adding another in injury time, as many supporters boycotted the game.", "id": "football/2017/jan/07/hull-city-swansea-city-fa-cup-match-report", "isHosted": false, "secPara": "Some Hull fans opted to stay away in protest against the owners, after the sacking of Mike Phelan and Silvas appointment. The official attendance given was 6,608, but it felt like far fewer, and the usual chants against the Allam family surfaced.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-07T17:15:28Z", "webTitle": "Hull City give Marco Silva perfect start with victory over Swansea City", "webUrl": "https://www.theguardian.com/football/2017/jan/07/hull-city-swansea-city-fa-cup-match-report", "wordCnt": 672}, {"apiUrl": "https://content.guardianapis.com/football/2017/jan/07/norwich-city-southampton-fa-cup-match-report", "firPara": "What should have been a hurdle well cleared became an afternoon racked with inconvenience for Southampton. There had been little suggestion that Norwich City would come back to stir a half-full Carrow Road into life when, 87 seconds into added time, an unmarked Steven Naismith flicked his teams second equaliser into the far corner.", "id": "football/2017/jan/07/norwich-city-southampton-fa-cup-match-report", "isHosted": false, "secPara": "If Claude Puels side win the replay they will wind up playing nine games in January; they are out of form, stretched and fatigued and will count this as a missed opportunity to clear their heads.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-07T17:14:27Z", "webTitle": "Steven Naismith rescues last-ditch draw for Norwich City against Southampton", "webUrl": "https://www.theguardian.com/football/2017/jan/07/norwich-city-southampton-fa-cup-match-report", "wordCnt": 473}, {"apiUrl": "https://content.guardianapis.com/football/football-league-blog/2017/jan/07/football-league-your-thoughts-ellis-harrison-hits-seven-minute-hat-trick", "firPara": "Sheffield United impress on the road, Bury fail to solve defensive worries, Kurtis Guthrie keeps Colchester on song and Newports winless run goes on", "id": "football/football-league-blog/2017/jan/07/football-league-your-thoughts-ellis-harrison-hits-seven-minute-hat-trick", "isHosted": false, "secPara": "Sheffield United impress on the road, Bury fail to solve defensive worries, Kurtis Guthrie keeps Colchester on song and Newports winless run goes on", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-07T17:13:46Z", "webTitle": "Football League your thoughts: Ellis Harrison hits seven-minute hat-trick", "webUrl": "https://www.theguardian.com/football/football-league-blog/2017/jan/07/football-league-your-thoughts-ellis-harrison-hits-seven-minute-hat-trick", "wordCnt": 845}, {"apiUrl": "https://content.guardianapis.com/football/2017/jan/07/watford-burton-albion-fa-cup-match-report", "firPara": "With all the imports at Watford it is easy to forget that the club have several promising young English talents on their books. Two of them delivered a reminder here, as the 20-year-old Jerome Sinclair struck a splendid solo goal, after the Belgian defender Christian Kabasele opened the scoring thanks to excellent work by the 19-year-old Brandon Mason.", "id": "football/2017/jan/07/watford-burton-albion-fa-cup-match-report", "isHosted": false, "secPara": "Those contributions killed Burton Albions hopes of springing a FA Cup surprise and hinted at reviving Watfords season. The Premier League side had been on a dismal streak of results before this match but, thanks in particular to their youngsters, they summoned just enough class to suppress valiant Championship opponents. Burton played well but ended with nothing except concern for their striker Luke Varney, who, just days after the 34-year-old joined the club, was taken to hospital after injuring his ribs in a second-half collision with the home teams goalkeeper, Costel Pantilimon.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-07T17:10:02Z", "webTitle": "Jerome Sinclair helps Watford stop their rot against Burton Albion", "webUrl": "https://www.theguardian.com/football/2017/jan/07/watford-burton-albion-fa-cup-match-report", "wordCnt": 681}, {"apiUrl": "https://content.guardianapis.com/football/live/2017/jan/07/fa-cup-third-round-clockwatch-live", "firPara": "League One Millwall thumped a weakened Bournemouth, Derby and Wolves earned wins at Premier League grounds and Lincoln were denied by a late Ipswich equaliser", "id": "football/live/2017/jan/07/fa-cup-third-round-clockwatch-live", "isHosted": false, "secPara": "Right, thats it from me. But make sure you join Rob Smyth for the evening game Preston North End v Arsenal.", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2017-01-07T17:07:33Z", "webTitle": "FA Cup third round clockwatch: Millwall 3-0 Bournemouth, WBA 1-2 Derby – as it happened", "webUrl": "https://www.theguardian.com/football/live/2017/jan/07/fa-cup-third-round-clockwatch-live", "wordCnt": 779}, {"apiUrl": "https://content.guardianapis.com/football/2017/jan/07/bolton-wanderers-crystal-palace-fa-cup-match-report", "firPara": "Sam Allardyce remains the only England manager in history with a 100% win rate but the bare fact is that he still has not tasted victory since Adam Lallana pilfered three points in Slovakia in September. He has gone from one extreme to the other, albeit in brief spells. Even a return to Bolton, a rare place where he is greeted sympathetically, and a meeting with a team two divisions down the league ladder could not yield either an elusive first triumph as Crystal Palace manager or a sense of satisfaction.", "id": "football/2017/jan/07/bolton-wanderers-crystal-palace-fa-cup-match-report", "isHosted": false, "secPara": "I was frustrated by the way we played in the second half, Allardyce said after an awkward afternoon almost ended in defeat. Josh Vela rattled the Palace woodwork and James Henry threatened as Bolton scarcely looked a team 29 positions below Palace. We maybe had a bit of luck but we havent had a clean sheet for a long time. At least we got that, said Allardyce. Indeed, Palaces defence has been so porous that the last opponents they prevented from scoring on the road were Philadelphia Union, six months ago.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-07T17:07:24Z", "webTitle": "Crystal Palace hang on for goalless draw after Bolton’s Josh Vela hits bar", "webUrl": "https://www.theguardian.com/football/2017/jan/07/bolton-wanderers-crystal-palace-fa-cup-match-report", "wordCnt": 669}], "startIndex": 1391, "status": "ok", "total": 141934, "userTier": "developer"}}