{"response": {"currentPage": 180, "orderBy": "newest", "pageSize": 10, "pages": 14194, "results": [{"apiUrl": "https://content.guardianapis.com/football/2016/dec/16/west-ham-striker-simone-zaza-juventus", "firPara": "Simone Zazas less-than-successful loan spell at West Ham United will come to an end in January, his agent, Vincenzo Morabito, has reportedly claimed.", "id": "football/2016/dec/16/west-ham-striker-simone-zaza-juventus", "isHosted": false, "secPara": "West Ham paid £5m to take Zaza on loan from the Serie A champions Juventus, with the deal automatically becoming a long-term one, at a cost of a further £20m, if he made a set number of Premier League appearances for the club this season. Having made 11 in all competitions and failed to score, the London club look set to cut their losses.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-12-16T16:22:49Z", "webTitle": "West Ham’s on-loan striker Simone Zaza set to return to Juventus", "webUrl": "https://www.theguardian.com/football/2016/dec/16/west-ham-striker-simone-zaza-juventus", "wordCnt": 368}, {"apiUrl": "https://content.guardianapis.com/football/2016/dec/16/middlesbrough-swansea-city-match-preview", "firPara": "With a tally of just 13 goals in 16 games, Middlesbrough are the Premier Leagues lowest scorers and there will be reason for anxiety on Teesside should Aitor Karankas shot shy side struggle to break down Swanseas generous defence. This latest relegation six pointer represents the start of a potentially season-defining run of, on paper at least, winnable games for Swansea whose next four fixtures pit Bob Bradleys side against West Ham, Bournemouth, Crystal Palace and Hull. Louise Taylor", "id": "football/2016/dec/16/middlesbrough-swansea-city-match-preview", "isHosted": false, "secPara": "Kick-off Saturday 3pm ", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-12-16T16:22:06Z", "webTitle": "Middlesbrough v Swansea City: match preview", "webUrl": "https://www.theguardian.com/football/2016/dec/16/middlesbrough-swansea-city-match-preview", "wordCnt": 186}, {"apiUrl": "https://content.guardianapis.com/football/2016/dec/16/sunderland-watford-match-preview", "firPara": "David Moyes could have done without Younes Kabouls summer-time switch to Watford and a defender who was integral in last seasons survival should probably brace himself for a somewhat frosty Wearside reception if he features. With Sunderlands January transfer coffers bare, this seasons relegation fight will be all about making do and mending for Moyes whose attempt to lift his team out of the mire would be enhanced if they could start scoring from set pieces. The big problem is that Wahbi Khazri and Sebastian Larsson, his two dead-ball specialists, are merely substitutes these days. Louise Taylor", "id": "football/2016/dec/16/sunderland-watford-match-preview", "isHosted": false, "secPara": "Kick-off Saturday 3pm ", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-12-16T16:11:09Z", "webTitle": "Sunderland v Watford: match preview", "webUrl": "https://www.theguardian.com/football/2016/dec/16/sunderland-watford-match-preview", "wordCnt": 230}, {"apiUrl": "https://content.guardianapis.com/football/2016/dec/16/west-ham-united-hull-city-match-preview", "firPara": "West Ham United are feeling better after picking up four points from their past two games and the visit of Hull City offers them a chance to edge away from the bottom three. After beating Burnley on Wednesday, they will be confident of finally recording consecutive wins in the league at the London Stadium. Andy Carroll is set to start again for Slaven Bilics side, who could condemn Hull to spending Christmas at the bottom of the table. Jacob Steinberg", "id": "football/2016/dec/16/west-ham-united-hull-city-match-preview", "isHosted": false, "secPara": "Kick-off  3pm ", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-12-16T15:54:20Z", "webTitle": "West Ham United v Hull City: match preview", "webUrl": "https://www.theguardian.com/football/2016/dec/16/west-ham-united-hull-city-match-preview", "wordCnt": 204}, {"apiUrl": "https://content.guardianapis.com/football/2016/dec/16/everton-contract-ross-barkley", "firPara": "Ronald Koeman said Everton will open talks over a fresh contract for Ross Barkley in the new year and added that no club is knocking on the door for his players.", "id": "football/2016/dec/16/everton-contract-ross-barkley", "isHosted": false, "secPara": "Everton secured new deals on Friday for the veteran midfielder Gareth Barry, the defender Leighton Baines and the promising youngster Mason Holgate. Barry and Baines would have been out of contract at the end of this season – the reported four-year deal Baines signed in 2014 included a conditional final 12 months – while Barkley is under contract until 2018.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-12-16T15:53:55Z", "webTitle": "Everton to start contract talks with Ross Barkley in new year", "webUrl": "https://www.theguardian.com/football/2016/dec/16/everton-contract-ross-barkley", "wordCnt": 264}, {"apiUrl": "https://content.guardianapis.com/football/blog/2016/dec/16/edin-dzeko-roma-serie-a-jeventus", "firPara": "Edin Dzeko never did turn into Marco van Basten at Manchester City. That is what some predicted would happen when he joined from Wolfsburg for £27m in January 2011 having scored 66 goals in 111 appearances for the German club. Aged 24, he appeared to have the strength, speed and skill to become a world-class centre-forward. Van Bastens image adorned Dzekos bedroom walls growing up in Sarajevo and, in the Bosnians own words, he was very flattered to be seen as a modern-day version of the Dutch legend upon his arrival.", "id": "football/blog/2016/dec/16/edin-dzeko-roma-serie-a-jeventus", "isHosted": false, "secPara": "As is often the case in football, however, the hype failed to match reality, and while Dzeko hardly bombed at City – he scored 72 goals across four-and-a-half seasons, helping the club win two Premier League titles – he failed to match the loftiest of expectations that surrounded him. He joined Roma on loan in August 2015 and it is telling that City were more than happy for the deal to become a long-term one within two months. In with a bang, out with a whimper.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-12-16T15:36:03Z", "webTitle": "Edin Dzeko settled, thriving and a key part of Roma’s tilt at Juventus | Sachin Nakrani", "webUrl": "https://www.theguardian.com/football/blog/2016/dec/16/edin-dzeko-roma-serie-a-jeventus", "wordCnt": 924}, {"apiUrl": "https://content.guardianapis.com/football/2016/dec/16/stoke-city-leicester-city-match-preview", "firPara": "A point from their last two games has checked Stokes rise and they will be without Marko Arnautovic over most of the Christmas period after his red card in the draw with Southampton. They are, at least, well stocked in attack and Mame Biram Diouf or Wilfried Bony will come in. Leicester would just like consistency they lost 1-0 at Bournemouth on Tuesday – some anticlimax after their heroics against Manchester City. Nick Ames", "id": "football/2016/dec/16/stoke-city-leicester-city-match-preview", "isHosted": false, "secPara": "Kick-off Saturday 3pm ", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-12-16T15:16:51Z", "webTitle": "Stoke City v Leicester City: match preview", "webUrl": "https://www.theguardian.com/football/2016/dec/16/stoke-city-leicester-city-match-preview", "wordCnt": 188}, {"apiUrl": "https://content.guardianapis.com/football/2016/dec/16/manchester-city-ilkay-gundogan-ruled-out-season-cruciate-injury-knee", "firPara": "Ilkay Gündogan is set to miss the rest of the season after tearing the cruciate ligaments in his right knee during Wednesday nights 2-0 win over Watford at the Etihad Stadium.", "id": "football/2016/dec/16/manchester-city-ilkay-gundogan-ruled-out-season-cruciate-injury-knee", "isHosted": false, "secPara": "The midfielder left the game on 44 minutes in tears, in a sign he comprehended the seriousness of the problem. He requires surgery.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-12-16T13:53:17Z", "webTitle": "Manchester City’s Ilkay Gündogan set to miss rest of season with cruciate injury", "webUrl": "https://www.theguardian.com/football/2016/dec/16/manchester-city-ilkay-gundogan-ruled-out-season-cruciate-injury-knee", "wordCnt": 280}, {"apiUrl": "https://content.guardianapis.com/football/blog/2016/dec/16/pep-guardiola-manchester-city-arsenal", "firPara": "I know we are not going to win at some point … I know whats going to happen to me when we dont. Manchester City were unbeaten and still freewheeling through the light traffic of early season when Pep Guardiola was asked in September about his chances of winning the quadruple. His reply was most memorable for its exasperated, commendably fluent grasp of English swearing. More significant was his realism about the traps already laid, the sense of semi-crisis, real or imagined, that has always been waiting to break.", "id": "football/blog/2016/dec/16/pep-guardiola-manchester-city-arsenal", "isHosted": false, "secPara": "And so it came to pass. Fifteen league games and a relativity small helping of tactical free jazz into Guardiolas first season as City manager, the dawning of the age of Pep has already begun to chug through its first spell of heavy weather. City play Arsenal at the Etihad on Sunday at the end of a week of diffuse but genuinely fascinating pressure, alleviated a little by victory at home to Watford on Wednesday.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-12-16T12:00:00Z", "webTitle": "Pep Guardiola’s poor buys and endless tinkering take toll on Manchester City | Barney Ronay", "webUrl": "https://www.theguardian.com/football/blog/2016/dec/16/pep-guardiola-manchester-city-arsenal", "wordCnt": 1560}, {"apiUrl": "https://content.guardianapis.com/football/live/2016/dec/16/a-league-adelaide-united-vs-newcastle-jets-live", "firPara": "Where to start with that one? Hats off to Newcastle for battling right to the end. Theyre in the top six now after back-to-back wins and, who knows, with confidence building and quality players returning from injury, they might well stay up there.", "id": "football/live/2016/dec/16/a-league-adelaide-united-vs-newcastle-jets-live", "isHosted": false, "secPara": "But it was an analysis-defying performance from Adelaide. Did someone hear a whistle at the 90-minute mark and figure the game was over? They just seemed to clock off. The Reds dominated possession, had several clear chances and towards the end had Newcastle on the ropes - yet they got what they deserved purely for that bizarre final three minutes.", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2016-12-16T11:03:39Z", "webTitle": "A-League: Newcastle Jets 2-1 Adelaide United - as it happened", "webUrl": "https://www.theguardian.com/football/live/2016/dec/16/a-league-adelaide-united-vs-newcastle-jets-live", "wordCnt": 1244}], "startIndex": 1791, "status": "ok", "total": 141934, "userTier": "developer"}}