{"response": {"currentPage": 168, "orderBy": "newest", "pageSize": 10, "pages": 14194, "results": [{"apiUrl": "https://content.guardianapis.com/football/2016/dec/23/how-our-judges-voted-the-complete-statistics-behind-our-list-of-the-worlds-best-footballers", "firPara": "If youve made it this far, youre keen to know how our 124 judges voted in this years Top 100 list. Our spreadsheet shows where nearly 5,000 votes were cast", "id": "football/2016/dec/23/how-our-judges-voted-the-complete-statistics-behind-our-list-of-the-worlds-best-footballers", "isHosted": false, "secPara": "If youve made it this far, youre keen to know how our 124 judges voted in this years Top 100 list. Our spreadsheet shows where nearly 5,000 votes were cast", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-12-23T10:22:51Z", "webTitle": "How our judges voted: the complete statistics behind our list of the world's best footballers", "webUrl": "https://www.theguardian.com/football/2016/dec/23/how-our-judges-voted-the-complete-statistics-behind-our-list-of-the-worlds-best-footballers", "wordCnt": 393}, {"apiUrl": "https://content.guardianapis.com/football/2016/dec/23/cristiano-ronaldo-lionel-messi-top-100-footballer-2016", "firPara": "Hats off to our Portuguese top 100 winner, who this year has been the better half of a footballing duopoly that continues to leave everyone else in the shade", "id": "football/2016/dec/23/cristiano-ronaldo-lionel-messi-top-100-footballer-2016", "isHosted": false, "secPara": "Yes its Him again. For the last few weeks its been hard to turn around without bumping into Cristiano Ronaldo, burnished and gleaming, immaculately tuxedoed, proudly fondling his latest gong. Well, heres another one. As 2016 draws to a close the fifth edition of the Guardians annual top 100 footballers poll has a familiar chimney sweep at the top of its tree, with Ronaldo overtaking the reigning champ Lionel Messi to take the headline spot for the second time.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-12-23T10:09:09Z", "webTitle": "Cristiano Ronaldo, Leo Messi, fresh air, a vacuum, elevator music, then the rest | Barney Ronay", "webUrl": "https://www.theguardian.com/football/2016/dec/23/cristiano-ronaldo-lionel-messi-top-100-footballer-2016", "wordCnt": 987}, {"apiUrl": "https://content.guardianapis.com/football/2016/dec/23/football-transfer-rumours-west-ham-want-jermain-defoe-back", "firPara": "Todays fluff is halfway out the door", "id": "football/2016/dec/23/football-transfer-rumours-west-ham-want-jermain-defoe-back", "isHosted": false, "secPara": "Todays fluff is halfway out the door", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-12-23T09:05:26Z", "webTitle": "Football transfer rumours: West Ham want Jermain Defoe back?", "webUrl": "https://www.theguardian.com/football/2016/dec/23/football-transfer-rumours-west-ham-want-jermain-defoe-back", "wordCnt": 675}, {"apiUrl": "https://content.guardianapis.com/football/2016/dec/23/chelsea-oscar-shanghai-sipg-china", "firPara": "Chelsea have agreed terms with Shanghai SIPG for the permanent transfer of Oscar. The 25-year-old midfielder will join the Chinese Super League side at the beginning of the January transfer window after four and a half years at Stamford Bridge.", "id": "football/2016/dec/23/chelsea-oscar-shanghai-sipg-china", "isHosted": false, "secPara": "During that time the Brazil international has won the Premier League, Europa League and League Cup but, more recently, he has found his chances limited under Antonio Conte.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-12-23T08:28:59Z", "webTitle": "Chelsea agree £52m fee with Shanghai SIPG for transfer of Oscar", "webUrl": "https://www.theguardian.com/football/2016/dec/23/chelsea-oscar-shanghai-sipg-china", "wordCnt": 283}, {"apiUrl": "https://content.guardianapis.com/football/2016/dec/22/chelsea-cleared-breaking-rules-gary-johnson-abuse", "firPara": "The Premier League has ruled that Chelsea did not break any rules in failing to report allegations of historical sexual abuse made in 2014 by their former player Gary Johnson, but a safeguarding audit – agreed with the club – has been deemed an appropriate course of action.", "id": "football/2016/dec/22/chelsea-cleared-breaking-rules-gary-johnson-abuse", "isHosted": false, "secPara": "Johnson spoke out after Chelsea waived the confidentiality clause – which he would later describe as a gagging order – in the £50,000 agreement they made with him in 2015. Since then the former trainee met with three Chelsea directors, who apologised for what happened to him as a youngster at the club, a gesture Johnson described as too little, too late.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-12-22T22:58:01Z", "webTitle": "Chelsea cleared of breaking rules in handling of Gary Johnson abuse case", "webUrl": "https://www.theguardian.com/football/2016/dec/22/chelsea-cleared-breaking-rules-gary-johnson-abuse", "wordCnt": 497}, {"apiUrl": "https://content.guardianapis.com/football/2016/dec/22/liverpool-clean-sheets-resilience-jordan-henderson", "firPara": "It was the manner of victory at Everton, not only Ross Barkleys dangerous challenge, that has left its mark on Jordan Henderson. For a Jürgen Klopp team to chase three points until the last is not uncommon but to come through at Goodison Park with a show of resilience, defensive organisation and strength in depth bodes well for what lies ahead in the eyes of the Liverpool captain.", "id": "football/2016/dec/22/liverpool-clean-sheets-resilience-jordan-henderson", "isHosted": false, "secPara": "As long as you win the derby that is the main thing, Henderson said. But we are very pleased with how we won – going to Goodison and dominating, especially in the second half, defending solidly as a team, winning the ball back quickly and keeping a clean sheet. Thats important.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-12-22T22:30:03Z", "webTitle": "Liverpool clean sheets and resilience a big plus, says Jordan Henderson", "webUrl": "https://www.theguardian.com/football/2016/dec/22/liverpool-clean-sheets-resilience-jordan-henderson", "wordCnt": 912}, {"apiUrl": "https://content.guardianapis.com/football/blog/2016/dec/22/sam-allardyce-crystal-palace-survival-fan-alarm", "firPara": "Survival in the Premier League is everything but even though he undoubtedly represents the best chance of Crystal Palace extending their stay in Englands top flight for a fifth successive season, the impending appointment of Sam Allardyce to replace Alan Pardew at Selhurst Park is one that will fill many supporters with dread.", "id": "football/blog/2016/dec/22/sam-allardyce-crystal-palace-survival-fan-alarm", "isHosted": false, "secPara": "It is less than three months since Allardyce was ousted as the England manager before he had even named his second squad as the result of the Daily Telegraph sting that showed him negotiating a fee of £400,000 to represent an overseas firm hoping to profit from Premier League transfers. Whatever your views on that episode – and there are strong arguments to suggest Allardyce was unlucky to be forced out given he did not break any rules – it was an awful way to bow out from what the 62-year-old from Dudley has always described as his dream job.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-12-22T18:36:35Z", "webTitle": "Some Crystal Palace fans will be alarmed by impending arrival of Sam Allardyce | Ed Aarons", "webUrl": "https://www.theguardian.com/football/blog/2016/dec/22/sam-allardyce-crystal-palace-survival-fan-alarm", "wordCnt": 642}, {"apiUrl": "https://content.guardianapis.com/football/blog/2016/dec/22/sam-allardyce-relegation-firefighter-crystal-palace-manager", "firPara": "There will be no need for a public outcry should Sam Allardyce, as is widely anticipated, return to management with Crystal Palace before the year is out. The same year when his long-held ambition of becoming England manager was realised and then curtailed a mere 67 days later, the shortest reign of any permanent Football Association appointment, after being in charge for a single game. Allardyce is simply too capable an operator to stay out on the sidelines for long.", "id": "football/blog/2016/dec/22/sam-allardyce-relegation-firefighter-crystal-palace-manager", "isHosted": false, "secPara": "That was what earned him a crack at the England job in the first place and though he behaved foolishly, to use the FA chairman Greg Clarkes phrase, the cost was entirely to himself. Even as he agreed with his employer that his position with England had been fatally compromised and accepted the need for a mutual parting, Allardyce was being hotly tipped to be back in work in no time with the next club that found its Premier League status in peril. He always is. That is what he does, and if Crystal Palace had not been in touch this time it could easily have been Swansea or even Sunderland.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-12-22T18:29:16Z", "webTitle": "England furore will follow Sam Allardyce around but he is too good to be jobless | Paul Wilson", "webUrl": "https://www.theguardian.com/football/blog/2016/dec/22/sam-allardyce-relegation-firefighter-crystal-palace-manager", "wordCnt": 979}, {"apiUrl": "https://content.guardianapis.com/football/2016/dec/22/ronald-koeman-keeping-romelu-lukaku-everton-intent", "firPara": "Ronald Koeman has described Romelu Lukakus willingness to sign a new contract at Everton as a reflection of the clubs ambition despite uncertainty over the strikers long-term future.", "id": "football/2016/dec/22/ronald-koeman-keeping-romelu-lukaku-everton-intent", "isHosted": false, "secPara": "Lukakus agent, Mino Raiola, said on Wednesday that the terms of a new deal are 99.9% agreed but his clients position will be reassessed at the end of the season. The 23-year-old, who has two and a half years remaining on his existing contract, is expected to receive improved terms of around £100,000 a week and the new deal may not include a break clause. Regardless of the summer, Koeman believes the Belgium forward is in keeping with the level of talent Everton want to bring to the club.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-12-22T17:26:42Z", "webTitle": "Ronald Koeman says keeping Romelu Lukaku will show Everton’s intent", "webUrl": "https://www.theguardian.com/football/2016/dec/22/ronald-koeman-keeping-romelu-lukaku-everton-intent", "wordCnt": 433}, {"apiUrl": "https://content.guardianapis.com/football/2016/dec/22/notts-county-takeover-alan-hardy-ray-trew", "firPara": "The latest skirmish involving the worlds oldest professional football club came this week when Notts County Football Club Ltd appeared at number 117 in a list of 197 companies scheduled to be wound up in the high court.", "id": "football/2016/dec/22/notts-county-takeover-alan-hardy-ray-trew", "isHosted": false, "secPara": "Revenue &amp; Customs, which is keener these days on football clubs paying their taxes on time, had issued a second petition in 12 months to put into liquidation the club formed 154 years ago this month at the George Hotel in Nottingham.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-12-22T16:42:00Z", "webTitle": "Another Notts County era begins with cautious optimism after £3.5m takeover", "webUrl": "https://www.theguardian.com/football/2016/dec/22/notts-county-takeover-alan-hardy-ray-trew", "wordCnt": 847}], "startIndex": 1671, "status": "ok", "total": 141934, "userTier": "developer"}}