{"response": {"currentPage": 457, "orderBy": "newest", "pageSize": 10, "pages": 14194, "results": [{"apiUrl": "https://content.guardianapis.com/football/blog/2016/aug/06/manchester-united-ravel-morrison-penny-drops", "firPara": "Manchester United Youth Cup winner from 2011 looked being a world-beater, just as his then team-mate Paul Pogba went on to become, but after a succession of disasters the Englishman is still struggling to make an impact at Lazio", "id": "football/blog/2016/aug/06/manchester-united-ravel-morrison-penny-drops", "isHosted": false, "secPara": "For a heady spell in the autumn of 1995, it was not unthinkable that the youngster who would blossom into Manchester Uniteds undisputed first-choice right winger for the best part of the next decade would be Terry Cooke rather than David Beckham. Even though Cookes career probably peaked when he helped Manchester City win the Division Two play-off final against Gillingham in 1999, four days after Beckham helped United win the treble, the notion is not as ridiculous as it sounds.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-08-06T07:00:00Z", "webTitle": "If the penny ever drops, Ravel Morrison would probably volley it into the net | Jacob Steinberg", "webUrl": "https://www.theguardian.com/football/blog/2016/aug/06/manchester-united-ravel-morrison-penny-drops", "wordCnt": 1014}, {"apiUrl": "https://content.guardianapis.com/football/blog/2016/aug/06/bittersweet-memories-england-argentina-football-conflict-angels-dirty-faces", "firPara": "In the light of subsequent events, it is amusing to learn that in 1948 the Argentinian football association imported eight British referees to help them raise the standard of officiating. Each was provided with an interpreter, a facility sadly lacking at Wembley 18 years later when the captain of Argentina wanted to communicate with the German referee of the World Cup quarter-final against England in order to establish precisely why he was being sent off.", "id": "football/blog/2016/aug/06/bittersweet-memories-england-argentina-football-conflict-angels-dirty-faces", "isHosted": false, "secPara": "That famous confrontation between Antonio Rattín and Rudolf Kreitlein – which held up the match for several minutes, depriving one team of their charismatic leader while giving their opponents a helping hand towards a moment of destiny – was among the most prominent of several incidents that have shaped the footballing relationship between England and Argentina.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-08-06T07:00:00Z", "webTitle": "Bittersweet memories of England and Argentina where football and conflict collide | Richard Williams", "webUrl": "https://www.theguardian.com/football/blog/2016/aug/06/bittersweet-memories-england-argentina-football-conflict-angels-dirty-faces", "wordCnt": 1118}, {"apiUrl": "https://content.guardianapis.com/football/blog/2016/aug/05/brendan-rodgers-celtic-premiership-rangers", "firPara": "Champions are overwhelming favourites to win their sixth title in a row in a season when Rangers make their return to the Premiership after four years", "id": "football/blog/2016/aug/05/brendan-rodgers-celtic-premiership-rangers", "isHosted": false, "secPara": "The recurring criticism levelled against Brendan Rodgers will surely vanish within one season of managing Celtic. After all, should the 43-year-olds attempt to win major silverware run into a second season in Scotland then serious questions must be asked regarding his capabilities.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-08-05T22:18:28Z", "webTitle": "Brendan Rodgers poised to reap benefit from Celtic’s Premiership primacy", "webUrl": "https://www.theguardian.com/football/blog/2016/aug/05/brendan-rodgers-celtic-premiership-rangers", "wordCnt": 744}, {"apiUrl": "https://content.guardianapis.com/football/2016/aug/05/steven-caulker-sierra-leone-charity-trip-qpr", "firPara": "Most footballers spend the close season on the beach or a golf course, but the QPR defender has given something back to the west African country and birthplace of his grandfather after a remarkable voyage of discovery", "id": "football/2016/aug/05/steven-caulker-sierra-leone-charity-trip-qpr", "isHosted": false, "secPara": "The first thing that struck Steven Caulker was the desperate poverty. That and the stench. The slum area sweated in the steamy heat at the foot of a hill in Freetowns densely crammed East End, with the raw sewage from the hovels further up the slope flowing down into the alleyways and streets where children played and families gathered to work or eat. The stink in which they lived was overpowering, the level of destitution utterly unfathomable. Yet, when he recalls his week-long visit to Sierra Leone, the overriding memories are not of misery.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-08-05T22:18:04Z", "webTitle": "‘Draining, humbling, inspiring’: Steven Caulker’s life-changing Sierra Leone trip", "webUrl": "https://www.theguardian.com/football/2016/aug/05/steven-caulker-sierra-leone-charity-trip-qpr", "wordCnt": 2263}, {"apiUrl": "https://content.guardianapis.com/football/2016/aug/05/claudio-rainieri-leicester-city-keep-suffering-manchester-united-community-shield", "firPara": "Manager knows repeating last seasons remarkable Premier League title win will be difficult but is still demanding more", "id": "football/2016/aug/05/claudio-rainieri-leicester-city-keep-suffering-manchester-united-community-shield", "isHosted": false, "secPara": "Manager knows repeating last seasons remarkable Premier League title win will be difficult but is still demanding more", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-08-05T21:30:15Z", "webTitle": "Claudio Ranieri wants Leicester City players to keep on suffering", "webUrl": "https://www.theguardian.com/football/2016/aug/05/claudio-rainieri-leicester-city-keep-suffering-manchester-united-community-shield", "wordCnt": 843}, {"apiUrl": "https://content.guardianapis.com/football/2016/aug/05/jose-mourinho-manchester-united-leicester-city-community-shield", "firPara": "Before Manchester Uniteds Community Shield match with Leicester City the Portuguese said some clubs set themselves up as the Mother Teresa of football", "id": "football/2016/aug/05/jose-mourinho-manchester-united-leicester-city-community-shield", "isHosted": false, "secPara": "Before Manchester Uniteds Community Shield match with Leicester City the Portuguese said some clubs set themselves up as the Mother Teresa of football", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-08-05T21:29:15Z", "webTitle": "José Mourinho laments greedy European giants who keep fairytales at bay | Andy Hunter", "webUrl": "https://www.theguardian.com/football/2016/aug/05/jose-mourinho-manchester-united-leicester-city-community-shield", "wordCnt": 889}, {"apiUrl": "https://content.guardianapis.com/football/2016/aug/05/fulham-newcastle-united-championship-match-report", "firPara": "The eyes of the world were glued to the greatest sporting event of them all and the carnival atmosphere pulsed. Welcome back, English football, you have been missed. This was the night when Rafael Benítez and Newcastle United were supposed to flex their muscles and show their Championship-winning intent. Instead, it was one in which they endured what the manager described as a wake-up call.", "id": "football/2016/aug/05/fulham-newcastle-united-championship-match-report", "isHosted": false, "secPara": "Newcastle were second-best in all areas to Fulham and Benítez was not about to complain about the non-award of two strong penalty appeals for handball. He criticised his team for their inability to keep the ball up front or win the second balls in midfield and his parting shot summed things up We have to realise there is work to be done.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-08-05T20:49:34Z", "webTitle": "Matt Smith’s winner for Fulham ends Newcastle’s hopes on opening night", "webUrl": "https://www.theguardian.com/football/2016/aug/05/fulham-newcastle-united-championship-match-report", "wordCnt": 821}, {"apiUrl": "https://content.guardianapis.com/football/live/2016/aug/05/fulham-v-newcastle-championship-season-opener-live", "firPara": "Matt Smith headed home a Tom Cairney corner to hand Fulham a surprise win, with Rafa Benítez frustrated by the lack of a penalty for his side", "id": "football/live/2016/aug/05/fulham-v-newcastle-championship-season-opener-live", "isHosted": false, "secPara": "Thats all from me, thanks for reading. You can read David Hytners match report from Craven Cottage here", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2016-08-05T20:47:00Z", "webTitle": "Fulham 1-0 Newcastle: Championship season opener – as it happened", "webUrl": "https://www.theguardian.com/football/live/2016/aug/05/fulham-v-newcastle-championship-season-opener-live", "wordCnt": 1551}, {"apiUrl": "https://content.guardianapis.com/football/2016/aug/05/burton-albion-championship-first-season-nottingham-forest", "firPara": "When Burton Albion made the short trip to Nottingham shortly after winning promotion to the Football League, it was more than just the Trent that separated them from the City Ground. The home of Nottingham Forest must have seemed as though it belonged to a different world as the League Two newcomers scrambled their way to a 1-1 draw with Notts County. Content to leave Meadow Lane with a point, the most Burton could do was peer at the stadium across the river and dream of playing there one day.", "id": "football/2016/aug/05/burton-albion-championship-first-season-nottingham-forest", "isHosted": false, "secPara": "Seven years on their journey to Nottingham on Saturday afternoon has a slightly altered route. A club whose main rivals were once Gresley Rovers and Tamworth and who reached the Conference in 2002 begin their first season in the second tier of English football with a trip to Forest, who won their second European Cup back when Burton had just joined the Northern Premier League. That Burton are managed by Nigel Clough, whose father, Brian, made Forest the best team in Europe, makes the first meeting between these sides even more special.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-08-05T19:00:12Z", "webTitle": "Burton living the impossible dream as patience and ambition stoke flames", "webUrl": "https://www.theguardian.com/football/2016/aug/05/burton-albion-championship-first-season-nottingham-forest", "wordCnt": 1150}, {"apiUrl": "https://content.guardianapis.com/football/2016/aug/05/rangers-scottish-premiership-tax-issue", "firPara": "At Ibrox stadium on Saturday a fixture against Hamilton Academical will mark the return of Rangers to Scotlands top division, following a prolonged melodrama featuring tax avoidance, insolvency, demotion to the fourth tier, endless rancour and legal actions, unique in British football history.", "id": "football/2016/aug/05/rangers-scottish-premiership-tax-issue", "isHosted": false, "secPara": "During their four years labouring back from calamity to resume the Old Firm rivalry with Celtic, the Scottish Premier and Football Leagues have merged to form the Scottish Professional Football League and the financial border with the English game has cracked into a chasm. The SPFLs television deal with Sky and BT is worth £20m each season until 2020, to be shared by all 42 clubs – less than 100th of around £2.7bn a year which the English Premier Leagues 20 clubs will feast on from this season until 2019.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-08-05T18:00:11Z", "webTitle": "Rangers back with the elite after stormy years but it may not be all plain sailing", "webUrl": "https://www.theguardian.com/football/2016/aug/05/rangers-scottish-premiership-tax-issue", "wordCnt": 1233}], "startIndex": 4561, "status": "ok", "total": 141935, "userTier": "developer"}}