{"response": {"currentPage": 297, "orderBy": "newest", "pageSize": 10, "pages": 14194, "results": [{"apiUrl": "https://content.guardianapis.com/football/2016/oct/24/perth-glory-coach-kenny-lowe-banned-for-two-matches-after-abusing-referee", "firPara": "Perth coach Kenny Lowe will have to watch the Glorys next two A-League fixtures from the stands after receiving a two-game ban from the independent match review panel.", "id": "football/2016/oct/24/perth-glory-coach-kenny-lowe-banned-for-two-matches-after-abusing-referee", "isHosted": false, "secPara": "Lowe was involved in a heated discussion with referee Alan Milliner during the half-time break of Glorys match against Melbourne City on Friday night.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-10-24T07:39:34Z", "webTitle": "Perth Glory coach Kenny Lowe banned for two matches after abusing referee", "webUrl": "https://www.theguardian.com/football/2016/oct/24/perth-glory-coach-kenny-lowe-banned-for-two-matches-after-abusing-referee", "wordCnt": 201}, {"apiUrl": "https://content.guardianapis.com/football/2016/oct/23/mls-playoffs-supporters-shield-sounders-fc-dallas-timbers", "firPara": "Christian Roldan scored what proved to be the winning goal in the 31st minute and the Seattle Sounders wrapped up an MLS playoff berth with a 2-1 victory over Real Salt Lake on Sunday in the regular-season finale.", "id": "football/2016/oct/23/mls-playoffs-supporters-shield-sounders-fc-dallas-timbers", "isHosted": false, "secPara": "The Sounders (14-14-6, 48 points) made the playoffs for the eighth year in a row. They have never missed the postseason since joining MLS in 2009. Seattle will go in as the Wests No4 seed, hosting Sporting Kansas City in a knockout round game in the coming week.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-10-23T22:53:20Z", "webTitle": "MLS Decision Day: Sounders make playoffs as champions Timbers eliminated", "webUrl": "https://www.theguardian.com/football/2016/oct/23/mls-playoffs-supporters-shield-sounders-fc-dallas-timbers", "wordCnt": 321}, {"apiUrl": "https://content.guardianapis.com/football/2016/oct/23/leicester-city-shinji-okazaki-crystal-palace-claudio-ranieri", "firPara": "There is no better sight in the Premier League than Shinji Okazakis face after he scores. There really is not. It is a portrait of pure, unaffected joy and even the most curmudgeonly spectator must struggle to not smile with him. His face is so expressive that a hugely popular new app in his native Japan has a keyboard consisting entirely of Okazaki emojis Happy Okazaki, Sad Okazaki, Approving Okazaki, Angry Okazaki and so on. Against Crystal Palace he demonstrated yet again that for Leicester City he is Busy Okazaki. Dangerous Okazaki. Vital Okazaki.", "id": "football/2016/oct/23/leicester-city-shinji-okazaki-crystal-palace-claudio-ranieri", "isHosted": false, "secPara": "This was only the Japanese strikers second league start of the campaign even though he was an essential component of last seasons triumph. His role in that sensation earned him folk hero status in Leicester and catapulted him to a level of celebrity that makes it hard for him to venture outdoors when he returns to his home country.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-10-23T22:07:00Z", "webTitle": "Leicester City in the groove as Shinji Okazaki takes down Crystal Palace", "webUrl": "https://www.theguardian.com/football/2016/oct/23/leicester-city-shinji-okazaki-crystal-palace-claudio-ranieri", "wordCnt": 633}, {"apiUrl": "https://content.guardianapis.com/football/2016/oct/23/arsenal-arsene-wenger-reading-efl-cup", "firPara": "Arsène Wenger has suggested that the timing of the Arsenal annual general meeting is not ideal for him, coming as it does on the day before a match. Arsenal host Reading in the EFL Cup on Tuesday night and Wengers final training session before the match stands to be affected by the meeting with shareholders, which has been scheduled for 11.30am on Monday.", "id": "football/2016/oct/23/arsenal-arsene-wenger-reading-efl-cup", "isHosted": false, "secPara": "Wenger is scheduled to give a speech at the meeting, which is normally the highlight, but, when he discussed the subject, he initially made it sound as though he would not be able to attend. Normally, Im not there because we prepare a game for Tuesday and we practise on Monday morning, Wenger said.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-10-23T21:59:00Z", "webTitle": "Arsène Wenger riled by timing of Arsenal AGM before EFL Cup tie", "webUrl": "https://www.theguardian.com/football/2016/oct/23/arsenal-arsene-wenger-reading-efl-cup", "wordCnt": 511}, {"apiUrl": "https://content.guardianapis.com/football/2016/oct/23/jack-wilshere-90-minutes-bournemouth", "firPara": "The final whistle had not been blown in Bournemouths draw with Tottenham Hotspur when humorous tweets regarding Jack Wilshere completing a Premier League match for the first time in a little over two years started coming through. Bournemouth should get an extra point for getting 90 mins out of Jack Wilshere, the journalist Sarah Shephard wrote, while the comedian David Schneider posted a sketch in which Wilshere is left confused by still being on the pitch at the end of the game. For the player himself, however, this was a serious milestone to reach.", "id": "football/2016/oct/23/jack-wilshere-90-minutes-bournemouth", "isHosted": false, "secPara": "A lot has happened to Wilshere in the 771 days between the game on Saturday and when he walked off at the end of Arsenals 2-2 draw with Manchester City in September 2014, and indeed in the 487 days since he completed a match of any sort – Englands 3-2 victory against Slovenia in June 2015. The midfielder has gone from shining light for club and country to outcast for both on the back of a wretched fitness record but, having joined Bournemouth on loan, Wilshere is not only playing from start to finish but also regularly this was the sixth successive league contest in which he has taken part for the club.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-10-23T21:45:00Z", "webTitle": "Jack Wilshere feels the pace and power after 90 minute return", "webUrl": "https://www.theguardian.com/football/2016/oct/23/jack-wilshere-90-minutes-bournemouth", "wordCnt": 689}, {"apiUrl": "https://content.guardianapis.com/football/2016/oct/23/jurgen-klopp-liverpool-defending", "firPara": "• Manager riled after focus again on weakness at set pieces", "id": "football/2016/oct/23/jurgen-klopp-liverpool-defending", "isHosted": false, "secPara": "Jürgen Klopp claims he has lost respect for critics of Liverpools defending and insisted there were no problems with the teams resilience.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-10-23T21:29:11Z", "webTitle": "Jürgen Klopp: Liverpool do not have a problem defending", "webUrl": "https://www.theguardian.com/football/2016/oct/23/jurgen-klopp-liverpool-defending", "wordCnt": 671}, {"apiUrl": "https://content.guardianapis.com/football/2016/oct/23/jose-mourinho-rages-manchester-united-incredible-mistakes-chelsea", "firPara": "• Manchester United manager hits out at counterparts response to fourth goal", "id": "football/2016/oct/23/jose-mourinho-rages-manchester-united-incredible-mistakes-chelsea", "isHosted": false, "secPara": "• Manchester United manager hits out at counterparts response to fourth goal", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-10-23T20:36:38Z", "webTitle": "José Mourinho accuses Antonio Conte of humiliating him after Chelsea defeat", "webUrl": "https://www.theguardian.com/football/2016/oct/23/jose-mourinho-rages-manchester-united-incredible-mistakes-chelsea", "wordCnt": 829}, {"apiUrl": "https://content.guardianapis.com/football/blog/2016/oct/23/jose-mourinho-chelsea-manchester-united-reaction", "firPara": "José Mourinho has worn this haunted expression before – the one of utter bewilderment while battling back an inward sense of shock, with eyebrows raised in resignation at how powerless he had been rendered by his teams abject deficiencies out on the grass of this arena. Retreat to the first half of last season and he had offered up the same facade to the world from a few yards further down the touchline as Crystal Palace, Liverpool, Southampton and Bournemouth came and ransacked what he had once considered a fortress.", "id": "football/blog/2016/oct/23/jose-mourinho-chelsea-manchester-united-reaction", "isHosted": false, "secPara": "This time the colour drained from his cheeks as he stood, pained and alone, from his adopted position in the away teams technical area and surveyed the wreckage of his worst defeat in English football. There was exasperation to his reaction to NGolo Kanté jinking round Chris Smalling and Paul Pogba before sliding in his first Chelsea goal with 20 minutes of this hellish return still to endure. The Manchester United manager spun on his heels, taking a mouthful of water before demanding his flustered assistant, Rui Faria, explain why the visitors defence had disintegrated, why they had simply melted away. This was all too spineless.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-10-23T19:30:59Z", "webTitle": "José Mourinho’s presence provokes Chelsea reaction as in the old days", "webUrl": "https://www.theguardian.com/football/blog/2016/oct/23/jose-mourinho-chelsea-manchester-united-reaction", "wordCnt": 983}, {"apiUrl": "https://content.guardianapis.com/football/2016/oct/23/manchester-united-rabble-without-cause-thrashing-by-chelsea", "firPara": "If one wanted to be charitable about it, maybe out of gratitude for all those verbal donations that José Mourinho says he makes to football Einsteins, one could suggest this was just one of those occasions when Manchester United fell foul of the Law of Murphy, as Louis van Gaal used to put it. You could even point to the referee, Martin Atkinson, for evidence to back up the Bad Day at the Office theory, as he booked Eric Bailly for being on the scene of a tumble by Diego Costa and then gave the same punishment to David Luiz for lunging into Marouane Fellainis knee like a violent Cossack dancer.", "id": "football/2016/oct/23/manchester-united-rabble-without-cause-thrashing-by-chelsea", "isHosted": false, "secPara": "But that would be bunkum and only a fool would buy it. The truth is that this miserable performance exposed deep problems at Manchester United. Mourinho was accused by some purists of besmirching Uniteds culture with his ultra-negative approach at Anfield on Monday but at least his team had an identity there. At Stamford Bridge, by contrast, United were a rabble without a cause. Or a team without the ability or willingness to implement whatever plan they had. They were slow and ragged and their body language was not the sort of thing that should have been televised before the watershed.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-10-23T19:00:23Z", "webTitle": "Manchester United a rabble without a cause in thrashing by Chelsea", "webUrl": "https://www.theguardian.com/football/2016/oct/23/manchester-united-rabble-without-cause-thrashing-by-chelsea", "wordCnt": 877}, {"apiUrl": "https://content.guardianapis.com/football/2016/oct/24/kenny-lowes-entertaining-theatrics-belie-his-clever-gameplan-for-perth-glory", "firPara": "The coach will be reprimanded for setting a bad example against Melbourne City but these displays of passion are part of what makes sport so engrossing", "id": "football/2016/oct/24/kenny-lowes-entertaining-theatrics-belie-his-clever-gameplan-for-perth-glory", "isHosted": false, "secPara": "Kenny Lowes one-man revue at AAMI Park on Friday night was a bravura performance – five stars. From the moment he took his seat on the Perth Glory bench to the final utterance of his post-match press conference, Lowe was compelling in a perfectly structured three-act show.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-10-23T19:00:08Z", "webTitle": "Kenny Lowe's entertaining theatrics belie his clever gameplan for Perth Glory | Jonathan Howcroft", "webUrl": "https://www.theguardian.com/football/2016/oct/24/kenny-lowes-entertaining-theatrics-belie-his-clever-gameplan-for-perth-glory", "wordCnt": 971}], "startIndex": 2961, "status": "ok", "total": 141935, "userTier": "developer"}}