{"response": {"currentPage": 230, "orderBy": "newest", "pageSize": 10, "pages": 14194, "results": [{"apiUrl": "https://content.guardianapis.com/football/blog/2016/nov/24/steven-gerrard-study-pep-guardiola-manager-liverpool-retirement", "firPara": "Steven Gerrard is possibly the nearest modern equivalent to Sir Bobby Charlton – synonymous with one club, England centurion, capable of stamping his imprint on matches and admired throughout the game – so as he considers his options for the future on announcing his retirement as a player, he will be aware that immense popularity on the pitch does not necessarily lead to a successful career in management.", "id": "football/blog/2016/nov/24/steven-gerrard-study-pep-guardiola-manager-liverpool-retirement", "isHosted": false, "secPara": "Charltons stab at managing was a brief and forgettable coda to one of the great playing careers. He left Manchester United, possibly a mistake, and lasted two years at Preston North End, where he and Nobby Stiles were relegated in their first season. An even shorter stint as caretaker manager at Wigan followed and that was it.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-24T15:36:46Z", "webTitle": "What next for Steven Gerrard? Charlton and Guardiola offer lessons from history | Paul Wilson", "webUrl": "https://www.theguardian.com/football/blog/2016/nov/24/steven-gerrard-study-pep-guardiola-manager-liverpool-retirement", "wordCnt": 860}, {"apiUrl": "https://content.guardianapis.com/football/2016/nov/24/jurgen-klopp-believes-steven-gerrard-return-liverpool", "firPara": "Steven Gerrard is set to return to Liverpool in a coaching role, while Jürgen Klopp believes it is harder for high-profile players to step straight into management due to the unforgiving spotlight.", "id": "football/2016/nov/24/jurgen-klopp-believes-steven-gerrard-return-liverpool", "isHosted": false, "secPara": "The former Liverpool and England captain officially retired from playing on Thursday, almost 18 years to the day since his Premier League debut against Blackburn Rovers. Gerrard scored 186 goals in 710 appearances for Liverpool, where he became the only player to score in Champions League, Uefa Cup, FA Cup and League Cup finals, won 114 caps for England and bowed out after a 17-month spell at LA Galaxy. I cant deliver what I used to be able to deliver and as time goes on thats frustrating, he said.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-24T15:18:11Z", "webTitle": "Jürgen Klopp believes Steven Gerrard will return to Liverpool fold", "webUrl": "https://www.theguardian.com/football/2016/nov/24/jurgen-klopp-believes-steven-gerrard-return-liverpool", "wordCnt": 579}, {"apiUrl": "https://content.guardianapis.com/football/2016/nov/24/mauricio-pochettino-tottenham-wembley-europa-league", "firPara": "Mauricio Pochettino said Tottenham Hotspur have decided to remain at Wembley if they are in the Europa League in the new year, because he is determined to make the national stadium feel like home before the clubs move there for the whole of next season.", "id": "football/2016/nov/24/mauricio-pochettino-tottenham-wembley-europa-league", "isHosted": false, "secPara": "Spurs have played their Champions League home ties at Wembley after Uefa ruled White Hart Lane was unfit to stage them because of building work on the new stadium. The club will not qualify for the knockout rounds as a result of Tuesdays 2-1 defeat at Monaco and they will enter the Europa League if they win or draw at Wembley against CSKA Moscow in their final group game on 7 December.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-24T15:11:26Z", "webTitle": "Mauricio Pochettino: Tottenham will stay at Wembley for Europa League", "webUrl": "https://www.theguardian.com/football/2016/nov/24/mauricio-pochettino-tottenham-wembley-europa-league", "wordCnt": 610}, {"apiUrl": "https://content.guardianapis.com/football/2016/nov/24/mustapha-carayol-damilola-taylor-centre-nottingham-forest", "firPara": "I remember coming back from playing football that evening – people were out on the streets crying and there were police everywhere, says Mustapha Carayol. I asked my mum what had happened and she told me a 10-year-old boy had been stabbed. The whole community was shut down for the next few weeks. No kids were allowed to play out any more and the parks were empty because all the parents were obviously worried about their childrens safety. It hit the community hard.", "id": "football/2016/nov/24/mustapha-carayol-damilola-taylor-centre-nottingham-forest", "isHosted": false, "secPara": "Next week marks the 16th anniversary of Damilola Taylors death on the notorious North Peckham estate. On Friday night,his father Richard will deliver the first in a series of Damilola Taylor Memorial Lectures on the issue of violent youth crime that still plagues the streets of south-east London. A BBC dramatisation of Damilolas story was televised this month and provoked an outpouring of tributes from the local community and beyond on social media, including a heartfelt tweet from Carayol, who is a winger with Nottingham Forest.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-24T15:06:00Z", "webTitle": "Mustapha Carayol: ‘I learned everything at Damilola Taylor Centre, not just football’", "webUrl": "https://www.theguardian.com/football/2016/nov/24/mustapha-carayol-damilola-taylor-centre-nottingham-forest", "wordCnt": 1060}, {"apiUrl": "https://content.guardianapis.com/football/2016/nov/24/crewe-director-football-dario-gradi-sympathy-barry-bennell-victims", "firPara": "Crewe Alexandras director of football and former manager Dario Gradi has issued a statement to express sympathy for the victims of the serial paedophile Barry Bennell, who abused players at the club.", "id": "football/2016/nov/24/crewe-director-football-dario-gradi-sympathy-barry-bennell-victims", "isHosted": false, "secPara": "Gradi, who was manager of Crewe from 1983 until 2007, also said no one at the club was aware of Bennells crimes until Bennell was arrested in the US in 1994.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-24T14:24:55Z", "webTitle": "Crewe director of football Dario Gradi expresses sympathy for victims of Barry Bennell", "webUrl": "https://www.theguardian.com/football/2016/nov/24/crewe-director-football-dario-gradi-sympathy-barry-bennell-victims", "wordCnt": 320}, {"apiUrl": "https://content.guardianapis.com/football/2016/nov/24/west-brom-len-cantello-testimonial-1979-white-black-players", "firPara": "After 11 years in the first team and about 15 years after he moved down from Manchester to join West Bromwich Albions youth system, Len Cantello was granted a testimonial season in 1978-79. It ended with a game at The Hawthorns that is still talked about nearly four decades later, perhaps getting more attention now than it did at the time. It is the focus of a BBC documentary, to be screened on Sunday.", "id": "football/2016/nov/24/west-brom-len-cantello-testimonial-1979-white-black-players", "isHosted": false, "secPara": "The continued interest has come as a considerable surprise to the former midfielder himself, now retired and living in Manchester, who recalls nothing particularly exceptional about his big afternoon. Id played in a few testimonials, and it was either you played against a local team – so for me it would be the Villa, Birmingham or Wolves – or you played an all-star XI, he says. It was just a case of sitting round with a committee and coming up with some ideas for what was the best way to do the game.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-24T13:21:28Z", "webTitle": "The West Brom testimonial when black players took on a team of white players | Simon Burnton", "webUrl": "https://www.theguardian.com/football/2016/nov/24/west-brom-len-cantello-testimonial-1979-white-black-players", "wordCnt": 1658}, {"apiUrl": "https://content.guardianapis.com/football/2016/nov/24/steven-gerrard-retires-playing-professional-football", "firPara": "The former Liverpool and England captain Steven Gerrard has announced his retirement from professional football, ending his 19-year playing career. Gerrard made 710 appearances for Liverpool, scoring 186 goals and winning eight major trophies, including the Champions League in 2005, before joining the MLS side LA Galaxy in 2015.", "id": "football/2016/nov/24/steven-gerrard-retires-playing-professional-football", "isHosted": false, "secPara": "Gerrard, Englands fourth most-capped player, represented his country on 114 occasions and captained England at three major tournaments. At club level, Gerrard lifted the FA Cup on two occasions as well as starring in Liverpools penalty shootout Champions League victory against Milan in Istanbul. Gerrard remains the only player to have scored in an FA Cup, League Cup, Champions League and Uefa Cup final.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-24T11:16:43Z", "webTitle": "Steven Gerrard retires from football after ‘incredible career’", "webUrl": "https://www.theguardian.com/football/2016/nov/24/steven-gerrard-retires-playing-professional-football", "wordCnt": 1176}, {"apiUrl": "https://content.guardianapis.com/football/2016/nov/24/charlton-athletic-karl-robinson-russell-slade", "firPara": "Charlton Athletic have named Karl Robinson as the clubs new manager, after parting company with Russell Slade this month. Robinson, who left MK Dons by mutual consent in October, has signed a 2½-year contract with the League One club.", "id": "football/2016/nov/24/charlton-athletic-karl-robinson-russell-slade", "isHosted": false, "secPara": "I am honoured to have been appointed manager of Charlton and cant wait to get started, Robinson said. Joining such a huge club with a large, passionate fan base is a really exciting proposition.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-24T10:21:29Z", "webTitle": "Charlton Athletic appoint Karl Robinson as new manager", "webUrl": "https://www.theguardian.com/football/2016/nov/24/charlton-athletic-karl-robinson-russell-slade", "wordCnt": 275}, {"apiUrl": "https://content.guardianapis.com/football/blog/2016/nov/24/manchester-united-feyenoord-2005-alex-ferguson", "firPara": "Defeat would draw parallels with the last season United went out of Europe by Christmas, facing a backlash many thought would cost Alex Ferguson his job", "id": "football/blog/2016/nov/24/manchester-united-feyenoord-2005-alex-ferguson", "isHosted": false, "secPara": "Underwhelming results on both domestic and European fronts. An ageing, totemic club captain creating unwanted headlines. Controversy over the public criticism of players. A megalomaniac, authoritarian manager some observers believe to be past his sell-by date and in danger of losing the plot. To say that Manchester United are anywhere near crisis point as they fight for their survival in the Europa League would be overstating the case but it is noteworthy that the side preparing for Thursdays crucial match against Feyenoord does have plenty in common with the most recent version of the club to exit European competition in ignominy before Christmas. Should they lose against Feyenoord and Fenerbahce beat Zorya, United will be bounced out of Europe before the festive season for the first time in more than a decade. On that occasion there were no shortage of distress flares to be seen in the sky over Old Trafford.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-24T10:00:30Z", "webTitle": "Manchester United dare not lose to Feyenoord as spectre of 2005 looms | Barry Glendenning", "webUrl": "https://www.theguardian.com/football/blog/2016/nov/24/manchester-united-feyenoord-2005-alex-ferguson", "wordCnt": 1456}, {"apiUrl": "https://content.guardianapis.com/football/2016/nov/24/football-transfer-rumour-mill-thiago-silva-juventus-psg", "firPara": "Todays fluff has been broken down to the lowest turn", "id": "football/2016/nov/24/football-transfer-rumour-mill-thiago-silva-juventus-psg", "isHosted": false, "secPara": "Todays fluff has been broken down to the lowest turn", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-24T08:54:24Z", "webTitle": "Football transfer rumours: PSG's Thiago Silva close to joining Juventus?", "webUrl": "https://www.theguardian.com/football/2016/nov/24/football-transfer-rumour-mill-thiago-silva-juventus-psg", "wordCnt": 698}], "startIndex": 2291, "status": "ok", "total": 141934, "userTier": "developer"}}