{"response": {"currentPage": 254, "orderBy": "newest", "pageSize": 10, "pages": 14194, "results": [{"apiUrl": "https://content.guardianapis.com/football/2016/nov/14/can-the-real-wanderers-please-stand-up-western-sydney-facing-identity-crisis", "firPara": "This seasons team may sport the same crest on their shirts, but thats about all they have in common with the side Tony Popovic created four years ago", "id": "football/2016/nov/14/can-the-real-wanderers-please-stand-up-western-sydney-facing-identity-crisis", "isHosted": false, "secPara": "This seasons team may sport the same crest on their shirts, but thats about all they have in common with the side Tony Popovic created four years ago", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-13T19:00:26Z", "webTitle": "Can the real Wanderers please stand up: Western Sydney facing identity crisis | Jonathan Howcroft", "webUrl": "https://www.theguardian.com/football/2016/nov/14/can-the-real-wanderers-please-stand-up-western-sydney-facing-identity-crisis", "wordCnt": 881}, {"apiUrl": "https://content.guardianapis.com/football/blog/2016/nov/13/england-spain-gareth-southgate-wembley-template", "firPara": "At a time when much of the chatter around England has centred on the existential, Gauloise-puffing idea of identity, essence and (God help us) footballing DNA, it seems fitting Spain should be Tuesday nights friendly opponents at Wembley. The FAs urge to find a template to follow, embellish and generally crib has circled France, Germany and Spain, with an Iberian tang to elements from B team proposals, elite player performance plan and the idea teams at every level should adopt an already outmoded possession game.", "id": "football/blog/2016/nov/13/england-spain-gareth-southgate-wembley-template", "isHosted": false, "secPara": "After Fridays win against Scotland Gareth Southgate even spoke in his post-match press conference about the significance of hosting Julen Lopeteguis depleted team. Playing Spain is one of the biggest challenges we can face, he said. They have a clear identity of how they play throughout all their age groups. As pre-match battle cries go it may not be quite up there with Stuart Pearces old Wembley routine (This is our fucking turf, my fucking turf), but the message is clear enough. Identity, cohesion, that as-yet undefined DNA strand this has become the new grail, the creaking hobby horse behind every fresh falling-short.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-13T17:30:38Z", "webTitle": "Spain are fitting opponents for Gareth Southgate’s England template | Barney Ronay", "webUrl": "https://www.theguardian.com/football/blog/2016/nov/13/england-spain-gareth-southgate-wembley-template", "wordCnt": 1313}, {"apiUrl": "https://content.guardianapis.com/football/2016/nov/13/said-and-done-donald-trump-ed-glazer-jack-warner-football-diary", "firPara": "Also featuring Sepps midas touch; the Checkatrade Trophy; and how to handle haters", "id": "football/2016/nov/13/said-and-done-donald-trump-ed-glazer-jack-warner-football-diary", "isHosted": false, "secPara": "Also featuring Sepps midas touch; the Checkatrade Trophy; and how to handle haters", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-13T09:15:14Z", "webTitle": "Said & Done: ‘I’m all for Trump, and I wish him all the best’", "webUrl": "https://www.theguardian.com/football/2016/nov/13/said-and-done-donald-trump-ed-glazer-jack-warner-football-diary", "wordCnt": 990}, {"apiUrl": "https://content.guardianapis.com/football/2016/nov/12/spain-england-julen-lopetegui-wembley", "firPara": "Julen Lopetegui could have been in the West Midlands on Sunday, preparing for Preston; instead, he is on his way to Wembley. He had already begun working with the Chinese conglomerate seeking to buy Wolverhampton Wanderers when the phone rang. At the other end was Ángel María Villar, president of the Spanish Football Federation, with an offer he could not refuse. So Lopetegui turned away from Molineux and made for Madrid instead. On 21 July, Fosun International became the new owners of Wolves; on the same day, the man they wanted to lead them was unveiled as the coach of Spains national team.", "id": "football/2016/nov/12/spain-england-julen-lopetegui-wembley", "isHosted": false, "secPara": "His new office is on the first floor of Spains Las Rozas HQ, 25km north-west of the capital. Inherited from Vicente del Bosque, coach for eight years, winner of the 2010 World Cup and Euro 2012, a picture of some of those celebrations remains on the wall and Lopetegui has not yet made it his own. But the office, like his team, does look a little different now. Less familiar, less lived-in, most of the books gone from the shelf. He has been away a lot, after all – especially in England, where 36 Spaniards play in the Premier League, including seven of his squad, and where he might have set up home permanently. Had due diligence and the various checks at Molineux been completed sooner, the call could have been too late.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-12T23:25:00Z", "webTitle": "Spain’s new coach Julen Lopetegui: Why I am passionate about English football", "webUrl": "https://www.theguardian.com/football/2016/nov/12/spain-england-julen-lopetegui-wembley", "wordCnt": 2285}, {"apiUrl": "https://content.guardianapis.com/football/2016/nov/12/eric-dier-england-midfield-foreign-footballing-brain", "firPara": "The names trip off Eric Diers tongue. The list begins with Rui Patrício and Adrien Silva, both still stalwarts at Sporting, and Cédric Soares, now an opponent in the Premier League at Southampton. Then there are his fellow academy graduates William Carvalho and João Mário, who recently moved to Internazionale. All were club-mates in Lisbon, players with whom Dier struck up friendships over his 13 years living in Portugal and colleagues he cheered on from afar as they claimed the summers European Championship.", "id": "football/2016/nov/12/eric-dier-england-midfield-foreign-footballing-brain", "isHosted": false, "secPara": "The bond forged with that group remains strong, which begs an obvious question and a reassuringly emphatic response. If England cant win anything, then I want Portugal to win and I was very happy for them, but never once did I think, I should be playing for Portugal, says Dier. When I was younger, the Portuguese Football Federation spoke to Sporting about my availability but nothing came of it. Im 100% English. You see a lot of Brazilians playing for Portugal and I was never a big fan of that. Portugal was my home but I always had the idea I would play for England. My footballing brain is a bit foreign because I learned everything I know somewhere else but my parents are English, my grandparents are English, Im English. And, anyway, its a bit late to turn round now.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-12T22:30:01Z", "webTitle": "Eric Dier: England’s midfield mainstay with a foreign footballing brain", "webUrl": "https://www.theguardian.com/football/2016/nov/12/eric-dier-england-midfield-foreign-footballing-brain", "wordCnt": 952}, {"apiUrl": "https://content.guardianapis.com/football/2016/nov/12/gareth-southgate-england-world-cup-2018", "firPara": "Gareth Southgate is confident he has demonstrated his passion for the England managers role and says he has no concerns about the post going into a process that is likely to lead to him being confirmed in the position.", "id": "football/2016/nov/12/gareth-southgate-england-world-cup-2018", "isHosted": false, "secPara": "There are no fears with the job. It would be easy to look at the negatives but to work with top players and in big matches is what I want to do, said Southgate, confirming that he expected the Football Associations recruitment process to begin after Tuesdays friendly against Spain.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-12T22:30:01Z", "webTitle": "Gareth Southgate: I have no fear about taking England manager’s job", "webUrl": "https://www.theguardian.com/football/2016/nov/12/gareth-southgate-england-world-cup-2018", "wordCnt": 709}, {"apiUrl": "https://content.guardianapis.com/football/2016/nov/12/england-world-cup-2018-gareth-southgate-scotland-wembley", "firPara": "The 3-0 win over Scotland should land Southgate the permanent role but the patchy display at Wembley underlined age-old problems of style and delivery", "id": "football/2016/nov/12/england-world-cup-2018-gareth-southgate-scotland-wembley", "isHosted": false, "secPara": "It was a victory that in many ways embodies the early days of the England reign of the man who has accidentally landed in the hot seat. Well meaning but hesitant. Full of good intentions but, as yet, far from wholly convincing. A curates egg that contained flashes of promise but plenty of familiar failings and nagging questions. Enough of the former to likely land Gareth Southgate a contract through to Euro 2020 but still too many of the latter to inspire much confidence.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-12T22:30:01Z", "webTitle": "Gareth Southgate set for England job but the work has only just begun |Owen Gibson", "webUrl": "https://www.theguardian.com/football/2016/nov/12/england-world-cup-2018-gareth-southgate-scotland-wembley", "wordCnt": 1443}, {"apiUrl": "https://content.guardianapis.com/football/blog/2016/nov/12/fa-gareth-southgate-england-manager-candidates", "firPara": "The nagging feeling is that Gareth Southgate will become permanent England manager because of the paucity of the list of candidates", "id": "football/blog/2016/nov/12/fa-gareth-southgate-england-manager-candidates", "isHosted": false, "secPara": "On the face of it, nobody should be surprised the Football Association, on the rebound after the brief, unhappy dalliance with Sam Allardyce, was so attracted to the idea of Gareth Southgate from the outset and always thought of him, personality-wise, as a trouble-free appointment.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-12T22:29:01Z", "webTitle": "FA plucks Gareth Southgate for England job from a bare cupboard | Daniel Taylor", "webUrl": "https://www.theguardian.com/football/blog/2016/nov/12/fa-gareth-southgate-england-manager-candidates", "wordCnt": 1892}, {"apiUrl": "https://content.guardianapis.com/football/2016/nov/12/wales-serbia-world-cup-qualifier-match-report", "firPara": "It was one of those nights when the woodwork made all the difference. With five minutes remaining the width of the post denied Gareth Bale a second goal that would have put this crucial game to bed and less than 60 seconds later the Serbia bench exploded with joy after Aleksandar Mitrovic, the Newcastle United striker, scored via the upright at the other end.", "id": "football/2016/nov/12/wales-serbia-world-cup-qualifier-match-report", "isHosted": false, "secPara": "Wales were crestfallen, disappointment written all over their faces at the final whistle after two precious points slipped through their fingers for the third consecutive match in a World Cup qualification campaign that has stalled. The players are absolutely devastated, Chris Coleman, the Wales manager, said.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-12T21:54:48Z", "webTitle": "Wales held to damaging Serbia draw after late Aleksandar Mitrovic goal", "webUrl": "https://www.theguardian.com/football/2016/nov/12/wales-serbia-world-cup-qualifier-match-report", "wordCnt": 807}, {"apiUrl": "https://content.guardianapis.com/football/live/2016/nov/12/wales-v-serbia-world-cup-2018-qualifier-live", "firPara": "The points were shared but Wales were left shattered by Serbias late equaliser which came seconds after Gareth Bale, who opened the scoring in the first half, had hit the post", "id": "football/live/2016/nov/12/wales-v-serbia-world-cup-2018-qualifier-live", "isHosted": false, "secPara": "The points were shared but Wales were left shattered by Serbias late equaliser which came seconds after Gareth Bale, who opened the scoring in the first half, had hit the post", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2016-11-12T21:47:59Z", "webTitle": "Wales 1-1 Serbia: World Cup 2018 qualifier – as it happened", "webUrl": "https://www.theguardian.com/football/live/2016/nov/12/wales-v-serbia-world-cup-2018-qualifier-live", "wordCnt": 1594}], "startIndex": 2531, "status": "ok", "total": 141935, "userTier": "developer"}}