{"response": {"currentPage": 277, "orderBy": "newest", "pageSize": 10, "pages": 14194, "results": [{"apiUrl": "https://content.guardianapis.com/football/2016/nov/02/spanish-press-manchester-city-champions-league-win-barcelona", "firPara": "If you had turned the television off after 35 minutes, youd never believe it, Luis Enrique said. What he did not say was why anyone would turn off a match that was as much fun as this The best football in Europe at the moment, El Mundo Deportivo called it, while Sport described it as very Premier dizzying, fast, confused. A game that ended with Manchester City beating Barcelona for the first time; with Pep Guardiola beating them for the first time too. At last, opened the match report in Marca. The second half had been a citizens recital, it read.", "id": "football/2016/nov/02/spanish-press-manchester-city-champions-league-win-barcelona", "isHosted": false, "secPara": "What had changed, everyone wondered? Dont ask me what Pep said, Nolito replied, my English still isnt up to much. Something certainly had. Barcelona surrendered to their chaotic end, so different to their stupendous start – a contrast that makes their performance at the Etihad Stadium indecipherable, Ramón Besa wrote in El País. City shifted too, catching them. This was a different Guardiola team, a little countercultural swifter, more direct, Guardiola explaining the value of verticality, beyond the pressure of Ivan Rakitic and Sergio Busquets.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-02T14:20:15Z", "webTitle": "‘Dizzying and fast’: Spanish press hails Manchester City’s win over Barcelona | Sid Lowe", "webUrl": "https://www.theguardian.com/football/2016/nov/02/spanish-press-manchester-city-champions-league-win-barcelona", "wordCnt": 732}, {"apiUrl": "https://content.guardianapis.com/football/2016/nov/02/best-goals-week-mesut-ozil-antoine-griezmann-graziano-pelle", "firPara": "Featuring a creative solo effort, a wonderful team goal, a delicate lob, a cushioned chip, a smashing volley and the usual compendium of masterblasters ", "id": "football/2016/nov/02/best-goals-week-mesut-ozil-antoine-griezmann-graziano-pelle", "isHosted": false, "secPara": "", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-02T14:00:10Z", "webTitle": "The best goals of the week: Mesut Özil, Antoine Griezmann and Graziano Pellè", "webUrl": "https://www.theguardian.com/football/2016/nov/02/best-goals-week-mesut-ozil-antoine-griezmann-graziano-pelle", "wordCnt": 24}, {"apiUrl": "https://content.guardianapis.com/football/blog/2016/nov/02/manchester-city-barcelona-champions-league-pep-guardiola", "firPara": "People laughed at the idea that Manchester City played well in their first game against Barcelona two weeks ago. But they lost 4-0, it was pointed out. They ended up with 10 men. They handed Lionel Messi his latest Champions League hat-trick on a plate. All true, yet City did play well in the Camp Nou, between their various defensive mishaps they showed a willingness to get at Barcelona and make chances. If that was a sign of a new tenacity under Pep Guardiola it came to full fruition when Messi and his team were vanquished at the Etihad.", "id": "football/blog/2016/nov/02/manchester-city-barcelona-champions-league-pep-guardiola", "isHosted": false, "secPara": "Perhaps vanquished is an over-dramatic word for a 3-1 victory that could have been narrower – although with better finishing City could easily have hit four or five – but when you have played the same opponents six times in the past three years and lost the first five the eventual breakthrough victory is bound to be cathartic.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-02T13:30:15Z", "webTitle": "City starting to prove themselves in Europe, just like Ferguson’s United | Paul Wilson", "webUrl": "https://www.theguardian.com/football/blog/2016/nov/02/manchester-city-barcelona-champions-league-pep-guardiola", "wordCnt": 1185}, {"apiUrl": "https://content.guardianapis.com/football/2016/nov/02/arsenal-spurs-derby-aaron-ramsey", "firPara": "Aaron Ramsey has warned Tottenham Hotspur that Arsenal boast all the momentum and confidence going into Sundays north London derby, despite their opponents unbeaten start to the league campaign.", "id": "football/2016/nov/02/arsenal-spurs-derby-aaron-ramsey", "isHosted": false, "secPara": "The Wales international made his first start since the opening weekend of the season in Sofia on Tuesday as Arsenal secured their place in the knockout stage of the Champions League with two matches still to play by defeating Ludogorets Razgrad.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-02T12:00:19Z", "webTitle": "Arsenal in confident mood for Spurs derby showdown, says Aaron Ramsey", "webUrl": "https://www.theguardian.com/football/2016/nov/02/arsenal-spurs-derby-aaron-ramsey", "wordCnt": 570}, {"apiUrl": "https://content.guardianapis.com/football/blog/2016/nov/02/javier-hernandez-goalscorer-bayer-leverkusen-tottenham-champions-league-miroslav-klose", "firPara": "There are many things in football that are incredibly beautiful. Lionel Messi at full flow. A Dimitri Payet free-kick. Or, indeed, a simple toe poke, such as Ronaldinhos against Chelsea back in 2005.", "id": "football/blog/2016/nov/02/javier-hernandez-goalscorer-bayer-leverkusen-tottenham-champions-league-miroslav-klose", "isHosted": false, "secPara": "The list is long. We can marvel at warm-ups (Diego Maradona with Opus in the background is a classic ), crossfield passes or even sliding tackles. Not to mention nutmegs. Wonderful things.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-02T11:06:12Z", "webTitle": "Javier Hernández and the underrated art of the clinical goalscorer | Marcus Christenson", "webUrl": "https://www.theguardian.com/football/blog/2016/nov/02/javier-hernandez-goalscorer-bayer-leverkusen-tottenham-champions-league-miroslav-klose", "wordCnt": 937}, {"apiUrl": "https://content.guardianapis.com/football/2016/nov/02/manchester-united-henrikh-mkhitaryan-phil-jones-fenerbahce-squad", "firPara": "Henrikh Mkhitaryan has been named in Manchester Uniteds 21-man squad for Thursdays Europa League group game at Fenerbahce along with Zlatan Ibrahimovic and Wayne Rooney, plus Phil Jones, who has just recovered from injury.", "id": "football/2016/nov/02/manchester-united-henrikh-mkhitaryan-phil-jones-fenerbahce-squad", "isHosted": false, "secPara": "Mkhitaryan has struggled for game time under José Mourinho and has not featured since being taken off at half-time of the 2-1 derby loss to Manchester City at Old Trafford on 10 September.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-02T10:14:36Z", "webTitle": "Henrikh Mkhitaryan and Phil Jones named in Manchester United squad to face Fenerbahce", "webUrl": "https://www.theguardian.com/football/2016/nov/02/manchester-united-henrikh-mkhitaryan-phil-jones-fenerbahce-squad", "wordCnt": 231}, {"apiUrl": "https://content.guardianapis.com/football/2016/nov/02/which-footballers-have-their-nationality-in-their-surnames", "firPara": "Plus premature ending seasons; the missing link between Watfords Isaac Success and Myanmars Aung Aung Oo; and the greatest clubs to go out of existence. Send your questions and answers to knowledge@theguardian.com or tweet @TheKnowledge_GU", "id": "football/2016/nov/02/which-footballers-have-their-nationality-in-their-surnames", "isHosted": false, "secPara": "Plus premature ending seasons; the missing link between Watfords Isaac Success and Myanmars Aung Aung Oo; and the greatest clubs to go out of existence. Send your questions and answers to knowledge@theguardian.com or tweet @TheKnowledge_GU", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-02T10:00:16Z", "webTitle": "Which footballers have their nationality in their surnames? | The Knowledge", "webUrl": "https://www.theguardian.com/football/2016/nov/02/which-footballers-have-their-nationality-in-their-surnames", "wordCnt": 1786}, {"apiUrl": "https://content.guardianapis.com/football/2016/nov/02/football-transfer-rumours-manchester-united-to-sign-jose-gimenez", "firPara": "Todays fluff is half-baked", "id": "football/2016/nov/02/football-transfer-rumours-manchester-united-to-sign-jose-gimenez", "isHosted": false, "secPara": "Todays fluff is half-baked", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-02T08:39:07Z", "webTitle": "Football transfer rumours: Manchester United to sign José Giménez?", "webUrl": "https://www.theguardian.com/football/2016/nov/02/football-transfer-rumours-manchester-united-to-sign-jose-gimenez", "wordCnt": 360}, {"apiUrl": "https://content.guardianapis.com/football/2016/nov/01/manchester-city-barcelona-champions-league-match-report", "firPara": "It was a thrilling, breathless night, full of everything that football at its highest level should be, and when it was all done Manchester City could reflect on the kind of result they have craved since the bags of gold arrived from Abu Dhabi and the story of this club changed forever. They had not only beaten Barcelona but they had done it the hard way, coming from behind, and they have spent so long waiting for a victory of this magnitude it automatically takes its place as their most gratifying in the Champions League to date.", "id": "football/2016/nov/01/manchester-city-barcelona-champions-league-match-report", "isHosted": false, "secPara": "Any success against a side featuring Lionel Messi, Neymar and Luis Suárez has to be cherished but perhaps the most satisfying part for Pep Guardiolas team is what it showed about their competitive courage and the shift in mentality compared with Citys previous attempts to overcome perhaps the most beautifully constructed club side there has ever been.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-02T08:36:13Z", "webTitle": "Manchester City stun Barcelona in breathless Champions League victory", "webUrl": "https://www.theguardian.com/football/2016/nov/01/manchester-city-barcelona-champions-league-match-report", "wordCnt": 983}, {"apiUrl": "https://content.guardianapis.com/football/2016/nov/01/arsenal-ludogorets-razgrad-champions-league-match-report", "firPara": "It took a moment of calmly executed genius to achieve it but, for a 17th year in succession, Arsenals Champions League campaign will extend into a new year. Opponents thrashed 6-0 at the Emirates Stadium a fortnight ago provided a sterner test in the chill of Sofia but Mesut Özil, peripheral for much of the night, made his presence felt at the last. A player of his quality was never likely to remain becalmed for the entire game.", "id": "football/2016/nov/01/arsenal-ludogorets-razgrad-champions-league-match-report", "isHosted": false, "secPara": "This match had been edging towards an unsatisfactory conclusion, locked at 2-2 after a frenzy of first half goals, when the visitors substitute Mohamed Elneny clipped Özil beyond Ludogorets back-line. The German international advanced and, with the ball bouncing awkwardly, scooped it over Milan Borjan with his left foot as the goalkeeper advanced from his penalty area. Cosmin Moti and José Luis Palomino still hoped to thwart him having raced back towards the goalline, but Özil simply dropped his shoulder, left both centre-halves sprawled on the turf with a sway of his hips and calmly slid Arsenals winner into the corner of the net.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-02T08:29:39Z", "webTitle": "Arsenal fightback from two down at Ludogorets eases them into last 16", "webUrl": "https://www.theguardian.com/football/2016/nov/01/arsenal-ludogorets-razgrad-champions-league-match-report", "wordCnt": 859}], "startIndex": 2761, "status": "ok", "total": 141935, "userTier": "developer"}}