{"response": {"currentPage": 256, "orderBy": "newest", "pageSize": 10, "pages": 14194, "results": [{"apiUrl": "https://content.guardianapis.com/football/2016/nov/12/billy-sharp-sheffield-united-wilder-old-school-approach", "firPara": "The Blades look well placed to rise again after five seasons in League One and much of that is down to an improved team spirit fostered by the new manager", "id": "football/2016/nov/12/billy-sharp-sheffield-united-wilder-old-school-approach", "isHosted": false, "secPara": "At times over the past five seasons, it has seemed as if Sheffield United have been weighed down by a curse. Whatever they collectively did in a previous life, their sentence was to forever remain in League One. Since relegation from the Championship in 2011, four permanent managers (plus two caretaker spells by Chris Morgan) have tried and failed to break the curse, tried and failed to haul the Blades out of the third tier.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-12T12:00:48Z", "webTitle": "Sheffield United on the up thanks to Chris Wilder’s old school approach", "webUrl": "https://www.theguardian.com/football/2016/nov/12/billy-sharp-sheffield-united-wilder-old-school-approach", "wordCnt": 954}, {"apiUrl": "https://content.guardianapis.com/football/2016/nov/12/mexico-united-states-donald-trump-rafael-marquez", "firPara": "The Mexico captain, Rafael Márquez, believes his winning goal over the United States on Friday can boost the nation and help Mexican people forget the intolerance of the US presidential election, following Donald Trumps triumph.", "id": "football/2016/nov/12/mexico-united-states-donald-trump-rafael-marquez", "isHosted": false, "secPara": "Márquez scored an 89th-minute header to seal victory in the match, as Mexico prevailed 2-1 at the Mapfre Stadium in Columbus, Ohio, their Concacaf World Cup 2018 qualifying group opener.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-12T11:33:54Z", "webTitle": "Rafael Márquez says win over USA will help Mexico at time of intolerance", "webUrl": "https://www.theguardian.com/football/2016/nov/12/mexico-united-states-donald-trump-rafael-marquez", "wordCnt": 314}, {"apiUrl": "https://content.guardianapis.com/football/blog/2016/nov/12/england-scotland-five-talking-points-world-cup-qualifier", "firPara": "Giving England an identity will be Gareth Southgates big challenge as full-time manager, Gordon Strachans future looks bleak and Lallanas quality was key", "id": "football/blog/2016/nov/12/england-scotland-five-talking-points-world-cup-qualifier", "isHosted": false, "secPara": "Giving England an identity will be Gareth Southgates big challenge as full-time manager, Gordon Strachans future looks bleak and Lallanas quality was key", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-12T09:30:45Z", "webTitle": "England 3-0 Scotland: five talking points from the World Cup qualifier | Dominic Fifield", "webUrl": "https://www.theguardian.com/football/blog/2016/nov/12/england-scotland-five-talking-points-world-cup-qualifier", "wordCnt": 760}, {"apiUrl": "https://content.guardianapis.com/football/2016/nov/11/mexico-stun-united-states-on-late-rafael-marquez-winner", "firPara": "The legend of Dos a Cero and Fort Columbus were dismantled Friday night in Mapfre Stadium as a gritty game between the two best teams in the World Cup qualifying group saw Mexico grab all three points in the first game of the Hexagonal. A 20th-minute Miguel Layun goal was canceled out by a strong Jozy Altidore run in the 49th minute that saw him thread the ball in for Bobby Wood to slot home and tie up the game until Mexicos Rafael Marquez headed in a corner right before second-half stoppage time to give Mexico a critical 2-1 win.", "id": "football/2016/nov/11/mexico-stun-united-states-on-late-rafael-marquez-winner", "isHosted": false, "secPara": "Much was made of what US coach Jurgen Klinsmann would do with his formation coming into the game. Mexico coach Juan Carlos Osorio likes to play a 3-4-3 or 3-3-3-1 and Klinsmann dutifully took the bait, switching his team into a 3-5-2 to start the game and watching his center back trio of John Brooks, Matt Besler and Timmy Chandler struggle as a result. After conceding Layuns goal, he switched his team back into a 4-4-2, but the question remains why he opted to change tactics in the first place.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-12T03:46:07Z", "webTitle": "Mexico's Rafael Márquez scores late winner to stun USA in World Cup qualifier", "webUrl": "https://www.theguardian.com/football/2016/nov/11/mexico-stun-united-states-on-late-rafael-marquez-winner", "wordCnt": 737}, {"apiUrl": "https://content.guardianapis.com/football/live/2016/nov/11/usa-mexico-world-cup-2018-qualifying-live-ohio", "firPara": "Final thoughts", "id": "football/live/2016/nov/11/usa-mexico-world-cup-2018-qualifying-live-ohio", "isHosted": false, "secPara": "It looked like a game of two halves was more likely to tilt the USAs way at the end but credit to Juan Carlos Osorio for constantly keeping his counterpart off-balance with his adjustments. His rotations and general wonkiness can make Osorio ripe for satire, but his adjustment to negate the US 3-5-2 dictated the key period of the first half, and the introduction of Lozano then switch of flanks relieved any build-up of pressure as the US searched for a winner, while having to be mindful of Mexicos threat.", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2016-11-12T03:09:32Z", "webTitle": "USA 1-2 Mexico: World Cup qualifying – as it happened", "webUrl": "https://www.theguardian.com/football/live/2016/nov/11/usa-mexico-world-cup-2018-qualifying-live-ohio", "wordCnt": 2086}, {"apiUrl": "https://content.guardianapis.com/football/2016/nov/11/gareth-southgate-england-job-fa-scotland", "firPara": "• Interim manager says he has loved the role he took for four games", "id": "football/2016/nov/11/gareth-southgate-england-job-fa-scotland", "isHosted": false, "secPara": "• Interim manager says he has loved the role he took for four games", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-11T23:43:02Z", "webTitle": "Gareth Southgate pitches for England job with defeat of Scotland", "webUrl": "https://www.theguardian.com/football/2016/nov/11/gareth-southgate-england-job-fa-scotland", "wordCnt": 724}, {"apiUrl": "https://content.guardianapis.com/football/2016/nov/11/gordon-strachan-refuses-to-discuss-scotland-future", "firPara": "Gordon Strachan refused to discuss his future as Scotlands manager after the 3-0 reverse at Wembley which all but confirmed the countrys absence from major tournaments will stretch to 20 years. The likelihood is that Strachans tenure will now come to an end.", "id": "football/2016/nov/11/gordon-strachan-refuses-to-discuss-scotland-future", "isHosted": false, "secPara": "In offering sentiment which was identical to last month, when Scotland were defeated by the same scoreline in Slovakia, Strachan insisted his focus was not with himself. Scotlands manager claimed the margin of Englands victory was not a reflection of the 90 minutes. All logic now suggests Strachan will not be in charge when Slovenia visit Hampden Park next March, probably of his own volition.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-11T23:29:07Z", "webTitle": "Gordon Strachan refuses to discuss his Scotland future after England defeat", "webUrl": "https://www.theguardian.com/football/2016/nov/11/gordon-strachan-refuses-to-discuss-scotland-future", "wordCnt": 446}, {"apiUrl": "https://content.guardianapis.com/football/2016/nov/11/wales-world-cup-qualifier-serbia", "firPara": "Wales plan to continue their rather strange pre-match ritual of lining up for lopsided team photographs when they take to the field for their World Cup qualifier against Serbia in Cardiff on Saturday. Chris Colemans players are ready to assemble in a new formation in front of the cameras as part of a joke and the belief that it brings them good fortune.", "id": "football/2016/nov/11/wales-world-cup-qualifier-serbia", "isHosted": false, "secPara": "The bizarre team pictures started more by accident than design and go back several years, but of late the Wales players have made a conscious effort to break with the traditional six-plus-five setup for the shot that is taken just before kick-off.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-11T22:30:32Z", "webTitle": "Joe Ledley says Wales players will maintain tradition of wacky team photos", "webUrl": "https://www.theguardian.com/football/2016/nov/11/wales-world-cup-qualifier-serbia", "wordCnt": 320}, {"apiUrl": "https://content.guardianapis.com/football/2016/nov/11/world-cup-qualifiers-france-sweden-germany-san-marino", "firPara": "the France midfielder Dimitri Payet scored the winner after setting up the equaliser in a 2-1 victory over Sweden. The visitors went ahead 54th minute through Emil Forsberg before Paul Pogba and Payet hit back with goals in the 58th and 65th minutes respectively to put France on 10 points, three points ahead of Sweden after four games.", "id": "football/2016/nov/11/world-cup-qualifiers-france-sweden-germany-san-marino", "isHosted": false, "secPara": "Holland, who travel to Luxembourg on Sunday, are in third place on four points.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-11T22:26:21Z", "webTitle": "World Cup qualifiers round-up: Payet scores winner as France beat Sweden", "webUrl": "https://www.theguardian.com/football/2016/nov/11/world-cup-qualifiers-france-sweden-germany-san-marino", "wordCnt": 233}, {"apiUrl": "https://content.guardianapis.com/football/2016/nov/11/gordon-strachans-scotland-time-must-be-over-after-failed-gamble", "firPara": "To those cynical towards Gordon Strachan and his position as Scotlands manager, as plenty are, the team sheet read like a farewell letter. Strachans attitude is such that some would even regard the radical overhaul of a hitherto underperforming team as a deliberate expression that change is not really as good as a rest.", "id": "football/2016/nov/11/gordon-strachans-scotland-time-must-be-over-after-failed-gamble", "isHosted": false, "secPara": "Both of these notions would be grossly unfair of course. Nonetheless, Strachan rolled the dice for what was surely a final time by ringing the Wembley changes. If Scott Browns return was widely trailed, the deployment of Leigh Griffiths – so prolific at domestic level – was as surprising as it was populist. Ikechi Anya reappeared from cold storage in the unusual international position of full-back with David Marshall, the Hull City goalkeeper, dropped in favour of Craig Gordon.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-11T22:11:47Z", "webTitle": "Gordon Strachan’s Scotland time must be over after gamble against England fails | Ewan Murray", "webUrl": "https://www.theguardian.com/football/2016/nov/11/gordon-strachans-scotland-time-must-be-over-after-failed-gamble", "wordCnt": 823}], "startIndex": 2551, "status": "ok", "total": 141935, "userTier": "developer"}}