{"response": {"currentPage": 389, "orderBy": "newest", "pageSize": 10, "pages": 14194, "results": [{"apiUrl": "https://content.guardianapis.com/football/2016/sep/10/liverpool-leicester-city-premier-league-match-report", "firPara": "Anfield opened for business in style. After all the hype surrounding the opening of a £114m stand it fell to Liverpools players to demonstrate that they, not concrete, steel or glass, dictate the mood inside an expectant arena. Fill it with life, Jürgen Klopp had instructed and his team obliged on cue, filling Anfield with goals, incisiveness and optimism as Leicester City were condemned to a comprehensive pounding.", "id": "football/2016/sep/10/liverpool-leicester-city-premier-league-match-report", "isHosted": false, "secPara": "For the Premier League champions it is an inauspicious start to their title defence and to a week when they make their debut on the Champions League stage against Club Brugge. Claudio Ranieris side lost only three league games last season and have now lost two of the opening quartet. They opened brightly, had their moments, but were made to look pedestrian at times by the quick thinking of Daniel Sturridge, Roberto Firmino and Adam Lallana and the quick feet of Sadio Mané. The quality of Liverpools goals – two assured finishes by Firmino, a superb team goal for Mané and an emphatic strike by Lallana – reflected their superiority in the final third over a team they trailed by 21 points last season. There will be no repeat on the evidence of Liverpools homecoming.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-10T18:47:18Z", "webTitle": "Happy homecoming for Liverpool as Roberto Firmino double sinks Leicester", "webUrl": "https://www.theguardian.com/football/2016/sep/10/liverpool-leicester-city-premier-league-match-report", "wordCnt": 806}, {"apiUrl": "https://content.guardianapis.com/football/football-league-blog/2016/sep/10/football-league-your-thoughts-huddersfield-stay-top-after-win-at-leeds", "firPara": "David Wagners men remain top of Championship, Barnsley continue to surprise, James Coppingers 500 not out and Grimsbys Omar Bogle shines again ", "id": "football/football-league-blog/2016/sep/10/football-league-your-thoughts-huddersfield-stay-top-after-win-at-leeds", "isHosted": false, "secPara": "David Wagners men remain top of Championship, Barnsley continue to surprise, James Coppingers 500 not out and Grimsbys Omar Bogle shines again ", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-10T18:31:10Z", "webTitle": "Football League your thoughts: Huddersfield stay top after win at Leeds", "webUrl": "https://www.theguardian.com/football/football-league-blog/2016/sep/10/football-league-your-thoughts-huddersfield-stay-top-after-win-at-leeds", "wordCnt": 66}, {"apiUrl": "https://content.guardianapis.com/football/live/2016/sep/10/liverpool-v-leicester-city-premier-league-live", "firPara": "Liverpool celebrated the opening of their new stand with an emphatic win over the Premier League champions", "id": "football/live/2016/sep/10/liverpool-v-leicester-city-premier-league-live", "isHosted": false, "secPara": "90+4 min The defending champions lose their second match of the season. Theyve been soundly beaten by a Liverpool team that were inconsistent, but played some scintillating pass-and-move football at times that led to some wonderful goals. Roberto Firmino got two, while Adam Lallana and Sadio Mane got one each in an emphatic win against opposition that look unlikely to trouble top four this season. Theyve got Club Brugges in their first ever Champions League next week - good luck to them.", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2016-09-10T18:25:30Z", "webTitle": "Liverpool 4-1 Leicester City: Premier League – as it happened", "webUrl": "https://www.theguardian.com/football/live/2016/sep/10/liverpool-v-leicester-city-premier-league-live", "wordCnt": 2267}, {"apiUrl": "https://content.guardianapis.com/football/2016/sep/10/hearts-aberdeen-ross-county-scottish-premiership", "firPara": "Two goals from Jamie Walker helped lift Hearts into second place in the Scottish Premiership after Robbie Neilsons side came from a goal behind to beat Hamilton 3-1.", "id": "football/2016/sep/10/hearts-aberdeen-ross-county-scottish-premiership", "isHosted": false, "secPara": "After Hearts controlled a one-sided first half at Tynecastle, Accies stormed ahead in the 50th minute when Ali Crawford powered a volley into the net. But Walker restored parity with a powerful header, before converting a controversial penalty after Sam Nicholsons run into the penalty area was stopped by the Hamilton substitute Shaun Want.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-10T17:50:25Z", "webTitle": "Scottish roundup: Jamie Walker’s goals spark Hearts’ comeback win", "webUrl": "https://www.theguardian.com/football/2016/sep/10/hearts-aberdeen-ross-county-scottish-premiership", "wordCnt": 406}, {"apiUrl": "https://content.guardianapis.com/football/2016/sep/10/fulham-birmingham-city-championship-match-report", "firPara": "Fulhams longest unbeaten run since the beginning of the 2010-11 season has ended, but what will really irk Slavisa Jokanovic is the diabolical nature of their performance against a team that would have enjoyed a larger margin of victory had they possessed a more ruthless touch.", "id": "football/2016/sep/10/fulham-birmingham-city-championship-match-report", "isHosted": false, "secPara": "If six league games without defeat, plus a Premier League scalp in the EFL Cup, had buoyed the Cottagers before the international break, this return to action will have explained in bold terms that they are a long way off anything resembling a promotion challenge. On the scoreboard only Clayton Donaldsons 49th-minute spot-kick separated them, but the wider evidence suggested a much bigger disparity.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-10T17:06:17Z", "webTitle": "Birmingham City’s Clayton Donaldson on the spot to halt Fulham’s streak", "webUrl": "https://www.theguardian.com/football/2016/sep/10/fulham-birmingham-city-championship-match-report", "wordCnt": 654}, {"apiUrl": "https://content.guardianapis.com/football/blog/2016/sep/10/pep-guardiola-claudio-bravo-horror-show-manchester-city-united", "firPara": "As this 172nd Manchester derby began, the chief subplot centred on how Claudio Bravo would fare on his City debut as Joe Harts replacement. His £17m acquisition had been Pep Guardiolas headline summer move as the England man was sent to Torino because his ball skills are not up to the Catalans desired standard. Bravos first appearance would offer clues about Guardiolas judgment and the new keepers ability.", "id": "football/blog/2016/sep/10/pep-guardiola-claudio-bravo-horror-show-manchester-city-united", "isHosted": false, "secPara": "Both City and United entered a seismic occasion propelled by flying starts under their new managers, having won all three league matches. The visitors were without the suspended Sergio Agüero and playing away from the Etihad Stadium might further weaken them. The theory was this would further stiffen Bravos challenge as the onus was on United to take advantage. But if José Mourinhos team hoped to expose him from kick-off a trick was missed.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-10T16:37:04Z", "webTitle": "Pep Guardiola backs Claudio Bravo after serene start turns into horror show | Jamie Jackson", "webUrl": "https://www.theguardian.com/football/blog/2016/sep/10/pep-guardiola-claudio-bravo-horror-show-manchester-city-united", "wordCnt": 869}, {"apiUrl": "https://content.guardianapis.com/football/live/2016/sep/10/arsenal-v-southampton-stoke-city-v-tottenham-football-clockwatch-live", "firPara": "Right, thanks a lot for your company this afternoon. Yet another fine afternoon of football in the Premier League, Football League and beyond. It seems a good time to run off, with Liverpool and Leicester City just underway at Anfield. Do join the Barry Glendenning for that one. Bye!", "id": "football/live/2016/sep/10/arsenal-v-southampton-stoke-city-v-tottenham-football-clockwatch-live", "isHosted": false, "secPara": "A little bit, says Jack Wilshere, when asked if he was disappointed not to start against West Brom today for Bournemouth. I spoke to the manager in the week and hes got a plan for me and Im happy to stick to it. I think I need a few games to get up to speed. A big reason why I came here was the manager and his philosophy, hes been great for me and hes a great coach. Ive been working with him now for ten days, the trainings intense but thats what I need now.", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2016-09-10T16:35:02Z", "webTitle": "Arsenal 2-1 Southampton, Stoke City 0-4 Tottenham – football clockwatch live!", "webUrl": "https://www.theguardian.com/football/live/2016/sep/10/arsenal-v-southampton-stoke-city-v-tottenham-football-clockwatch-live", "wordCnt": 2082}, {"apiUrl": "https://content.guardianapis.com/football/2016/sep/10/arsenal-southampton-premier-league-match-report", "firPara": "Welcome back to the gripping, high tension of the Premier League. The sands were slipping away at the end of a match of frantic chances, it was heading towards a draw, well into stoppage time, when Southamptons José Fonte grappled with Olivier Giroud in the penalty area. Frankly, the pair had been at each other ever since the Frenchman had come on to the pitch. Penalty.", "id": "football/2016/sep/10/arsenal-southampton-premier-league-match-report", "isHosted": false, "secPara": "It was obvious what was at stake for Arsenal. As Arsène Wenger admitted When you lose your first home game you cannot afford to drop points in the second home game as it creates anxiety. That is not what you want.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-10T16:19:54Z", "webTitle": "Santi Cazorla injury-time penalty gives Arsenal win against Southampton", "webUrl": "https://www.theguardian.com/football/2016/sep/10/arsenal-southampton-premier-league-match-report", "wordCnt": 765}, {"apiUrl": "https://content.guardianapis.com/football/2016/sep/10/west-ham-united-watford-premier-league-match-report", "firPara": "Walter Mazzarris Watford came back from two goals down to claim their first three points of the season in a match that had great goals, terrible defending and the unfortunate sight of fighting in the stands of the Olympic Stadium.", "id": "football/2016/sep/10/west-ham-united-watford-premier-league-match-report", "isHosted": false, "secPara": "West Ham confirmed that supporters had been ejected from the ground after a dispute broke out not just between rival supporters but groups of home fans, unhappy at the seating arrangements in the clubs new stadium. Many other supporters had left by the final whistle, however, after a capitulation that Slaven Bilic found hard to explain.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-10T16:18:45Z", "webTitle": "Watford in stunning comeback as they hit four to shock West Ham", "webUrl": "https://www.theguardian.com/football/2016/sep/10/west-ham-united-watford-premier-league-match-report", "wordCnt": 908}, {"apiUrl": "https://content.guardianapis.com/football/2016/sep/10/bournemouth-west-bromwich-albion-premier-league-match-report", "firPara": "Bournemouth needed a spark. Eddie Howe had said so during the week. The home side, previously winless in the Premier League, were desperate for something to get their season up and running.", "id": "football/2016/sep/10/bournemouth-west-bromwich-albion-premier-league-match-report", "isHosted": false, "secPara": "It might have come from Jack Wilshere, the high-profile loan signing from Arsenal, only for Howe to keep him largely in cold storage. Wilshere was used as a substitute from the 62nd minute and, apart from one smart flick that created an opportunity for Junior Stanislas, his debut was low-key. He came on in the No10 role, but was switched to right midfield after Howe made his other two changes.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-10T16:12:26Z", "webTitle": "Bournemouth claim first win of season as Callum Wilson sinks West Brom", "webUrl": "https://www.theguardian.com/football/2016/sep/10/bournemouth-west-bromwich-albion-premier-league-match-report", "wordCnt": 691}], "startIndex": 3881, "status": "ok", "total": 141935, "userTier": "developer"}}