{"response": {"currentPage": 217, "orderBy": "newest", "pageSize": 10, "pages": 14194, "results": [{"apiUrl": "https://content.guardianapis.com/football/2016/nov/30/sunderland-ellis-short-sale-170m", "firPara": "Ellis Short is open to offers from those wanting to buy Sunderland but no bids are believed to be on the table and realistically it may be a long time before any deal is done.", "id": "football/2016/nov/30/sunderland-ellis-short-sale-170m", "isHosted": false, "secPara": "Price threatens to be a key stumbling block as Sunderlands owner is believed to want around £170m for the Premier Leagues bottom club, who currently have debts in the region of £140m. However the American financier is said to be far from desperate to sell up and will only do so if he feels it would be in Sunderlands best long-term interests and the new owner can help the club fulfil their considerable untapped potential.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-30T19:12:42Z", "webTitle": "Sunderland’s owner Ellis Short is open to offers for the club – starting at £170m", "webUrl": "https://www.theguardian.com/football/2016/nov/30/sunderland-ellis-short-sale-170m", "wordCnt": 403}, {"apiUrl": "https://content.guardianapis.com/football/2016/nov/30/gary-sprake-jackie-charlton-obituary-letter", "firPara": "Gary Sprakes faux pas, when he threw the muddy ball into his own net, produced one of the great football quotes. Centre-half Jackie Charlton, with his back to the goal waiting for the ball, was astonished to hear a loud roar from the crowd and see bald-headed referee Roger Kirkpatrick, famous for back-pedalling at speed, appear over his shoulder. When the ref explained what had happened, Charlton complained You cant give a goal for that!", "id": "football/2016/nov/30/gary-sprake-jackie-charlton-obituary-letter", "isHosted": false, "secPara": "", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-30T17:53:26Z", "webTitle": "Letter: Gary Sprake’s own goal scored a winner from Jackie Charlton", "webUrl": "https://www.theguardian.com/football/2016/nov/30/gary-sprake-jackie-charlton-obituary-letter", "wordCnt": 78}, {"apiUrl": "https://content.guardianapis.com/football/2016/nov/30/gareth-southgate-appointed-england-manager-fiver", "firPara": "In todays Fiver Gareth Southgate, £25m Callum Wilson and a team from Luxembourg with a one-armed striker losing 21-0 to Chelsea", "id": "football/2016/nov/30/gareth-southgate-appointed-england-manager-fiver", "isHosted": false, "secPara": "In todays Fiver Gareth Southgate, £25m Callum Wilson and a team from Luxembourg with a one-armed striker losing 21-0 to Chelsea", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-30T17:01:45Z", "webTitle": "The Fiver | Coffee, petits fours, digestifs and cigars", "webUrl": "https://www.theguardian.com/football/2016/nov/30/gareth-southgate-appointed-england-manager-fiver", "wordCnt": 1602}, {"apiUrl": "https://content.guardianapis.com/football/2016/nov/30/best-goals-week-cristiano-ronaldo-ben-woodburn-liverpool", "firPara": "Featuring the youngest goalscorer in Liverpools history, a last-minute overhead kick and team goals from Bayer Leverkusen, Real Madrid and Rennes", "id": "football/2016/nov/30/best-goals-week-cristiano-ronaldo-ben-woodburn-liverpool", "isHosted": false, "secPara": "Featuring the youngest goalscorer in Liverpools history, a last-minute overhead kick and team goals from Bayer Leverkusen, Real Madrid and Rennes", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-30T16:48:25Z", "webTitle": "The best goals of the week: Ben Woodburn, Tom Rogic and Felix Kroos", "webUrl": "https://www.theguardian.com/football/2016/nov/30/best-goals-week-cristiano-ronaldo-ben-woodburn-liverpool", "wordCnt": 66}, {"apiUrl": "https://content.guardianapis.com/football/2016/nov/30/jose-mourinho-one-match-ban-manchester-united", "firPara": "• United manager will serve suspension at EFL tie against West Ham", "id": "football/2016/nov/30/jose-mourinho-one-match-ban-manchester-united", "isHosted": false, "secPara": "José Mourinho will watch Manchester Uniteds EFL Cup quarter-final with West Ham at Old Trafford from the stands on Wednesday night after being handed a one-match touchline ban.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-30T16:43:41Z", "webTitle": "Manchester United’s José Mourinho to serve immediate one-match ban", "webUrl": "https://www.theguardian.com/football/2016/nov/30/jose-mourinho-one-match-ban-manchester-united", "wordCnt": 248}, {"apiUrl": "https://content.guardianapis.com/football/2016/nov/30/gareth-southgate-england-manager-man-for-the-times", "firPara": "Divorced, beheaded and died; sacked, disgraced, resigned. Not forgetting, of course, seduced by sheikhs, humiliated by an emerging volcano‑nation and bought and sold for a pint of wine and a keynote-speaker gig. Like doomed Tudor wives, this seems to be the lot of England football managers now, remembered more for the frenzied drama of their departures than any tangible success on the pitch.", "id": "football/2016/nov/30/gareth-southgate-england-manager-man-for-the-times", "isHosted": false, "secPara": "With this in mind welcome, finally, to the dawning of the age of Gareth. After a trial period that ended just short of matching Sam Allardyces 67-day reign, Gareth Southgate has finally been appointed England manager. At the end of which the Football Association has at least given us something new. England managers have traditionally fallen into two groups those in the process of being jeered out of the job and those about to be jeered out of the job, just as soon as everyone gets round to it.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-30T15:14:27Z", "webTitle": "Gareth Southgate: no star power, no magic bullet, but a man for the times | Barney Ronay", "webUrl": "https://www.theguardian.com/football/2016/nov/30/gareth-southgate-england-manager-man-for-the-times", "wordCnt": 1311}, {"apiUrl": "https://content.guardianapis.com/football/2016/nov/30/west-ham-callum-wilson-bournemouth", "firPara": "West Ham United are preparing an offer worth up to £25m for Bournemouths Callum Wilson after it was confirmed Diafra Sakho will miss up to six weeks with the thigh injury he sustained in Sundays 1-1 draw at Manchester United.", "id": "football/2016/nov/30/west-ham-callum-wilson-bournemouth", "isHosted": false, "secPara": "Wilson has emerged as Slaven Bilics main priority in the January transfer window after a poor start to the season that has left West Ham just one point clear of the relegation zone. Despite spending heavily on the loan acquisitions of Simone Zaza and Jonathan Calleri in the summer, Sakho became the clubs first striker to score a goal this season in the 1-1 draw at Old Trafford on Saturday.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-30T15:08:34Z", "webTitle": "West Ham set to bid £25m for Bournemouth’s Callum Wilson", "webUrl": "https://www.theguardian.com/football/2016/nov/30/west-ham-callum-wilson-bournemouth", "wordCnt": 414}, {"apiUrl": "https://content.guardianapis.com/football/2016/nov/30/gareth-southgate-confirmed-new-england-manager-football-contract", "firPara": "Gareth Southgate has spoken of his pride at being confirmed as manager of England as he reflected on the exacting challenge of getting the maximum from a group of players who have often flattered to deceive.", "id": "football/2016/nov/30/gareth-southgate-confirmed-new-england-manager-football-contract", "isHosted": false, "secPara": "The 46-year-olds appointment was ratified on Wednesday, after a meeting of the Football Associations selection panel, which comprised the chief executive, Martin Glenn, the technical director, Dan Ashworth and the chairman, Greg Clarke.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-30T15:01:55Z", "webTitle": "Gareth Southgate: ‘I want to give England a team that they’re proud of’", "webUrl": "https://www.theguardian.com/football/2016/nov/30/gareth-southgate-confirmed-new-england-manager-football-contract", "wordCnt": 727}, {"apiUrl": "https://content.guardianapis.com/football/2016/nov/30/media-failed-victims-failing-spotlight-abuse-football", "firPara": "In the course of his heartbreaking account of the abuse he suffered at the hands of a paedophile football coach the former Tottenham and Liverpool player Paul Stewart mentioned that he had watched Spotlight, the film about the Boston Globes investigation of institutionalised sexual abuse with the citys Catholic church. As Stewart put it, the revelations in that case started relatively small, but the airing of them caused survivor accounts to snowball. That way, he judged, the enormity of it became clear.", "id": "football/2016/nov/30/media-failed-victims-failing-spotlight-abuse-football", "isHosted": false, "secPara": "Though it may seem the tiniest thing in an interview which contained such unimaginable horrors, I am glad he mentioned Spotlight. It was a movie whose success at this years Oscars caused many journalists to indulge in a preposterous round of self-congratulation about their trade. This predictable outbreak of self-regard was fanned by the film, which ends with a scrolling roll call of scandals in other national churches, and the tacit, naughty implication that it was the Boston Globe wot started it all. It wasnt.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-30T12:38:05Z", "webTitle": "Football abuse scandal shows media must learn lessons from its silences | Marina Hyde", "webUrl": "https://www.theguardian.com/football/2016/nov/30/media-failed-victims-failing-spotlight-abuse-football", "wordCnt": 870}, {"apiUrl": "https://content.guardianapis.com/football/2016/nov/30/michael-uchebo-boavista-exile-nigeria-argentina", "firPara": "In June 2014 Michael Uchebo realised a dream. The striker, then playing for Cercle Brugge, was a surprise selection for Nigerias World Cup squad and his moment arrived 66 minutes into a Group F tie against Argentina. Lionel Messi had just been substituted but as Nigeria sought to overturn a 3-2 deficit and Uchebo contested late, desperate balls into the box with Ezequiel Garay, it seemed like the kind of company any footballer would be thrilled to keep.", "id": "football/2016/nov/30/michael-uchebo-boavista-exile-nigeria-argentina", "isHosted": false, "secPara": "These days Uchebo is, in his own words, confused and scared. That afternoon in Porto Alegre could hardly seem further away; Uchebo signed for Boavista three months later but alleges the Portuguese club have not paid him since March and he has been forced to train alone for the best part of a year. It is a troubling story, inevitably involving claim and counterclaim, and unless the players situation is resolved his case will be lodged with Fifas dispute resolution chamber – a last resort, given the likely duration of any hearing would extend his isolation indefinitely when he simply wants to be playing football.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-30T11:09:16Z", "webTitle": "Michael Uchebo: the Nigeria striker ‘dying in silence’ at Boavista", "webUrl": "https://www.theguardian.com/football/2016/nov/30/michael-uchebo-boavista-exile-nigeria-argentina", "wordCnt": 1138}], "startIndex": 2161, "status": "ok", "total": 141934, "userTier": "developer"}}