{"response": {"currentPage": 528, "orderBy": "newest", "pageSize": 10, "pages": 14195, "results": [{"apiUrl": "https://content.guardianapis.com/football/2016/jun/25/croatia-portugal-euro-2016-match-report", "firPara": "Come back group stage, all is forgiven. Portugal advanced to a quarter-final against Poland thanks to Ricardo Quaresmas decisive goal three minutes from the end of extra time but, unbelievably, it had taken that long to produce an attempt on target.", "id": "football/2016/jun/25/croatia-portugal-euro-2016-match-report", "isHosted": false, "secPara": "This was a shocking match, barely redeemed by a frantic last few minutes. Croatia were easily the better side but they were punished for playing too cagey a game and not making the most of their superiority. Cristiano Ronaldo was quiet throughout, like everyone else, yet his contribution was still significant.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-25T21:41:51Z", "webTitle": "Portugal’s Ricardo Quaresma steals last-gasp victory over Croatia", "webUrl": "https://www.theguardian.com/football/2016/jun/25/croatia-portugal-euro-2016-match-report", "wordCnt": 860}, {"apiUrl": "https://content.guardianapis.com/football/live/2016/jun/25/croatia-v-portugal-euro-2016-live", "firPara": "A last gasp extra-time winner from Ricardo Quaresma settled a match that wont live long in anyones memory for Portugal", "id": "football/live/2016/jun/25/croatia-v-portugal-euro-2016-live", "isHosted": false, "secPara": "A last gasp extra-time winner from Ricardo Quaresma settled a match that wont live long in anyones memory for Portugal", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2016-06-25T21:40:42Z", "webTitle": "Croatia 0-1 Portugal: Euro 2016 – as it happened", "webUrl": "https://www.theguardian.com/football/live/2016/jun/25/croatia-v-portugal-euro-2016-live", "wordCnt": 1982}, {"apiUrl": "https://content.guardianapis.com/football/2016/jun/25/roy-hodgson-england-fa-new-deal", "firPara": "Roy Hodgson has no intention of begging the Football Association to keep his job as England manager once his sides participation at the European Championship is concluded but believes he would oversee notable progress if given the chance to carry on.", "id": "football/2016/jun/25/roy-hodgson-england-fa-new-deal", "isHosted": false, "secPara": "England take on Iceland in Mondays last-16 tie in Nice seeking a first knockout win in a decade, and Hodgsons decision to make six changes for last weeks final group fixture against Slovakia has left senior figures within the FA questioning whether he had jeopardised the teams chances of progress into the latter stages. The revamped sides failure to win that game condemned them to second place and the more daunting half of the draw and the FAs outgoing chairman, Greg Dyke, had made clear England may have to reach the semi-finals to guarantee Hodgson earns a contract extension through to the 2018 World Cup.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-25T21:30:09Z", "webTitle": "Roy Hodgson happy to continue with England but will not beg FA for new deal", "webUrl": "https://www.theguardian.com/football/2016/jun/25/roy-hodgson-england-fa-new-deal", "wordCnt": 655}, {"apiUrl": "https://content.guardianapis.com/football/2016/jun/25/roy-hodgson-england-attack-iceland-euro-2016", "firPara": "Roy Hodgson was prickly – understandably so given the level of criticism aimed at him from media, supporters and, tacitly, those on high at the Football Association in the wake of a draw with Slovakia that has complicated Englands route into the later stages of Euro 2016. But, as he sheltered in the shade of the solitary stand at the Stade des Bourgognes with one eye on Iceland in Nice in the knockout phase, his resolve was clear enough. He had his own case to state and nothing was going to deflect him off piste.", "id": "football/2016/jun/25/roy-hodgson-england-attack-iceland-euro-2016", "isHosted": false, "secPara": "It was the suggestion that the decision to make six changes to his starting lineup in Saint-Étienne, including the omission of his captain, Wayne Rooney, had effectively jeopardised progress that had raised his hackles. He was having none of it. Danny Rose and Kyle Walker, he pointed out, rarely play three games in a week for Tottenham, where Mauricio Pochettino so often rotates his full-back pairings. Then there were Daniel Sturridge and Jamie Vardy, the strikers who had been thrown on at the break against Wales and had duly scored the goals that provided Englands solitary win of the section. They merited inclusion.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-25T21:29:09Z", "webTitle": "Roy Hodgson still on the defensive over England’s plan of attack", "webUrl": "https://www.theguardian.com/football/2016/jun/25/roy-hodgson-england-attack-iceland-euro-2016", "wordCnt": 1126}, {"apiUrl": "https://content.guardianapis.com/football/blog/2016/jun/25/wales-northern-ireland-gareth-bale-euro-2016", "firPara": "Whenever Chris Colemans players return from France – and it could be a while yet – the homecoming is guaranteed to be more lively than the last and only other occasion they reached the quarter-finals of a major tournament. Back in 1958 four players got the train back to Swansea High Street station after losing to Brazil in the World Cup and Mel Charles, the Wales international, bumped into a friend on the platform. Hi Mel. Where have you been, on holiday? came the response.", "id": "football/blog/2016/jun/25/wales-northern-ireland-gareth-bale-euro-2016", "isHosted": false, "secPara": "Times have changed and everybody in Wales will know what Gareth Bale and his team-mates have been up to at Euro 2016 when they finally fly back to Cardiff airport. This group of players have written their names into the history books with a slender victory over Northern Ireland that sets up a quarter-final against Belgium or Hungary in Lille on Friday, to follow in the footsteps of Ivor Allchurch, Cliff Jones and John Charles, who lost to Brazil at the same stage in Sweden 58 years ago.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-25T20:52:10Z", "webTitle": "Wales show the strain but Gareth Bale shines again to keep dream alive | Stuart James", "webUrl": "https://www.theguardian.com/football/blog/2016/jun/25/wales-northern-ireland-gareth-bale-euro-2016", "wordCnt": 945}, {"apiUrl": "https://content.guardianapis.com/football/2016/jun/25/chris-coleman-wales-northern-ireland-euro-2016", "firPara": "• Wales manager admits 1-0 win in Paris was ugly, but who cares", "id": "football/2016/jun/25/chris-coleman-wales-northern-ireland-euro-2016", "isHosted": false, "secPara": "• Wales manager admits 1-0 win in Paris was ugly, but who cares", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-25T20:40:28Z", "webTitle": "Chris Coleman tells fans to keep dreaming as Wales reach quarter-finals", "webUrl": "https://www.theguardian.com/football/2016/jun/25/chris-coleman-wales-northern-ireland-euro-2016", "wordCnt": 549}, {"apiUrl": "https://content.guardianapis.com/football/2016/jun/25/oignon-bag-euro-2016-diary-cristiano-ronaldo-glenn-hoddle-brexit", "firPara": "Also featuring Zlatan; Andy Townsend; and some £20 trousers", "id": "football/2016/jun/25/oignon-bag-euro-2016-diary-cristiano-ronaldo-glenn-hoddle-brexit", "isHosted": false, "secPara": "Also featuring Zlatan; Andy Townsend; and some £20 trousers", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-25T20:07:32Z", "webTitle": "L’Oignon Bag – Euro 2016 diary: Cristiano Ronaldo, Glenn Hoddle and Brexit", "webUrl": "https://www.theguardian.com/football/2016/jun/25/oignon-bag-euro-2016-diary-cristiano-ronaldo-glenn-hoddle-brexit", "wordCnt": 606}, {"apiUrl": "https://content.guardianapis.com/football/blog/2016/jun/25/northern-ireland-fans-wales-euro-2016", "firPara": "For Northern Ireland the ride stops here; albeit with a rueful, celebratory roar rather than the usual tournament tears. The Parc des Princes was throbbing with red-shirted glee at the end of this gruelling all-British knockout tie as Wales reached the quarter-finals of Euro 2016 via a stodgy single-goal victory. For Northern Ireland this was a defeat, but not a bitter one. At the final whistle, the players sunk down and squatted on the turf briefly, before being dragged back up to their feet by that familiar bouncing wall of noise.", "id": "football/blog/2016/jun/25/northern-ireland-fans-wales-euro-2016", "isHosted": false, "secPara": "The memories of this oddly irrepressible trip will live on. Theyll always have Lyon. Will Grigg is no doubt still in an ongoing state of combustion. Michael ONeills team can look back on one of the great moments in Northern Irish football history, to stand with the glories of the 1980s and the World Cup team of 1958. In Paris the fans in green will celebrate into the evening, just as they were dancing – in the familiar drunk-dad style – before kick-off on the pavements of south-west Paris. For now though, after drinking just a little more beer, it really is time to go home.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-25T19:17:56Z", "webTitle": "Northern Ireland are homeward bound but their fans are leaving on a high  | Barney Ronay", "webUrl": "https://www.theguardian.com/football/blog/2016/jun/25/northern-ireland-fans-wales-euro-2016", "wordCnt": 922}, {"apiUrl": "https://content.guardianapis.com/football/live/2016/jun/25/wales-v-northern-ireland-euro-2016-live", "firPara": "A scruffy but engaging game was decided by Gareth McAuleys unavoidable own-goal after a sensational cross from Gareth Bale", "id": "football/live/2016/jun/25/wales-v-northern-ireland-euro-2016-live", "isHosted": false, "secPara": "A scruffy but engaging game was decided by Gareth McAuleys unavoidable own-goal after a sensational cross from Gareth Bale", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2016-06-25T17:58:50Z", "webTitle": "Wales 1-0 Northern Ireland: Euro 2016 – as it happened", "webUrl": "https://www.theguardian.com/football/live/2016/jun/25/wales-v-northern-ireland-euro-2016-live", "wordCnt": 2331}, {"apiUrl": "https://content.guardianapis.com/football/2016/jun/25/wales-northern-ireland-euro-2016-match-report", "firPara": "In many respects, it was fitting that an own goal ought to prove decisive, because this was one of the tougher watches of Euro 2016. Wales did not care and their delight knew no limits when Gareth McAuley stretched out one of those long legs to divert Gareth Bales cross into his own net. The Northern Ireland centre-half wanted to be somewhere else; anywhere else.", "id": "football/2016/jun/25/wales-northern-ireland-euro-2016-match-report", "isHosted": false, "secPara": "Wales have penned the latest chapter to a historic campaign – their first at the European Championship and their first at a major finals since their appearance at the 1958 World Cup, when they reached the quarter-finals.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-25T17:58:10Z", "webTitle": "Gareth McAuley’s own goal takes Wales past Northern Ireland at Euro 2016", "webUrl": "https://www.theguardian.com/football/2016/jun/25/wales-northern-ireland-euro-2016-match-report", "wordCnt": 965}], "startIndex": 5271, "status": "ok", "total": 141941, "userTier": "developer"}}