{"response": {"currentPage": 404, "orderBy": "newest", "pageSize": 10, "pages": 14194, "results": [{"apiUrl": "https://content.guardianapis.com/football/2016/sep/01/stoke-city-jack-butland-england-world-cup", "firPara": "Jack Butland could be out for another two months after suffering a setback in his recovery from an ankle injury that has sidelined him since March. The news is a major disappointment for Stoke City as well as for Sam Allardyce, who may have to wait until November to give Butland the opportunity to press his claims for the England No1 spot.", "id": "football/2016/sep/01/stoke-city-jack-butland-england-world-cup", "isHosted": false, "secPara": "Butland, who fractured the ankle during the 3-2 friendly victory against Germany in Berlin a little under six months ago, underwent a scan on Wednesday that showed some scar tissue is still causing a problem, prompting a rethink regarding his return date. The 23-year-old is concerned that he could have to postpone his comeback from injury for up to another eight weeks, which would rule him out of at least half a dozen Premier League matches and the World Cup qualifiers against Malta and Slovenia next month.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-01T21:30:22Z", "webTitle": "Stoke City’s Jack Butland faces a further two months on sidelines", "webUrl": "https://www.theguardian.com/football/2016/sep/01/stoke-city-jack-butland-england-world-cup", "wordCnt": 405}, {"apiUrl": "https://content.guardianapis.com/football/2016/sep/01/tony-pulis-relationship-with-west-brom-board-deteriorates-over-transfers", "firPara": "• Chairman John Williams releases statement on club website ", "id": "football/2016/sep/01/tony-pulis-relationship-with-west-brom-board-deteriorates-over-transfers", "isHosted": false, "secPara": "The relationship between West Bromwich Albions board and Tony Pulis is deteriorating on the back of a frustrating and disappointing transfer window that prompted John Williams, the clubs chairman, to issue a statement that appears to highlight a lack of unity at the top.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-01T20:20:52Z", "webTitle": "Tony Pulis’ relationship with West Brom board deteriorates over transfers", "webUrl": "https://www.theguardian.com/football/2016/sep/01/tony-pulis-relationship-with-west-brom-board-deteriorates-over-transfers", "wordCnt": 418}, {"apiUrl": "https://content.guardianapis.com/football/2016/sep/01/southampton-alex-mccarthy-england-slovakia", "firPara": "The uncapped Southampton goalkeeper Alex McCarthy has been called up to the England squad to replace his injured club-mate Fraser Forster for Sundays opening World Cup qualifier in Slovakia.", "id": "football/2016/sep/01/southampton-alex-mccarthy-england-slovakia", "isHosted": false, "secPara": "Forster, who had been expected to challenge Joe Hart for a starting place in the game in Trnava as Sam Allardyce oversees his first match in charge, has returned to his club for treatment on a minor arm injury sustained in training. Hart, recently transferred to Torino on a season-long loan, will start the game, with Burnleys Tom Heaton acting as his backup. The England Under-21s goalkeeper, Jordan Pickford, might have been considered to provide cover for the pair but has returned to Sunderland with a slight thigh strain.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-01T19:47:16Z", "webTitle": "Southampton’s Alex McCarthy receives England call for Slovakia trip", "webUrl": "https://www.theguardian.com/football/2016/sep/01/southampton-alex-mccarthy-england-slovakia", "wordCnt": 372}, {"apiUrl": "https://content.guardianapis.com/football/2016/sep/01/sunderland-fifa-mika-david-moyes-goalkeeper", "firPara": "Sunderland have appealed to Fifa in the hope of gaining special dispensation to sign Mika, the Boavista goalkeeper, outside the transfer window and are also desperately searching for an unattached striker.", "id": "football/2016/sep/01/sunderland-fifa-mika-david-moyes-goalkeeper", "isHosted": false, "secPara": "Agreement had been reached over Mikas transfer from Portugal shortly before Wednesday nights transfer deadline but a delay in finalising the paperwork at Boavistas end dictated the move fell through.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-01T19:40:43Z", "webTitle": "Sunderland ask Fifa if they can take Mika from Boavista to solve crisis in goal", "webUrl": "https://www.theguardian.com/football/2016/sep/01/sunderland-fifa-mika-david-moyes-goalkeeper", "wordCnt": 468}, {"apiUrl": "https://content.guardianapis.com/football/2016/sep/01/premier-league-championship-transfer-window", "firPara": "Maybe it is an unintended consequence of Brexit. Maybe it was just the weather. But the fact is that in this summers transfer window not only was more money spent by Premier League clubs but more money was spent in England than ever before. The question many fans will now be asking is where that money goes next.", "id": "football/2016/sep/01/premier-league-championship-transfer-window", "isHosted": false, "secPara": "According to research by the consultants Deloitte, Premier League clubs spent £1,165,000,000 in the transfer window that closed on Wednesday night, with fees ranging from the £89m Manchester United paid for Paul Pogba to the £1m Sunderland paid paid it for Donald Love. £445m of that total was spent on players from English clubs, roughly a 50% rise on last season. Further to that, spending on players in the Football League practically doubled, to a record £140m.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-01T19:02:27Z", "webTitle": "Premier League and Championship clubs raise stakes with unprecedented spend", "webUrl": "https://www.theguardian.com/football/2016/sep/01/premier-league-championship-transfer-window", "wordCnt": 973}, {"apiUrl": "https://content.guardianapis.com/football/blog/2016/sep/01/premier-league-loans-diamonds-chelsea", "firPara": "Colin Gordon likens footballs burgeoning loan system to lazy housekeeping. Its an excellent way of hiding your mess by sweeping it beneath the carpet, says the former leading agent.", "id": "football/blog/2016/sep/01/premier-league-loans-diamonds-chelsea", "isHosted": false, "secPara": "Loans can be vitally important in enabling young players to learn their trade but, all too often, they simply enable people to disguise their recruitment mistakes. A lot of clubs fail to perform proper due diligence on signings and quickly discover they dont want them but are then unable to get their money back. They use loans as a mat to hide bad buys under.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-01T18:13:27Z", "webTitle": "Premier League loans: a way to polish diamonds or a mat to hide bad buys? | Louise Taylor", "webUrl": "https://www.theguardian.com/football/blog/2016/sep/01/premier-league-loans-diamonds-chelsea", "wordCnt": 795}, {"apiUrl": "https://content.guardianapis.com/football/blog/2016/sep/01/david-luiz-not-antonio-contes-first-choice-at-chelsea", "firPara": "The first thing to acknowledge is the impact of David Luizs second coming at Chelsea will not just be felt out on the pitch. The Brazilian will inject charisma into team and dressing room, livening up Cobham and reminding a squad still haunted by last years torrid title defence of the spirit that claimed the European Cup and Europa League only a few years ago. The self-styled social media #geezer had been integral to both successes. It will be refreshing to hear his raucous laughter echoing round the corridors of the training ground again.", "id": "football/blog/2016/sep/01/david-luiz-not-antonio-contes-first-choice-at-chelsea", "isHosted": false, "secPara": "Glance at his first interview back at the club he left two years ago and the buzzwords betray a man delighted to be back. It is fantastic to have a second opportunity to play for this club, he grins. It will be an amazing opportunity for me to show the fans again how I love this club, how I love to play for this club. Lets try to continue the nice history with a lot of joy. I cant wait to wear the shirt at Stamford Bridge again.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-01T17:41:20Z", "webTitle": "David Luiz is not really Antonio Conte’s type, but Kanté will offer protection | Dominic Fifield", "webUrl": "https://www.theguardian.com/football/blog/2016/sep/01/david-luiz-not-antonio-contes-first-choice-at-chelsea", "wordCnt": 1023}, {"apiUrl": "https://content.guardianapis.com/football/2016/sep/01/fabio-borini-sunderland-striker-ruled-out-three-months-injury-jermain-defoe", "firPara": "The Sunderland striker Fabio Borini is facing up to three months on the sidelines after tearing his groin muscle on his comeback from a toe injury. The 25-year-old suffered the torn ligament while taking a free-kick in the 1-1 draw with Southampton on Saturday before being substituted. It leaves David Moyes with Jermain Defoe as the clubs only recognised striker, alongside the 17-year-old Sweden forward Joel Asoro.", "id": "football/2016/sep/01/fabio-borini-sunderland-striker-ruled-out-three-months-injury-jermain-defoe", "isHosted": false, "secPara": "Borini will join long-term absentees Vito Mannone and Sebastian Larsson on the sidelines, while midfielders Lee Cattermole and Jan Kirchhoff have not managed a single appearance between them so far this season.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-01T16:03:25Z", "webTitle": "Sunderland striker Fabio Borini facing three months out with groin injury", "webUrl": "https://www.theguardian.com/football/2016/sep/01/fabio-borini-sunderland-striker-ruled-out-three-months-injury-jermain-defoe", "wordCnt": 242}, {"apiUrl": "https://content.guardianapis.com/football/2016/sep/01/a-manager-for-whom-mules-are-flash-gits-the-fiver", "firPara": "In todays Fiver Brom sobbin, inadequate legroom, Quiz! + Quiz!!!, Big Sams big boat and which club did the best summer business?", "id": "football/2016/sep/01/a-manager-for-whom-mules-are-flash-gits-the-fiver", "isHosted": false, "secPara": "In todays Fiver Brom sobbin, inadequate legroom, Quiz! + Quiz!!!, Big Sams big boat and which club did the best summer business?", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-01T15:56:25Z", "webTitle": "The Fiver | A manager for whom mules are flash gits", "webUrl": "https://www.theguardian.com/football/2016/sep/01/a-manager-for-whom-mules-are-flash-gits-the-fiver", "wordCnt": 891}, {"apiUrl": "https://content.guardianapis.com/football/2016/sep/01/jack-wilshere-arsenal-bournemouth-best-place-to-develop", "firPara": "• Midfielder agreed season-long loan with Bournemouth on deadline day", "id": "football/2016/sep/01/jack-wilshere-arsenal-bournemouth-best-place-to-develop", "isHosted": false, "secPara": "Jack Wilshere believes Bournemouth is the best place for him to develop this season after completing a season-long loan deal from Arsenal on Wednesday. Wilshere rejected offers from Crystal Palace, Milan and Roma to join Eddie Howes side, after being allowed to leave Arsenal on loan by Arsène Wenger.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-01T15:13:49Z", "webTitle": "Jack Wilshere says Bournemouth is ‘best place’ to develop away from Arsenal", "webUrl": "https://www.theguardian.com/football/2016/sep/01/jack-wilshere-arsenal-bournemouth-best-place-to-develop", "wordCnt": 438}], "startIndex": 4031, "status": "ok", "total": 141935, "userTier": "developer"}}