{"response": {"currentPage": 195, "orderBy": "newest", "pageSize": 10, "pages": 14194, "results": [{"apiUrl": "https://content.guardianapis.com/football/2016/dec/09/jurgen-klopp-liverpool-lorius-karius-bournemouth-tactic-worst-thing", "firPara": "• Liverpool manager upset by targeting of goalkeeper in 4-3 defeat", "id": "football/2016/dec/09/jurgen-klopp-liverpool-lorius-karius-bournemouth-tactic-worst-thing", "isHosted": false, "secPara": "Jürgen Klopp has described Steve Cooks admission that Loris Karius was targeted by Bournemouth as one of the worst things I ever heard in my life and said it had left him desperate for a reunion with Eddie Howes side.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-12-10T00:44:00Z", "webTitle": "Jürgen Klopp calls Bournemouth’s Loris Karius tactic ‘one of the worst things’", "webUrl": "https://www.theguardian.com/football/2016/dec/09/jurgen-klopp-liverpool-lorius-karius-bournemouth-tactic-worst-thing", "wordCnt": 858}, {"apiUrl": "https://content.guardianapis.com/football/2016/dec/09/arsene-wengers-long-wait-to-make-alexis-sanchez-a-striker-at-arsenal", "firPara": "• Manager admits he doubted his instincts about the Chilean", "id": "football/2016/dec/09/arsene-wengers-long-wait-to-make-alexis-sanchez-a-striker-at-arsenal", "isHosted": false, "secPara": "Arsène Wenger says he has been waiting to convert Alexis Sánchez to a striker for two years. The Chilean has scored 11 Premier League goals this season since switching from the wings to a regular central position, including a hat-trick against West Ham United last weekend. But Wenger has admitted he doubted his own instincts that Sánchez could lead the line for Arsenal.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-12-09T22:38:00Z", "webTitle": "Arsène Wenger ends long wait to make Alexis Sánchez a striker at Arsenal", "webUrl": "https://www.theguardian.com/football/2016/dec/09/arsene-wengers-long-wait-to-make-alexis-sanchez-a-striker-at-arsenal", "wordCnt": 500}, {"apiUrl": "https://content.guardianapis.com/football/2016/dec/09/slaven-bilic-west-ham-liverpool-daniel-sturridge", "firPara": "Slaven Bilic has called for help for his misfiring strikers and said all the clubs would want to sign Daniel Sturridge, as the Liverpool striker continues to be linked with a January move to West Ham.", "id": "football/2016/dec/09/slaven-bilic-west-ham-liverpool-daniel-sturridge", "isHosted": false, "secPara": "Bilic acknowledged his sides continuing struggle for goals before their visit to free-scoring Liverpool on Sunday. West Ham have scored 15 times in 14 Premier League games this season and only two of those goals have come from strikers. Andy Carroll and Diafra Sakho have one apiece, Carrolls goal the consolation in last Saturdays 5-1 thrashing by Arsenal, but each of the three forwards signed in the summer – Jonathan Calleri, Ashley Fletcher and Simone Zaza – has yet to score in the league.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-12-09T22:30:41Z", "webTitle": "Slaven Bilic admits ‘all the clubs’ would like to sign Liverpool’s Daniel Sturridge", "webUrl": "https://www.theguardian.com/football/2016/dec/09/slaven-bilic-west-ham-liverpool-daniel-sturridge", "wordCnt": 481}, {"apiUrl": "https://content.guardianapis.com/football/2016/dec/09/mauricio-pochettino-appreciative-devil-in-play-spurs-dele-alli", "firPara": "Mauricio Pochettino believes that naughtiness is a part of what makes Dele Alli so nice in front of goal. The Tottenham Hotspur manager has watched Alli put himself at the centre of a few flashpoints over the past week and it is perhaps no coincidence that the midfielder has come to look more threatening at the same time.", "id": "football/2016/dec/09/mauricio-pochettino-appreciative-devil-in-play-spurs-dele-alli", "isHosted": false, "secPara": "Alli riled CSKA Moscow in Wednesdays 3-1 Champions League win at Wembley when, in the act of giving the ball back after a stoppage, he floated a shot just over the crossbar. The CSKA goalkeeper, Igor Akinfeev, was worried enough to back-pedal and the midfielder, Zoran Tosic, squared up to Alli, before players from both sides converged.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-12-09T22:30:41Z", "webTitle": "Mauricio Pochettino appreciates devil in the play of Spurs’ Dele Alli", "webUrl": "https://www.theguardian.com/football/2016/dec/09/mauricio-pochettino-appreciative-devil-in-play-spurs-dele-alli", "wordCnt": 520}, {"apiUrl": "https://content.guardianapis.com/football/2016/dec/09/chelsea-david-luiz-struggling-sergio-aguero-challenge", "firPara": "Antonio Conte has revealed David Luiz is still suffering discomfort from Sergio Agüeros dangerous challenge at the Etihad Stadium last Saturday and will need a late fitness test to discern his availability for Sundays visit of West Bromwich Albion to Stamford Bridge.", "id": "football/2016/dec/09/chelsea-david-luiz-struggling-sergio-aguero-challenge", "isHosted": false, "secPara": "Agüero was dismissed for his lunge on the Brazilian towards the end of Chelseas 3-1 win after leaping into a challenge and making contact with the inside of David Luizs outstretched right leg. The centre-half then appeared to twist his other leg as he fell, lying on the turf clutching his left knee while players from both sides confronted each other near the touchline, and limped away from the stadium.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-12-09T22:30:41Z", "webTitle": "Chelsea’s David Luiz struggling from effects of Sergio Agüero lunge", "webUrl": "https://www.theguardian.com/football/2016/dec/09/chelsea-david-luiz-struggling-sergio-aguero-challenge", "wordCnt": 610}, {"apiUrl": "https://content.guardianapis.com/football/2016/dec/09/claudio-bravo-manchester-city-goalkeeper", "firPara": "Goalkeeper knows he has made mistakes since joining Manchester City but says he and Pep Guardiola will continue to play only one way for success", "id": "football/2016/dec/09/claudio-bravo-manchester-city-goalkeeper", "isHosted": false, "secPara": "When Claudio Bravo takes his seat it is not entirely easy for an interviewer to point out that English football has never really seen a goalkeeper like him before. Sweeper-keeper seems to be the popular name for it although, back in Barcelona, they have never felt the need to give it a clever term. Either way, it all feels very new for the Premier League and no doubt there are still many people who find it all slightly perplexing.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-12-09T22:30:41Z", "webTitle": "Claudio Bravo: ‘Criticism is going to exist. I feel it helps me to get better’", "webUrl": "https://www.theguardian.com/football/2016/dec/09/claudio-bravo-manchester-city-goalkeeper", "wordCnt": 1274}, {"apiUrl": "https://content.guardianapis.com/football/2016/dec/09/jose-mourinho-demands-more-goals-from-manchester-united", "firPara": "José Mourinho has demanded more goals from Manchester United, with the manager pointing to a lack of potency as a key factor in their faltering Premier League form.", "id": "football/2016/dec/09/jose-mourinho-demands-more-goals-from-manchester-united", "isHosted": false, "secPara": "United host Tottenham Hotspur on Sunday having scored only 19 goals in 14 Premier League games. Zlatan Ibrahimovic is the top scorer with eight but the striker has been poorly supported. Juan Mata and Marcus Rashford have managed three apiece; Paul Pogba has two; Anthony Martial, Wayne Rooney and Chris Smalling having provided one each.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-12-09T22:30:00Z", "webTitle": "José Mourinho demands more goals from Manchester United", "webUrl": "https://www.theguardian.com/football/2016/dec/09/jose-mourinho-demands-more-goals-from-manchester-united", "wordCnt": 847}, {"apiUrl": "https://content.guardianapis.com/football/2016/dec/09/middlesbrough-fabio-da-silva-chapecoense-friends", "firPara": "Fábio da Silva will be in reflective mood as he boards the planes transporting Middlesbrough to and from Southampton for Sundays Premier League fixture. Aitor Karankas Brazilian left-back had two friends on the doomed flight carrying the players of Chapecoense which ran out of fuel and crashed just outside Medellín on its way to the Copa Sudamericana final in Colombia last week.", "id": "football/2016/dec/09/middlesbrough-fabio-da-silva-chapecoense-friends", "isHosted": false, "secPara": "I played with them both in Brazil when we were young, says Da Silva. One of my friends was the centre-back Marcelo and the other was the full-back Alan Ruschel, who was one of those who survived. He was on TV this week talking about it. To see and hear him was so emotional. Its very hard to talk about it. I played with those two guys when we were 13 or 14 at Fluminense.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-12-09T22:29:41Z", "webTitle": "Middlesbrough’s Fábio da Silva still reeling in wake of Chapecoense tragedy", "webUrl": "https://www.theguardian.com/football/2016/dec/09/middlesbrough-fabio-da-silva-chapecoense-friends", "wordCnt": 602}, {"apiUrl": "https://content.guardianapis.com/football/2016/dec/09/ronald-koeman-romelu-lukaku-everton-ross-barkley", "firPara": "Ronald Koeman believes Romelu Lukaku is adapting to Evertons pressing game but needs more chances from open play to correct the teams faltering run of form.", "id": "football/2016/dec/09/ronald-koeman-romelu-lukaku-everton-ross-barkley", "isHosted": false, "secPara": "A lack of productivity from the Everton attack and a lack of movement from the Belgium international have been recurring themes from Koeman during his sides sequence of one win in 10 matches. Lukaku made 24 sprints in the 5-0 defeat at Chelsea last month, when Diego Costa made 77, and averages a lowly 8.7km of running per game. Wayne Rooney and Roberto Firmino, as a comparison, run on average 11.5km.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-12-09T22:29:41Z", "webTitle": "Romelu Lukaku needs help to get Everton firing again, says Koeman", "webUrl": "https://www.theguardian.com/football/2016/dec/09/ronald-koeman-romelu-lukaku-everton-ross-barkley", "wordCnt": 597}, {"apiUrl": "https://content.guardianapis.com/football/2016/dec/09/leicester-city-manchester-city-match-preview", "firPara": "Manchester City have had an extra day to prepare for todays late kick-off, after both sides underwhelming exploits in the Champions League. City struggled without Sergio Agüero and Fernandinho on Tuesday and the pair start their respective lengthy bans against the Premier league champions, who will look to put their mid-week 5-0 defeat to Porto behind them. Michael Butler", "id": "football/2016/dec/09/leicester-city-manchester-city-match-preview", "isHosted": false, "secPara": "Kick-off Saturday 5.30pm ", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-12-09T18:34:40Z", "webTitle": "Leicester City v Manchester City: match preview", "webUrl": "https://www.theguardian.com/football/2016/dec/09/leicester-city-manchester-city-match-preview", "wordCnt": 177}], "startIndex": 1941, "status": "ok", "total": 141934, "userTier": "developer"}}