{"response": {"currentPage": 10, "orderBy": "newest", "pageSize": 10, "pages": 14194, "results": [{"apiUrl": "https://content.guardianapis.com/football/2017/mar/25/seamus-coleman-martin-oneill-republic-of-ireland-everton", "firPara": "• Republic of Ireland and Everton full-back injured in draw", "id": "football/2017/mar/25/seamus-coleman-martin-oneill-republic-of-ireland-everton", "isHosted": false, "secPara": "Martin ONeill described Séamus Colemans broken leg as a huge blow to the Republic of Ireland and Everton after the right-back suffered a horrific injury that overshadowed the goalless draw against Wales. Neil Taylor received a straight red card for the reckless challenge that led to Coleman leaving the field on a stretcher and being taken to hospital.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-03-25T00:20:49Z", "webTitle": "Séamus Coleman’s leg break a huge blow to club and country, says Martin O’Neill", "webUrl": "https://www.theguardian.com/football/2017/mar/25/seamus-coleman-martin-oneill-republic-of-ireland-everton", "wordCnt": 383}, {"apiUrl": "https://content.guardianapis.com/football/2017/mar/24/joe-hart-england-captain", "firPara": "A few days on from Englands defeat to Germany and positivity continues to surround Project Southgate. The result was not what the manager wanted in his first game in full-time charge but the performance was undeniably encouraging. There was poise and panache from those in blue, with the only ingredient lacking – albeit, a key one – a ruthlessness in front of goal.", "id": "football/2017/mar/24/joe-hart-england-captain", "isHosted": false, "secPara": "It would be unwise to get too carried away – this is England after all and Germany were uncharacteristically poor until Lukas Podolski scored with a rocket of a shot in his farewell game for the world champions. Nevertheless before Sundays World Cup qualifier against Lithuania at Wembley, there is cause for quiet optimism about a team that includes figures of recent, crushing failure – six of the players who started in Dortmund also did so against Iceland in Nice nine months ago – but looks somewhat refreshed.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-03-24T22:30:45Z", "webTitle": "Joe Hart becomes an old England head and looks to instil calm", "webUrl": "https://www.theguardian.com/football/2017/mar/24/joe-hart-england-captain", "wordCnt": 1203}, {"apiUrl": "https://content.guardianapis.com/football/2017/mar/24/republic-ireland-wales-world-cup-qualifier-match-report", "firPara": "The defining image of the evening was a horrible one as Séamus Coleman left the field on a stretcher, holding an oxygen mask and with his right leg broken. It was an awful tackle from Neil Taylor that left Coleman pointing to his leg in despair and there were some horrifying pictures of the damage that was inflicted. Taylor received a red card and Coleman was taken straight to hospital.", "id": "football/2017/mar/24/republic-ireland-wales-world-cup-qualifier-match-report", "isHosted": false, "secPara": "That moment overshadowed everything else and will come as a huge blow to Everton as well as the Republic of Ireland. Martin ONeill, the Ireland manager, talked afterwards about a player who had been having the season of a lifetime at club level and expressed his hope that Coleman would be able to fight back.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-03-24T21:53:31Z", "webTitle": "Séamus Coleman broken leg sours Republic of Ireland draw with Wales", "webUrl": "https://www.theguardian.com/football/2017/mar/24/republic-ireland-wales-world-cup-qualifier-match-report", "wordCnt": 865}, {"apiUrl": "https://content.guardianapis.com/football/live/2017/mar/24/republic-of-ireland-v-wales-world-cup-2018-qualifier-live", "firPara": "Ireland and Wales drew 0-0 in Dublin, but Seamus Coleman suffered a horrible injury after a challenge by Neil Taylor, who was sent off", "id": "football/live/2017/mar/24/republic-of-ireland-v-wales-world-cup-2018-qualifier-live", "isHosted": false, "secPara": "And with that, we shall bring this whole sorry business to an end. Thanks for reading, and good night. Be safe out there. ", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2017-03-24T21:49:20Z", "webTitle": "Republic of Ireland 0-0 Wales: World Cup 2018 qualifier – as it happened", "webUrl": "https://www.theguardian.com/football/live/2017/mar/24/republic-of-ireland-v-wales-world-cup-2018-qualifier-live", "wordCnt": 1720}, {"apiUrl": "https://content.guardianapis.com/football/blog/2017/mar/24/eden-hazard-ngolo-kante-barney-ronay", "firPara": "There are some things in sport that youre just not allowed to say, lines that must not be crossed. For a long time it was more or less impossible to say in public that you thought Paul Scholes was simply a very good footballer, as opposed to a chasteningly complete distillation of perfection and a one-man anti-glam debunking of the Premier League star system. You might think this. But saying it out loud is still technically an offence under the Scholes Act 2009, punishable by being stabbed in the eye with a skewer by the Queen.", "id": "football/blog/2017/mar/24/eden-hazard-ngolo-kante-barney-ronay", "isHosted": false, "secPara": "The same goes for Sachin Tendulkar, the most astonishingly hyped player in the history of cricket, a very good, enduring batsman whose po-faced messianic persona conferred a kind of devotional light on his fine strokeplay and solid defence. To point out that, actually, youd rather watch Virender Sehwag is to admit not just to idiocy but to heresy, punishable by being publicly garrotted with a piece of twine by a group of sad, betrayed children. These are, of course, inappropriate opinions and anyone who holds them should be ashamed.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-03-24T18:03:56Z", "webTitle": "Why Eden Hazard eclipses the N’Golo Kanté cult and is player of the year | Barney Ronay", "webUrl": "https://www.theguardian.com/football/blog/2017/mar/24/eden-hazard-ngolo-kante-barney-ronay", "wordCnt": 1115}, {"apiUrl": "https://content.guardianapis.com/football/2017/mar/24/eric-dier-england-fans-behave-right-way-germany-lithuania-wembley", "firPara": "Eric Dier has called on Englands fans to behave in the right way at Wembley on Sunday after the unsavoury chanting from a section of those who attended the defeat by Germany in Dortmund on Wednesday.", "id": "football/2017/mar/24/eric-dier-england-fans-behave-right-way-germany-lithuania-wembley", "isHosted": false, "secPara": "England supporters booed the German national anthem and, during the match, went through a range of songs about the first and second world wars, plus one attacking the IRA. The Football Associations chairman, Greg Clarke, described the behaviour as inappropriate, disrespectful and disappointing and Dier, who played the whole of the midweek 1-0 loss, added to the condemnation.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-03-24T17:06:00Z", "webTitle": "Eric Dier urges England fans to behave ‘the right way’ after Germany incidents", "webUrl": "https://www.theguardian.com/football/2017/mar/24/eric-dier-england-fans-behave-right-way-germany-lithuania-wembley", "wordCnt": 558}, {"apiUrl": "https://content.guardianapis.com/football/2017/mar/24/the-fiver-england-lithuania-republic-o-ireland-wales-world-cup-qualifiers", "firPara": "In todays Fiver World Cup qualifiers, Mickey Mouse football and more", "id": "football/2017/mar/24/the-fiver-england-lithuania-republic-o-ireland-wales-world-cup-qualifiers", "isHosted": false, "secPara": "In todays Fiver World Cup qualifiers, Mickey Mouse football and more", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-03-24T16:42:24Z", "webTitle": "The Fiver | Shirtless, oiled and with a cross of St George painted across his face", "webUrl": "https://www.theguardian.com/football/2017/mar/24/the-fiver-england-lithuania-republic-o-ireland-wales-world-cup-qualifiers", "wordCnt": 1590}, {"apiUrl": "https://content.guardianapis.com/football/2017/mar/24/uwe-rosler-fleetwood-town-manchester-city-english-football-dark-side", "firPara": "Shortly before Uwe Rösler accepted an offer on the eve of this season to become the Fleetwood Town manager, the German signed up for a masters degree in sporting directorship at Manchester Metropolitan University, eager to learn more about leadership and the role that he believes can help to solve English footballs dark side.", "id": "football/2017/mar/24/uwe-rosler-fleetwood-town-manchester-city-english-football-dark-side", "isHosted": false, "secPara": "An affable and intelligent man, Rösler has a huge amount of affection for the English game and talks with a mixture of pride and excitement about scoring goals for Manchester City at Maine Road, the special atmosphere at grounds up and down the country, and the part that everyone at Fleetwood is playing in their record-breaking season in League One. Yet the 48-year-old also sounds dismayed at the way so many clubs operate, in particular in the Championship, where he has personal experience of the managerial merry-go-round that has been in full swing once again this season.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-03-24T15:53:35Z", "webTitle": "Uwe Rösler: ‘English football is fantastic – wow. But you also have a dark side’", "webUrl": "https://www.theguardian.com/football/2017/mar/24/uwe-rosler-fleetwood-town-manchester-city-english-football-dark-side", "wordCnt": 1613}, {"apiUrl": "https://content.guardianapis.com/football/2017/mar/24/giampaolo-pazzini-wembley-first-goal-italy-under-21s-england", "firPara": "Exactly 10 years have passed since Giampaolo Pazzini scored the first goal, and then the first hat-trick, at the new Wembley Stadium. The stand-out performer in a 3-3 draw between Englands and Italys Under-21 sides, he still remembers the fine details from the sound of the crowd to the way his first shot skipped off Anton Ferdinands thigh on its way into the top corner.", "id": "football/2017/mar/24/giampaolo-pazzini-wembley-first-goal-italy-under-21s-england", "isHosted": false, "secPara": "In fact, just about the only thing Pazzini doesnt remember about that day is the fact he should have scored four. With just over 10 minutes left to play the England goalkeeper Lee Camp parried an Arturo Lupoli shot into his path only for him to drag the ball wide from six yards out.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-03-24T13:57:12Z", "webTitle": "Giampaolo Pazzini, new Wembley’s first goalscorer, feels the emotions 10 years on", "webUrl": "https://www.theguardian.com/football/2017/mar/24/giampaolo-pazzini-wembley-first-goal-italy-under-21s-england", "wordCnt": 935}, {"apiUrl": "https://content.guardianapis.com/football/2017/mar/24/arsenal-ladies-girls-boys-under-10s-under-12s", "firPara": "Arsenal Ladies under-10s and under-12s are in a league with boys from this season and an afternoon watching the younger age group reveals an environment which is helping the females to achieve their potential", "id": "football/2017/mar/24/arsenal-ladies-girls-boys-under-10s-under-12s", "isHosted": false, "secPara": "Arsenal Ladies under-10s and under-12s are in a league with boys from this season and an afternoon watching the younger age group reveals an environment which is helping the females to achieve their potential", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-03-24T12:09:11Z", "webTitle": "‘Woman on!’ Arsenal’s girls benefiting from mixing it with the boys", "webUrl": "https://www.theguardian.com/football/2017/mar/24/arsenal-ladies-girls-boys-under-10s-under-12s", "wordCnt": 1610}], "startIndex": 91, "status": "ok", "total": 141934, "userTier": "developer"}}