{"response": {"currentPage": 288, "orderBy": "newest", "pageSize": 10, "pages": 14194, "results": [{"apiUrl": "https://content.guardianapis.com/football/2016/oct/28/golden-goal-esteban-cambiasso-for-argentina-v-serbia-and-montenegro-2006-world-cup", "firPara": "It took 25 passes for Argentina to score their second in a memorable World Cup 2006 win but for José Pékerman it was the realisation of years of work", "id": "football/2016/oct/28/golden-goal-esteban-cambiasso-for-argentina-v-serbia-and-montenegro-2006-world-cup", "isHosted": false, "secPara": "There can be few things in life more satisfying than watching years of hard work culminate in one fleeting but beautiful moment. In 2006 José Pékerman stood in the technical area at Gelsenkirchen and experienced just that, bathing in the warm glow of fulfilment as he saw the stars align in 54 glorious seconds.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-10-28T09:00:06Z", "webTitle": "Golden Goal: Esteban Cambiasso for Argentina v Serbia & Montenegro (2006) | Gregg Bakowski", "webUrl": "https://www.theguardian.com/football/2016/oct/28/golden-goal-esteban-cambiasso-for-argentina-v-serbia-and-montenegro-2006-world-cup", "wordCnt": 1757}, {"apiUrl": "https://content.guardianapis.com/football/2016/oct/28/fc-dallas-treble-mls-young-kids", "firPara": "Óscar Parejas team have already won the US Open Cup and the Supporters Shield, and an MLS Cup title would reward their distinctive youth-focused policy", "id": "football/2016/oct/28/fc-dallas-treble-mls-young-kids", "isHosted": false, "secPara": "Óscar Parejas team have already won the US Open Cup and the Supporters Shield, and an MLS Cup title would reward their distinctive youth-focused policy", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-10-28T09:00:06Z", "webTitle": "FC Dallas: youth and the dark arts leave club close to the treble", "webUrl": "https://www.theguardian.com/football/2016/oct/28/fc-dallas-treble-mls-young-kids", "wordCnt": 1214}, {"apiUrl": "https://content.guardianapis.com/football/2016/oct/28/tony-pulis-west-brom-new-contract", "firPara": "West Bromwich Albion have confirmed that the manager, Tony Pulis, has signed a contract extension.", "id": "football/2016/oct/28/tony-pulis-west-brom-new-contract", "isHosted": false, "secPara": "Pulis, 58, will stay at the Hawthorns until the summer of 2018 after agreeing the one-year extension. The manager said last month that he was committed to West Brom despite uncertainty around his future following the clubs takeover by Guochuan Lai.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-10-28T08:54:22Z", "webTitle": "Tony Pulis signs one-year contract extension with West Brom", "webUrl": "https://www.theguardian.com/football/2016/oct/28/tony-pulis-west-brom-new-contract", "wordCnt": 280}, {"apiUrl": "https://content.guardianapis.com/football/2016/oct/28/football-transfer-rumours-wayne-rooney-heading-for-la-galaxy", "firPara": "Todays tell-all is not the kind to kiss and tell, but its been seen with Farah", "id": "football/2016/oct/28/football-transfer-rumours-wayne-rooney-heading-for-la-galaxy", "isHosted": false, "secPara": "Todays tell-all is not the kind to kiss and tell, but its been seen with Farah", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-10-28T08:12:42Z", "webTitle": "Football transfer rumours: Wayne Rooney heading for LA Galaxy?", "webUrl": "https://www.theguardian.com/football/2016/oct/28/football-transfer-rumours-wayne-rooney-heading-for-la-galaxy", "wordCnt": 573}, {"apiUrl": "https://content.guardianapis.com/football/2016/oct/28/premier-league-10-things-to-look-out-for-this-weekend", "firPara": "Winless David Moyes faces another tough test as Arsenal visit, Shinji Okazaki could be pivotal for the champions, and Nathan Redmond is shining for Saints", "id": "football/2016/oct/28/premier-league-10-things-to-look-out-for-this-weekend", "isHosted": false, "secPara": "One of the marvellous things about football is that you can quite easily leave your best player out of the team and still strengthen it, through little fault of their own. It might be a bit of a stretch to call Daniel Sturridge Liverpools best player, but hes certainly their best striker, and the most natural finisher they have. If he could keep himself fit for long enough, hed easily be a 20 goals a season man, but Liverpool have such an exceptional front four at the moment that he – or indeed any traditional centre-forward – is not required. Philippe Coutinho, Roberto Firmino, Sadio Mané and Adam Lallana are doing very nicely indeed without him. Sturridge popped up and scored twice against Tottenham in the EFL Cup on Tuesday, at least reminding Jürgen Klopp that he remains a very good striker indeed. Ive never been in doubt about him, said Klopp, but will the kind words translate to a place in the team? One wonders if its more frustrating or less for Sturridge that he is not in Klopps first-choice team, but really due to no fault of his own. NM", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-10-28T07:20:04Z", "webTitle": "Premier League: 10 things to look out for this weekend", "webUrl": "https://www.theguardian.com/football/2016/oct/28/premier-league-10-things-to-look-out-for-this-weekend", "wordCnt": 1751}, {"apiUrl": "https://content.guardianapis.com/football/2016/oct/27/millwall-the-den-lewisham-council-property-developers", "firPara": "In more disorderly times a Millwall supporters group called Treatment used to gather on the terraces wearing powder-blue surgical face masks. In the last few months anyone standing too close to the mouldering fug of unanswered questions over Lewisham councils plan to seize and sell on Millwalls land at The Den might be tempted to try something similar.", "id": "football/2016/oct/27/millwall-the-den-lewisham-council-property-developers", "isHosted": false, "secPara": "With Lewishams cabinet still stalling on confirming its order to sell the freehold of the land to an offshore-registered company, Renewal, with historic connections to senior council officers, the air around the club has been more than a little toxic of late. This week the process has taken a further series of twists, firstly with a dramatic show of support for the clubs cause from a senior council officer.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-10-27T19:50:00Z", "webTitle": "Millwall given new hope in land battle as disquiet grows over property deal", "webUrl": "https://www.theguardian.com/football/2016/oct/27/millwall-the-den-lewisham-council-property-developers", "wordCnt": 1474}, {"apiUrl": "https://content.guardianapis.com/football/blog/2016/oct/27/six-areas-of-contention-west-ham-united-london-stadium", "firPara": "Six areas of contention emerged from events at the London Stadium, ranging from how rival fans could be so close together to how the FA will respond", "id": "football/blog/2016/oct/27/six-areas-of-contention-west-ham-united-london-stadium", "isHosted": false, "secPara": "The headline flashpoint during the EFL Cup tie between West Ham United and Chelsea on Wednesday night kicked off in stoppage time, when some of the visiting supporters made for the exit at the back of the lower tier of the Sir Trevor Brooking stand. A number of West Ham fans from the adjacent space rushed over towards them and it raised the uncomfortable question as to how they were able to do so. The stewards held their line bravely and the response of the police was swift – in under 60 seconds they had officers in riot gear on the scene. The rival fans were kept from coming to blows – but they were still too close to each other for comfort and many missiles were thrown, including ripped-up seats. For the stadiums first major match, with 5,182 Chelsea supporters in attendance, it felt as though there was an issue with the layout. Before kick-off the away fans had been asked to file in through a narrow entrance – only eight turnstiles – and there were delays and frayed tempers. Some of the Chelsea support feared a crush could develop. Furthermore it continues to be difficult to police the long, open walk back to Stratford rail station. Segregation is a headache.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-10-27T19:47:57Z", "webTitle": "Violence at West Ham: who is to blame and what must be done?", "webUrl": "https://www.theguardian.com/football/blog/2016/oct/27/six-areas-of-contention-west-ham-united-london-stadium", "wordCnt": 1097}, {"apiUrl": "https://content.guardianapis.com/football/2016/oct/27/west-ham-ban-200-supporters-trouble-chelsea-london-stadium", "firPara": "West Ham United will pursue a zero tolerance policy against the thugs they believe are damaging their image and are ready to ban 200 of them following the ugly scenes that marred their EFL Cup win over Chelsea at the London Stadium.", "id": "football/2016/oct/27/west-ham-ban-200-supporters-trouble-chelsea-london-stadium", "isHosted": false, "secPara": "The club mounted a massive security operation for the visit on Wednesday of Chelsea, who brought 5,182 travelling fans, and it featured police officers inside the stadium concourses and rapid response units outside it. There were more than 900 stewards on duty.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-10-27T16:52:47Z", "webTitle": "West Ham to ban 200 supporters after derby trouble against Chelsea", "webUrl": "https://www.theguardian.com/football/2016/oct/27/west-ham-ban-200-supporters-trouble-chelsea-london-stadium", "wordCnt": 608}, {"apiUrl": "https://content.guardianapis.com/football/2016/oct/27/henrikh-mkhitaryan-manchester-united-fight-for-place", "firPara": "Henrikh Mkhitaryan is determined to fight for his place at Manchester United despite being left out of the matchday squad for Wednesday nights EFL Cup victory over Manchester City.", "id": "football/2016/oct/27/henrikh-mkhitaryan-manchester-united-fight-for-place", "isHosted": false, "secPara": "The Armenian international has made only four appearances for United since joining from Borussia Dortmund in the summer for around £30m, the last being the 2-1 defeat to City on 10 September when he was substituted at half-time. That means Mkhitaryan has played just 105 minutes in the Premier League for his new club.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-10-27T16:07:18Z", "webTitle": "Henrikh Mkhitaryan determined to fight for his place at Manchester United", "webUrl": "https://www.theguardian.com/football/2016/oct/27/henrikh-mkhitaryan-manchester-united-fight-for-place", "wordCnt": 328}, {"apiUrl": "https://content.guardianapis.com/football/2016/oct/27/aston-villa-steve-bruce-fans-birmingham-derby-west-ham", "firPara": "Steve Bruce has called for supporters of Birmingham and Aston Villa to make this weekends second-city derby the spectacle everyone wants to see and avoid scenes like those that unfolded at the London Stadium on Wednesday night.", "id": "football/2016/oct/27/aston-villa-steve-bruce-fans-birmingham-derby-west-ham", "isHosted": false, "secPara": "The Villa manager was speaking before the first Birmingham derby in the league for five years, a match that pits Bruce against a club he managed for six years. While the 55-year-old encouraged supporters to be vocal he also asked them to stay on the right side of the line.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-10-27T15:38:34Z", "webTitle": "Aston Villa’s Steve Bruce pleads with fans to behave at Birmingham derby", "webUrl": "https://www.theguardian.com/football/2016/oct/27/aston-villa-steve-bruce-fans-birmingham-derby-west-ham", "wordCnt": 666}], "startIndex": 2871, "status": "ok", "total": 141935, "userTier": "developer"}}