{"response": {"currentPage": 173, "orderBy": "newest", "pageSize": 10, "pages": 14194, "results": [{"apiUrl": "https://content.guardianapis.com/football/2016/dec/19/raheem-sterling-pep-guardiola-manchester-city", "firPara": "The winner against Arsenal was his first goal since September and came after the Manchester City manager told him to be the player he knows I want to be", "id": "football/2016/dec/19/raheem-sterling-pep-guardiola-manchester-city", "isHosted": false, "secPara": "The winner against Arsenal was his first goal since September and came after the Manchester City manager told him to be the player he knows I want to be", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-12-19T22:30:31Z", "webTitle": "Pep Guardiola’s advice that Raheem Sterling be ‘direct and clinical’ pays off", "webUrl": "https://www.theguardian.com/football/2016/dec/19/raheem-sterling-pep-guardiola-manchester-city", "wordCnt": 778}, {"apiUrl": "https://content.guardianapis.com/football/2016/dec/19/chelsea-to-reject-loan-offers-michy-batshuayi", "firPara": "Chelsea will resist attempts by rival clubs to secure Michy Batshuayi on loan next month as the Belgium forward prepares to make his first Premier League start for the leaders in the visit of Bournemouth to Stamford Bridge on Boxing Day.", "id": "football/2016/dec/19/chelsea-to-reject-loan-offers-michy-batshuayi", "isHosted": false, "secPara": "Batshuayi, a £33.2m summer signing from Marseille, is poised to deputise for the suspended Diego Costa following the strikers fifth caution of the season, after 11 cardless appearances, at Crystal Palace on Saturday. Antonio Conte could still opt to utilise Eden Hazard in a central role, flanked by Pedro Rodríguez and Willian but the chance to offer Batshuayi his first league start is expected to sway his decision.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-12-19T22:30:31Z", "webTitle": "Chelsea to reject loan offers for deputy striker Michy Batshuayi", "webUrl": "https://www.theguardian.com/football/2016/dec/19/chelsea-to-reject-loan-offers-michy-batshuayi", "wordCnt": 547}, {"apiUrl": "https://content.guardianapis.com/football/2016/dec/19/manchester-united-return-united-states-2017-summer-tour", "firPara": "Manchester United are poised to return to the west coast of the United States for the clubs summer tour and could play Manchester City as part of preparations for next season.", "id": "football/2016/dec/19/manchester-united-return-united-states-2017-summer-tour", "isHosted": false, "secPara": "The Los Angeles area is a favourite of José Mourinho, who has taken Chelsea, Real Madrid and Internazionale to California in pre-season.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-12-19T22:30:31Z", "webTitle": "Manchester United to return to United States for 2017 summer tour", "webUrl": "https://www.theguardian.com/football/2016/dec/19/manchester-united-return-united-states-2017-summer-tour", "wordCnt": 219}, {"apiUrl": "https://content.guardianapis.com/football/live/2016/dec/19/everton-v-liverpool-premier-league-live", "firPara": "Thats all for now. Thanks as always for following along with us and be sure to check out Andy Hunters full match report from Goodison Park here.", "id": "football/live/2016/dec/19/everton-v-liverpool-premier-league-live", "isHosted": false, "secPara": "Liverpool move to second in the table, six points adrift of Chelsea. The final match statistics dont exactly suggest a match to remember. (And it most certainly wasnt.) But the ending could very well be a pivotal moment in the Reds campaign.", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2016-12-19T22:16:22Z", "webTitle": "Everton v Liverpool: Premier League – as it happened", "webUrl": "https://www.theguardian.com/football/live/2016/dec/19/everton-v-liverpool-premier-league-live", "wordCnt": 2268}, {"apiUrl": "https://content.guardianapis.com/football/2016/dec/19/everton-liverpool-premier-league-match-report", "firPara": "Red flares fell from the Bullens Road stand housing Liverpools supporters but there was no sign of distress. They were signals of the delight, ecstasy and pandemonium that accompanies a stoppage-time winner in the Merseyside derby and the kind of victory that announces a Premier League title contender with resolve. The distress was everywhere else around Evertons old stadium.", "id": "football/2016/dec/19/everton-liverpool-premier-league-match-report", "isHosted": false, "secPara": "Jürgen Klopp covered his face in disbelief and delight when Sadio Mané reacted quickest to settle the 227th Merseyside derby in the 94th minute. His first visit to Goodison Park had revealed two sides of Liverpool, passive in the face of a high-octane Everton performance in the first half, superior in the second and the team more likely to win a derby high on attrition but low on quality.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-12-19T22:09:12Z", "webTitle": "Sadio Mané’s injury-time winner earns Liverpool dramatic derby victory", "webUrl": "https://www.theguardian.com/football/2016/dec/19/everton-liverpool-premier-league-match-report", "wordCnt": 896}, {"apiUrl": "https://content.guardianapis.com/football/blog/2016/dec/19/home-countries-fa-seeing-red-fifa-over-poppies-could-have-been-avoided", "firPara": "Whisper it – you have to, beneath the barrage of furious indignation, bad temper, even declarations of war, from the prime minister down, over our gentle symbol of peace – but Fifa has a point about poppies. World footballs governing body, which Fifa still is, tried to articulate this as it unveiled the fines levelled at the football associations of England, Scotland, Wales and Northern Ireland, for framing their November World Cup qualifiers as Armistice Day events.", "id": "football/blog/2016/dec/19/home-countries-fa-seeing-red-fifa-over-poppies-could-have-been-avoided", "isHosted": false, "secPara": "It is not our intention to judge or question specific commemorations as we fully respect the significance of such moments in the respective countries, each one of them with its own history and background, Claudio Sulser, the chairman of the disciplinary committee, explained. However, keeping in mind that the rules need to be applied in a neutral and fair manner across Fifas 211 member associations, the display, among others, of any political or religious symbol is strictly prohibited.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-12-19T20:24:20Z", "webTitle": "Home countries’ FAs seeing red over poppies could have been avoided | David Conn", "webUrl": "https://www.theguardian.com/football/blog/2016/dec/19/home-countries-fa-seeing-red-fifa-over-poppies-could-have-been-avoided", "wordCnt": 1212}, {"apiUrl": "https://content.guardianapis.com/football/2016/dec/19/chile-homophobic-chants-fifa-fines-2016", "firPara": "More than half the South American teams competing to reach the World Cup in 2018 have been fined this year for the behaviour of their supporters", "id": "football/2016/dec/19/chile-homophobic-chants-fifa-fines-2016", "isHosted": false, "secPara": "Fifa has levied more than £1.4m of fines on national football associations during 2016, including those issued to England, Scotland, Wales and Northern Ireland for displaying poppies during Novembers World Cup qualifying matches. The FA has announced it is appealing against the fine.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-12-19T19:59:44Z", "webTitle": "Chile pay again for homophobic chants as Fifa fines for 2016 top £1.4m", "webUrl": "https://www.theguardian.com/football/2016/dec/19/chile-homophobic-chants-fifa-fines-2016", "wordCnt": 643}, {"apiUrl": "https://content.guardianapis.com/football/blog/2016/dec/19/mesut-ozil-arsene-wenger-arsenal", "firPara": "There was an interesting moment at the end of Arsenals defeat at Manchester City on Sunday, a match of shifting tides, foggy passages, moments of extreme skill and one decisive tactical switch by Pep Guardiola. Deep into stoppage time, as Petr Cech and the nearest team‑mate dithered over a free-kick by the halfway line Arsène Wenger could be seen leaping up and urging them to get the ball forward, waggling his arms about in that familiar, slightly alarming angry‑pterodactyl style.", "id": "football/blog/2016/dec/19/mesut-ozil-arsene-wenger-arsenal", "isHosted": false, "secPara": "Eventually the ball did go forward, just as the final whistle was blown. Wenger stormed back from the touchline, visibly frustrated, turning his back on the yellow shirts closest to him. It felt significant, intentionally or not, that the other player with Cech at the end was Mesut Özil.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-12-19T19:58:46Z", "webTitle": "Mesut Özil, the ghost in Arsenal’s machine, picks bad time for wan game", "webUrl": "https://www.theguardian.com/football/blog/2016/dec/19/mesut-ozil-arsene-wenger-arsenal", "wordCnt": 1365}, {"apiUrl": "https://content.guardianapis.com/football/2016/dec/19/fifa-fines-english-fa-poppies-scotland", "firPara": "The Football Association is prepared to go to the court of arbitration for sport over Fifas insistence the poppy should be considered a political symbol and will appeal against the governing bodys decision to impose fines after players and supporters marked Armistice Day at the World Cup qualifier against Scotland last month.", "id": "football/2016/dec/19/fifa-fines-english-fa-poppies-scotland", "isHosted": false, "secPara": "Fifa imposed monetary sanctions on all the Home Nations associations on Monday relating to the commemorations at Novembers World Cup qualifying fixtures.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-12-19T17:17:00Z", "webTitle": "FA to appeal against Fifa fine over poppies at World Cup qualifier", "webUrl": "https://www.theguardian.com/football/2016/dec/19/fifa-fines-english-fa-poppies-scotland", "wordCnt": 823}, {"apiUrl": "https://content.guardianapis.com/football/blog/2016/dec/19/bundesliga-managers-on-edge-before-winter-break-as-red-christmas-awaits", "firPara": "Every day, another manager gets it. Every day, another manager gets closer to getting it in the neck. And all eyes are on Borussia and Wolfsburg", "id": "football/blog/2016/dec/19/bundesliga-managers-on-edge-before-winter-break-as-red-christmas-awaits", "isHosted": false, "secPara": "Tis the season to wind down, buy stuff that nobody needs nor wants, avoid mulled wine drunkards, rummage through recycled paper bags in search of the odd wormless chestnut, laze about until the sun goes down again, bake Plätzchen, watch Johannes B Kerner or Markus Lanz feign interest in a collection of Z listers, musically talented kids and sickness/catastrophe/marriage breakdown survivors and, most of all, be grateful that we Germans have been blessed with peace and freedom – the peace and freedom that comes from being left alone by football for four weeks.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-12-19T15:57:50Z", "webTitle": "Bundesliga managers on edge before winter break as Red Christmas awaits | Raphael Honigstein", "webUrl": "https://www.theguardian.com/football/blog/2016/dec/19/bundesliga-managers-on-edge-before-winter-break-as-red-christmas-awaits", "wordCnt": 1318}], "startIndex": 1721, "status": "ok", "total": 141934, "userTier": "developer"}}