{"response": {"currentPage": 264, "orderBy": "newest", "pageSize": 10, "pages": 14194, "results": [{"apiUrl": "https://content.guardianapis.com/football/2016/nov/08/football-transfer-rumours-cesc-fabregas-branislav-ivanovic-chelsea-to-west-ham", "firPara": "Todays tittle-tattle has mislaid its hat and gloves", "id": "football/2016/nov/08/football-transfer-rumours-cesc-fabregas-branislav-ivanovic-chelsea-to-west-ham", "isHosted": false, "secPara": "Todays tittle-tattle has mislaid its hat and gloves", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-08T09:03:35Z", "webTitle": "Football transfer rumours: Cesc Fàbregas and Branislav Ivanovic to West Ham?", "webUrl": "https://www.theguardian.com/football/2016/nov/08/football-transfer-rumours-cesc-fabregas-branislav-ivanovic-chelsea-to-west-ham", "wordCnt": 442}, {"apiUrl": "https://content.guardianapis.com/football/blog/2016/nov/08/premier-league-viewing-figures-usa-decline", "firPara": "There has been plenty of attention on the NFLs struggles to attract viewers this year. But figures are down for a European upstart too", "id": "football/blog/2016/nov/08/premier-league-viewing-figures-usa-decline", "isHosted": false, "secPara": "There has been plenty of attention on the NFLs struggles to attract viewers this year. But figures are down for a European upstart too", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-08T09:00:10Z", "webTitle": "Is America's dalliance with the Premier League coming to an end?", "webUrl": "https://www.theguardian.com/football/blog/2016/nov/08/premier-league-viewing-figures-usa-decline", "wordCnt": 1108}, {"apiUrl": "https://content.guardianapis.com/football/2016/nov/07/england-sammy-lee-bolton-transfer-deal-appeal-court", "firPara": "A high court judgment in which the current England assistant manager, Sammy Lee, was found to have knowingly given false evidence has been upheld by the court of appeal. Lee, when manager of Bolton Wanderers for a short period in 2007 having taken over from Sam Allardyce, was found to have lied about his clubs involvement in signing the midfield player Gavin McCann, who had been poached by the agents SEM.", "id": "football/2016/nov/07/england-sammy-lee-bolton-transfer-deal-appeal-court", "isHosted": false, "secPara": "The Football Association has never taken any action against anybody involved in the case, despite findings revealing that Bolton and SEM then backdated the contract for McCann, and that Lee and other witnesses gave false evidence. Following the upholding of the judgments findings on appeal, the FA declined to comment.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-07T23:14:56Z", "webTitle": "Appeal court finds Sammy Lee gave false evidence over Bolton transfer deal", "webUrl": "https://www.theguardian.com/football/2016/nov/07/england-sammy-lee-bolton-transfer-deal-appeal-court", "wordCnt": 1017}, {"apiUrl": "https://content.guardianapis.com/football/2016/nov/07/jordan-henderson-praises-liverpool-world-class-forwards", "firPara": "Jordan Henderson has described the Liverpool forward line of Philippe Coutinho, Roberto Firmino and Sadio Mané as world-class and insisted their work rate is responsible for the teams rise.", "id": "football/2016/nov/07/jordan-henderson-praises-liverpool-world-class-forwards", "isHosted": false, "secPara": "Liverpool took top spot in the Premier League for the first time since May 2014 with a 6-1 destruction of Watford on Sunday when their front three again impressed and scored. Mané scored twice to take his total for the season to six league goals. Firmino made it five goals and three assists in his past seven Premier League appearances and Coutinho three goals and five assists in the same period.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-07T22:30:01Z", "webTitle": "Jordan Henderson praises work rate of Liverpool’s ‘world-class’ forwards", "webUrl": "https://www.theguardian.com/football/2016/nov/07/jordan-henderson-praises-liverpool-world-class-forwards", "wordCnt": 527}, {"apiUrl": "https://content.guardianapis.com/football/2016/nov/07/gareth-southgate-england-scotland-gazza-euro-96", "firPara": "It was while Gareth Southgate was looking ahead to Englands game against Scotland and reiterating the importance of emotional control in these fixtures that his mind went back to Euro 96 and the kind of sketch that probably felt perfectly normal then bearing in mind the identity of the man around whom the story revolves.", "id": "football/2016/nov/07/gareth-southgate-england-scotland-gazza-euro-96", "isHosted": false, "secPara": "Those were the days when Paul Gascoignes team-mates felt a collective sense of duty to help, in the carefully chosen words of Southgate, calm him down – or to be brutal about it, get him out of our hair for a couple of hours – and one ploy was to send him fishing in the afternoon with David Seaman, knowing the only occasion when Englands most talented player could be guaranteed to sit still was if he had a fishing rod in his hand.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-07T22:30:01Z", "webTitle": "Gareth Southgate: ‘Only Gazza could have done that celebration’", "webUrl": "https://www.theguardian.com/football/2016/nov/07/gareth-southgate-england-scotland-gazza-euro-96", "wordCnt": 1158}, {"apiUrl": "https://content.guardianapis.com/football/2016/nov/07/england-gareth-southgate-luke-shaw-jose-mourinho-manchester-united", "firPara": " ", "id": "football/2016/nov/07/england-gareth-southgate-luke-shaw-jose-mourinho-manchester-united", "isHosted": false, "secPara": "Gareth Southgate believes it is unfair to question Luke Shaws competitive courage and vigorously defended the Manchester United left-back in light of José Mourinhos thinly veiled attack on his own player for pulling out of the game against Swansea City.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-07T22:30:01Z", "webTitle": "Gareth Southgate backs Luke Shaw against José Mourinho’s injury jibe", "webUrl": "https://www.theguardian.com/football/2016/nov/07/england-gareth-southgate-luke-shaw-jose-mourinho-manchester-united", "wordCnt": 709}, {"apiUrl": "https://content.guardianapis.com/football/blog/2016/nov/07/jose-mourinho-manchester-united-luke-shaw-chris-smalling-injuries", "firPara": "I do not like talking about injured players, José Mourinho announced a few months before he left Real Madrid – shortly before going on to talk, rather darkly, about assorted injured players and provide in the process another in a series of similar digressions through the sullen, dying autumn of his time at the Bernabéu.", "id": "football/blog/2016/nov/07/jose-mourinho-manchester-united-luke-shaw-chris-smalling-injuries", "isHosted": false, "secPara": "In reality, of course, the opposite is true. Mourinho loves talking about injured players. Or at least he certainly spends a lot of time doing it. Some may see an odd coincidence in Mourinhos comments about Luke Shaw and Chris Smalling refusing to play through injury coming almost exactly a year after Mourinho was sued by the doctor at his previous club, who treated an (apparently) injured player against the managers wishes; or almost exactly two years since Mourinho used a press conference to mock Sergio Ramoss lack of a medical degree in another migrainously tedious row over the exact limits of injury and fitness; or almost exactly three years after Mourinho could be heard describing Oscar as a fragile boy who lacks physical ability just after his best performance to date in England.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-07T21:38:00Z", "webTitle": "José Mourinho and injuries: a long, public, darkly productive relationship | Barney Ronay", "webUrl": "https://www.theguardian.com/football/blog/2016/nov/07/jose-mourinho-manchester-united-luke-shaw-chris-smalling-injuries", "wordCnt": 1172}, {"apiUrl": "https://content.guardianapis.com/football/2016/nov/07/sebastian-giovinco-italy-giampiero-ventura-mls", "firPara": "Sebastian Giovinco continues to dominate the MLS playoffs – his hat-trick on Sunday helped Toronto FC to a handsome win over New York City FC – but his day job remains a clear obstacle to his recall to the Italian national team. ", "id": "football/2016/nov/07/sebastian-giovinco-italy-giampiero-ventura-mls", "isHosted": false, "secPara": "Giovinco was left out of Giampiero Venturas Italy squad for the upcoming World Cup qualifiers and the coach was clear about his reasons. I have done everything to help him but the reality is that he plays in a league that doesnt matter much, Ventura said. And the number of goals he scores is less important because with the quality he has got, he is bound to make a difference in that league. The problem is that if you play in that type of league, and you get used to playing in that type of league, it becomes a problem of mentality.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-07T21:27:25Z", "webTitle": "Sebastian Giovinco not picked for Italy because MLS 'doesn’t matter much'", "webUrl": "https://www.theguardian.com/football/2016/nov/07/sebastian-giovinco-italy-giampiero-ventura-mls", "wordCnt": 434}, {"apiUrl": "https://content.guardianapis.com/football/2016/nov/07/arsenal-hector-bellerin-contract-extension", "firPara": "Héctor Bellerín is close to agreeing a contract extension at Arsenal after his agent held productive talks in London last week.", "id": "football/2016/nov/07/arsenal-hector-bellerin-contract-extension", "isHosted": false, "secPara": "The Spain defender has been in sparkling form for Arsène Wengers side this season, helping them remain unbeaten since the opening day of the Premier League season. Catalonia-born Bellerín, who joined Arsenal in 2011 as a teenager, still has almost three years remaining on his contract but has been heavily linked with Barcelona.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-07T20:22:02Z", "webTitle": "Arsenal’s Héctor Bellerín close to agreeing new contract extension", "webUrl": "https://www.theguardian.com/football/2016/nov/07/arsenal-hector-bellerin-contract-extension", "wordCnt": 263}, {"apiUrl": "https://content.guardianapis.com/football/live/2016/nov/07/fa-cup-second-round-draw-live", "firPara": "Bolton Wanderers face Sheffield United whilst Charlton play MK Dons, with 21 non-league clubs still in the running for a place in the third round", "id": "football/live/2016/nov/07/fa-cup-second-round-draw-live", "isHosted": false, "secPara": "The stand-out ties are probably Bolton Wanderers v Sheffield United and Charlton v MK Dons, whilst the lowest-ranked team, Westfields have a home tie against Bury or AFC Wimbledon, provided they can get past Curzon Ashton in their replay. Bye!", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2016-11-07T19:24:46Z", "webTitle": "FA Cup second round draw – as it happened", "webUrl": "https://www.theguardian.com/football/live/2016/nov/07/fa-cup-second-round-draw-live", "wordCnt": 664}], "startIndex": 2631, "status": "ok", "total": 141935, "userTier": "developer"}}