{"response": {"currentPage": 570, "orderBy": "newest", "pageSize": 10, "pages": 14195, "results": [{"apiUrl": "https://content.guardianapis.com/football/2016/jun/12/gerry-armstrong-northern-ireland-euro-2016", "firPara": "Gerry Armstrong knows a thing or two about upsetting the odds at a major tournament. By scoring for Northern Ireland against Spain at the 1982 World Cup he secured arguably the most famous victory in the countrys history. So when Armstrong talks of parallels between the squad Michael ONeill has taken to Euro 2016 and the ones he was part of during Northern Irelands golden era, it is worth listening.", "id": "football/2016/jun/12/gerry-armstrong-northern-ireland-euro-2016", "isHosted": false, "secPara": "Armstrongs goal in Valencia, famously driven through the legs of Spains goalkeeper Luis Arconada, meant the team finished top of their group. Four years later Northern Ireland were back on the grandest stage, at the World Cup in Mexico. Although they failed to make it beyond the opening round there, Armstrong believes ONeills team are capable of reaching the knockout stages in France, their first major tournament since then.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-12T09:00:18Z", "webTitle": "Gerry Armstrong believes Northern Ireland can make Euro 2016 memorable", "webUrl": "https://www.theguardian.com/football/2016/jun/12/gerry-armstrong-northern-ireland-euro-2016", "wordCnt": 714}, {"apiUrl": "https://content.guardianapis.com/football/2016/jun/12/wales-rivalry-england-euro-2016", "firPara": "Look what these bastards have done to Wales. Theyve taken our coal, our water, our steel. They buy our homes and live in them for a fortnight every year. What have they given us? Absolutely nothing. Weve been exploited, raped, controlled and punished by the English – and thats who you are playing this afternoon. The English.", "id": "football/2016/jun/12/wales-rivalry-england-euro-2016", "isHosted": false, "secPara": "The Observer can exclusively reveal that these words will not come out of the Wales captain Ashley Williams mouth in Lens on Thursday, and not only because he was born in Wolverhampton. Phil Bennetts legendary speech, delivered before Waless Five Nations victory over England in 1977, belonged to rugby union, where the rivalry between England and Wales is significantly more intense.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-12T08:59:18Z", "webTitle": "Wales take heart from Wrexham ‘80 in confusing rivalry with England", "webUrl": "https://www.theguardian.com/football/2016/jun/12/wales-rivalry-england-euro-2016", "wordCnt": 1388}, {"apiUrl": "https://content.guardianapis.com/football/blog/2016/jun/12/roy-hodgson-england-forwards-russia-euro-2016-jamie-vardy-daniel-sturridge", "firPara": "In the midst of a scarring, salty day in Marseille it was a relief to get stuck into the questions that were purely about football. Watching England emerge into the vast atmospheric waves of the Vélodrome it was pertinent to wonder if Roy Hodgson had pitched his gambled selection right. Too attacking? Too carefree with the throw of the dice to suddenly pick the captain in unfamiliar midfield?", "id": "football/blog/2016/jun/12/roy-hodgson-england-forwards-russia-euro-2016-jamie-vardy-daniel-sturridge", "isHosted": false, "secPara": "Too quirky to go for Adam Lallana ahead of Jamie Vardy as an option to raid from high up on the flanks? Could they respond to the warm hope and handle the heavyweight expectancy? At the end of it all, some of those questions still hung in the air.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-12T08:00:18Z", "webTitle": "Forward-thinking Roy Hodgson may need to change England front line | Amy Lawrence", "webUrl": "https://www.theguardian.com/football/blog/2016/jun/12/roy-hodgson-england-forwards-russia-euro-2016-jamie-vardy-daniel-sturridge", "wordCnt": 849}, {"apiUrl": "https://content.guardianapis.com/football/2016/jun/12/oignon-bag-euro-2016-diary-david-guetta-burgers-prawns", "firPara": "Also featuring Cristiano Ronaldos expansion, Euro 2016 Shower Gel, and Diego Maradonas BFF", "id": "football/2016/jun/12/oignon-bag-euro-2016-diary-david-guetta-burgers-prawns", "isHosted": false, "secPara": "Also featuring Cristiano Ronaldos expansion, Euro 2016 Shower Gel, and Diego Maradonas BFF", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-12T08:00:18Z", "webTitle": "L’Oignon Bag – Euro 2016 diary: David Guetta, Slaven Bilic and a blue burger", "webUrl": "https://www.theguardian.com/football/2016/jun/12/oignon-bag-euro-2016-diary-david-guetta-burgers-prawns", "wordCnt": 769}, {"apiUrl": "https://content.guardianapis.com/football/2016/jun/11/clint-dempsey-usa-copa-america-paraguay", "firPara": "The United States are through to the quarter-finals of Copa América Centenario after a hard-fought 1-0 win over feisty Paraguay on a balmy Saturday night at Lincoln Financial Field. If that wasnt enough of a boost for the host nation, Colombias shock defeat to Costa Rica in the days late kick-off means the US go through as group winners and are likely to avoid Brazil in the last eight. ", "id": "football/2016/jun/11/clint-dempsey-usa-copa-america-paraguay", "isHosted": false, "secPara": "Clint Dempseys 27th-minute strike offered an early cushion that proved even more vital as the Americans were forced to play nearly the entire second half with 10 men after DeAndre Yedlin was shown two yellow cards within less than a minute.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-12T01:17:31Z", "webTitle": "Dempsey makes the difference as USA battle into Copa América last eight", "webUrl": "https://www.theguardian.com/football/2016/jun/11/clint-dempsey-usa-copa-america-paraguay", "wordCnt": 1038}, {"apiUrl": "https://content.guardianapis.com/football/live/2016/jun/11/usa-v-paraguay-copa-america-live", "firPara": "Clint Dempseys first-half goal gives 10-man USA victory – and they move into the quarter-finals ", "id": "football/live/2016/jun/11/usa-v-paraguay-copa-america-live", "isHosted": false, "secPara": "Clint Dempseys first-half goal gives 10-man USA victory – and they move into the quarter-finals ", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2016-06-12T01:07:49Z", "webTitle": "USA 1-0 Paraguay: Copa América – as it happened", "webUrl": "https://www.theguardian.com/football/live/2016/jun/11/usa-v-paraguay-copa-america-live", "wordCnt": 1065}, {"apiUrl": "https://content.guardianapis.com/football/blog/2016/jun/11/wayne-rooney-england-russia-roy-hodgson-euro-2016", "firPara": "Well, that was a bit unexpected. Thirteen years, five tournaments, 111 games and one white Pelé-style adolescence in the making enter Wayne Rooney, England midfielder. Roy Hodgson might not see himself as a gambling man but he took a genuinely curious punt here on a wild, unsettling night in Marseille that saw all sides of this swooping steel cauldron sending huge gusts of noise skirling up into the powder blue hole above the lip of the stadium roof.", "id": "football/blog/2016/jun/11/wayne-rooney-england-russia-roy-hodgson-euro-2016", "isHosted": false, "secPara": "Again there was a genuine note of tension in the air as throughout the afternoon this fun, louche, hard-edged Mediterranean port city was the stage for some vicious moments of premeditated violence. At the final whistle here there was even a brief running battle in the laughably unsegregated mixed end, with Russian fans pouring through into Englands section, throwing punches and causing a mild stampede towards the fence at the far side. The French police were again notable only for their complete invisibility at the scene of the crime, an astonishing negligence given the tensions of the day.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-11T22:40:49Z", "webTitle": "Wayne Rooney revels in central role but England’s shape-shifting is curious | Barney Ronay", "webUrl": "https://www.theguardian.com/football/blog/2016/jun/11/wayne-rooney-england-russia-roy-hodgson-euro-2016", "wordCnt": 932}, {"apiUrl": "https://content.guardianapis.com/football/2016/jun/11/dimitri-payets-france-team-mates-shower-praise-on-west-ham-player", "firPara": "At West Ham they have been singing his name all season and Dimitri Payets France team-mates have now joined the chorus of praise after he spectacularly got them out of jail in their Euro 2016 opener, predicting the confidence gained from his first season in the Premier League would translate to the biggest international stage.", "id": "football/2016/jun/11/dimitri-payets-france-team-mates-shower-praise-on-west-ham-player", "isHosted": false, "secPara": "The front page of LEquipe read simply Payet Saves the Party after the West Ham striker sent his shot arrowing into the top corner with one minute to play to ensure the host nation began the tournament with a 2-1 victory against Romania.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-11T22:31:16Z", "webTitle": "Dimitri Payet’s France team-mates shower praise on West Ham player", "webUrl": "https://www.theguardian.com/football/2016/jun/11/dimitri-payets-france-team-mates-shower-praise-on-west-ham-player", "wordCnt": 602}, {"apiUrl": "https://content.guardianapis.com/football/2016/jun/11/danny-rose-england-gareth-bale-wales-euro-2016", "firPara": "Danny Rose was so busy pondering how Gareth Bale had transformed himself from a shy and underused fellow Tottenham Hotspur reserve into a two‑times European Cup-winning force of nature that, initially, he did not notice uttering the words sure to send shivers of apprehension down England spines.", "id": "football/2016/jun/11/danny-rose-england-gareth-bale-wales-euro-2016", "isHosted": false, "secPara": "He had already pointed to the way the Welshman lives off the pitch, teetotal and away from the limelight. He followed that with mentions of diet and professionalism. So its not a surprise Gareths hit the heights, Rose said. He joined Spurs predominantly as a left-back and now hes one of the most dangerous attacking midfielders in the world. Actually hes probably the only guy Ive seen whos a lot quicker than Kyle Walker. I didnt think that was possible.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-11T22:29:05Z", "webTitle": "Danny Rose’s insight on Gareth Bale sends shivers down England spines", "webUrl": "https://www.theguardian.com/football/2016/jun/11/danny-rose-england-gareth-bale-wales-euro-2016", "wordCnt": 975}, {"apiUrl": "https://content.guardianapis.com/football/2016/jun/11/old-enemy-rears-its-ugly-head-as-england-fans-clash-with-police", "firPara": "Scenes prior to opening Euro 2016 match against Russia echo violent images many thought had been confined to history", "id": "football/2016/jun/11/old-enemy-rears-its-ugly-head-as-england-fans-clash-with-police", "isHosted": false, "secPara": "It remains the bastard strand of English footballs DNA. The run up to this campaign has been dominated by nostalgia over Euro 96, the moment at which football came home, put on its face paint and transformed into todays glossy lifestyle choice.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-11T21:49:32Z", "webTitle": "Old enemy rears its ugly head as England fans clash with police", "webUrl": "https://www.theguardian.com/football/2016/jun/11/old-enemy-rears-its-ugly-head-as-england-fans-clash-with-police", "wordCnt": 983}], "startIndex": 5691, "status": "ok", "total": 141941, "userTier": "developer"}}