{"response": {"currentPage": 56, "orderBy": "newest", "pageSize": 10, "pages": 14194, "results": [{"apiUrl": "https://content.guardianapis.com/football/blog/2017/feb/24/claudio-ranieri-reign-ends-brutal-leicester-city-owners", "firPara": "Leicester owners lose faith in managers ability to keep team in Premier League but many will be saddened by the decision and puzzled by its timing", "id": "football/blog/2017/feb/24/claudio-ranieri-reign-ends-brutal-leicester-city-owners", "isHosted": false, "secPara": "Leicester owners lose faith in managers ability to keep team in Premier League but many will be saddened by the decision and puzzled by its timing", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-02-24T08:12:11Z", "webTitle": "Claudio Ranieri's reign ends in cruel, brutal fashion as Leicester lose patience | Stuart James", "webUrl": "https://www.theguardian.com/football/blog/2017/feb/24/claudio-ranieri-reign-ends-brutal-leicester-city-owners", "wordCnt": 1029}, {"apiUrl": "https://content.guardianapis.com/football/2017/feb/23/claudio-rainieri-sacked-leicester", "firPara": "Claudio Ranieri, the manager who led Leicester City to one of the more implausible success stories in history, has been sacked only nine months after taking a team of 5,000-1 outsiders to the Premier League title and a football miracle.", "id": "football/2017/feb/23/claudio-rainieri-sacked-leicester", "isHosted": false, "secPara": "Ranieris dismissal comes barely two weeks after Leicester offered him their unwavering support in a statement insisting there was no way his job could be in danger and pointing out that the clubs success had been based firmly on stability, togetherness and determination to overcome even the greatest of challenges.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-02-24T00:05:00Z", "webTitle": "Leicester sack Claudio Ranieri less than a year after Premier League title", "webUrl": "https://www.theguardian.com/football/2017/feb/23/claudio-rainieri-sacked-leicester", "wordCnt": 749}, {"apiUrl": "https://content.guardianapis.com/football/blog/2017/feb/23/dele-alli-tottenham-gent-europa-league", "firPara": "A Spursified Wembley felt like an incongruous setting for a Thursday night in the company of the eighth-best side in Belgium. Then again, that was precisely the kind of sniffy attitude that Tottenham Hotspur had to leave at the door if they were going to avoid another continental embarrassment. They have reached a point in their development where anything less than absolute commitment in the Europa League is impossible to defend, for all that football at their temporary European home was supposed to involve glamour ties against Barcelona and Real Madrid instead of the relative modesty of KAA Gent.", "id": "football/blog/2017/feb/23/dele-alli-tottenham-gent-europa-league", "isHosted": false, "secPara": "But Spurs flopped in the Champions League, their messy early exit forcing them to lower their sights. They could not view this competition as an inconvenience. Forget the Premier League. Keeping even half an eye on the game against Stoke City on Sunday risked accusations that Tottenham had their priorities in the wrong order.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-02-23T22:31:27Z", "webTitle": "Dele Alli’s rush of blood renders Tottenham’s intent fruitless | Jacob Steinberg", "webUrl": "https://www.theguardian.com/football/blog/2017/feb/23/dele-alli-tottenham-gent-europa-league", "wordCnt": 842}, {"apiUrl": "https://content.guardianapis.com/football/2017/feb/23/tottenham-hotspur-gent-europa-league-match-report", "firPara": "When the full-time whistle sounded on a pulsating, madcap Europa League occasion, Mauricio Pochettino turned on his heel, avoided contact with anybody – friend or foe – and marched briskly off down the tunnel. In metaphorical terms at least, the steam was blasting from the Tottenham Hotspur managers ears.", "id": "football/2017/feb/23/tottenham-hotspur-gent-europa-league-match-report", "isHosted": false, "secPara": "This had been billed as the occasion when Spurs would erase the shoddiness of their first-leg defeat in Ghent and make a statement in European competition. Instead, it became one filled with recrimination and no little embarrassment because make no mistake, a club with Tottenhams ambitions must be capable of disposing of opposition as modest as this.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-02-23T22:09:14Z", "webTitle": "Tottenham fluff their lines against Gent and head for Europa League exit", "webUrl": "https://www.theguardian.com/football/2017/feb/23/tottenham-hotspur-gent-europa-league-match-report", "wordCnt": 865}, {"apiUrl": "https://content.guardianapis.com/football/live/2017/feb/23/tottenham-v-gent-europa-league-last-32-live", "firPara": "Dele Alli was sent off for an awful challenge as Spurs crashed out of Europe.", "id": "football/live/2017/feb/23/tottenham-v-gent-europa-league-last-32-live", "isHosted": false, "secPara": "Gent nearly find a winner, Coulibaly storming down the left and crossing deep for Perbet, whose shot is parried at the far post by Lloris. And thats that! Gent, to the delight of their vociferous travelling support, are through to the last 16! Spurs are out. Gent, impressive in defence and ambitious in attack, thoroughly deserve their victory, while Dele Alli thoroughly deserves the mother of all bollockings for the ludicrous and frankly unpleasant tackle which forced Spurs to compete for 50-odd minutes with ten men. Lets hope he has the good grace to apologise to his team-mates, and to poor Brecht Dejaegere.", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2017-02-23T22:00:55Z", "webTitle": "Tottenham 2-2 Gent (agg 2-3): Europa League last 32 – as it happened", "webUrl": "https://www.theguardian.com/football/live/2017/feb/23/tottenham-v-gent-europa-league-last-32-live", "wordCnt": 1674}, {"apiUrl": "https://content.guardianapis.com/football/2017/feb/23/wayne-rooney-manchester-united-stay", "firPara": "Wayne Rooney has ended speculation over his immediate future by confirming he will not be leaving Manchester United, despite admitting he has received offers to depart Old Trafford this month.", "id": "football/2017/feb/23/wayne-rooney-manchester-united-stay", "isHosted": false, "secPara": "Rooney has been linked with a move to China, with his agent, Paul Stretford, understood to have been in China this week speaking to interested clubs. But the United and England captain confirmed in a statement on Thursday that he is not interested in moving with United still involved in the FA Cup and Europa League.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-02-23T18:36:00Z", "webTitle": "Wayne Rooney confirms he will stay at Manchester United", "webUrl": "https://www.theguardian.com/football/2017/feb/23/wayne-rooney-manchester-united-stay", "wordCnt": 227}, {"apiUrl": "https://content.guardianapis.com/football/2017/feb/23/wayne-rooney-manchester-united-china-legacy-done", "firPara": "What seems remarkable now is how uncontroversial the issue of Wayne Rooneys departure from Manchester United has come to feel. This is, after all, a player who started Uniteds first five league games of the season, a run of games that suggested he was a first-choice. Perhaps José Mourinho really did see him as such, or maybe he was playing a clever political game, but either way Rooney has faded to the extent that the suggestion he will start Sundays EFL Cup final against Southampton on the bench provokes little comment.", "id": "football/2017/feb/23/wayne-rooney-manchester-united-china-legacy-done", "isHosted": false, "secPara": "There is a tendency to portray Mourinho as a great Machiavellian spider, forever spinning his webs of intrigue, never doing anything without some ulterior motive. But, if his aim this season was to prove that Rooney is not good enough for a place in the first team and to shuffle him without fuss out of the door, then he has succeeded magnificently.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-02-23T17:47:00Z", "webTitle": "Wayne Rooney: China or no China, as far as his legacy is concerned, he is done | Jonathan Wilson\r\n\r\n", "webUrl": "https://www.theguardian.com/football/2017/feb/23/wayne-rooney-manchester-united-china-legacy-done", "wordCnt": 902}, {"apiUrl": "https://content.guardianapis.com/football/2017/feb/23/fed-up-with-playing-the-quaint-artefact-role", "firPara": "Today Wayne (again), a glowing appraisal of an Evening with Eric Cantona, and BT Sports surefire sign that the world is jiggered", "id": "football/2017/feb/23/fed-up-with-playing-the-quaint-artefact-role", "isHosted": false, "secPara": "Today Wayne (again), a glowing appraisal of an Evening with Eric Cantona, and BT Sports surefire sign that the world is jiggered", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-02-23T16:29:07Z", "webTitle": "The Fiver | Fed up with playing the quaint artefact role", "webUrl": "https://www.theguardian.com/football/2017/feb/23/fed-up-with-playing-the-quaint-artefact-role", "wordCnt": 1231}, {"apiUrl": "https://content.guardianapis.com/football/2017/feb/23/everton-yannick-bolasie-knee-injury", "firPara": "Yannick Bolasie is unlikely to play for Everton again until the end of the year, with the £25m winger due to undergo a second operation on his injured knee.", "id": "football/2017/feb/23/everton-yannick-bolasie-knee-injury", "isHosted": false, "secPara": "The 27-year-old has been sidelined since 4 December when he sustained the injury against Manchester United. Bolasie had surgery to repair damaged cartilage a fortnight after the game but needed to make a full recovery from that procedure before his ruptured anterior cruciate ligament could be addressed.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-02-23T16:23:02Z", "webTitle": "Everton face losing injured Yannick Bolasie until end of year", "webUrl": "https://www.theguardian.com/football/2017/feb/23/everton-yannick-bolasie-knee-injury", "wordCnt": 374}, {"apiUrl": "https://content.guardianapis.com/football/2017/feb/23/hector-bellerin-would-consider-barcelona-move-if-arsene-wenger-leaves-arsenal", "firPara": "• La Liga club step up moves to sign former youth product", "id": "football/2017/feb/23/hector-bellerin-would-consider-barcelona-move-if-arsene-wenger-leaves-arsenal", "isHosted": false, "secPara": "Héctor Bellerín would consider an offer from Barcelona in the summer if Arsène Wenger was to leave Arsenal. The Spanish right‑back has emerged as a prime target for the Catalan club and the pursuit has begun, with the newspaper Mundo Deportivo splashing the story of Barças interest.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-02-23T14:08:50Z", "webTitle": "Héctor Bellerín open to Barcelona move if Arsène Wenger leaves Arsenal", "webUrl": "https://www.theguardian.com/football/2017/feb/23/hector-bellerin-would-consider-barcelona-move-if-arsene-wenger-leaves-arsenal", "wordCnt": 700}], "startIndex": 551, "status": "ok", "total": 141934, "userTier": "developer"}}