{"response": {"currentPage": 59, "orderBy": "newest", "pageSize": 10, "pages": 14194, "results": [{"apiUrl": "https://content.guardianapis.com/football/blog/2017/feb/22/manchester-city-5-3-monaco-five-things-we-learned-from-champions-league-tie", "firPara": "There was brilliance on show but some fans were left stranded outside the stadium at kick-off, plus Falcao returned to Manchester a different player", "id": "football/blog/2017/feb/22/manchester-city-5-3-monaco-five-things-we-learned-from-champions-league-tie", "isHosted": false, "secPara": "His first goal may have been a gift from the Monaco goalkeeper, Danijel Subasic, but Sergio Agüero had every right to feel one was due. The Argentina striker had enough pressure and distractions coming into the game, with his starting role threatened by the arrival of Gabriel Jesus – he only returned because of the youngsters departure with injury – and six games without a goal. In the Champions League knockout stages it was 522 minutes without a goal at kick-off. To compound his problems, Agüeros first sight of the Monaco goal resulted in huge controversy when he was booked for a perceived dive over Subasic when a red card and penalty could easily have been the outcome. A weak-minded forward might have retreated into his shell. Instead Agüero struck twice, teed up another for Leroy Sané and had Pep Guardiola applauding on the pitch after racing back to regain possession. A superb response.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-02-22T09:00:29Z", "webTitle": "Manchester City 5-3 Monaco: looking back on a Champions League thriller", "webUrl": "https://www.theguardian.com/football/blog/2017/feb/22/manchester-city-5-3-monaco-five-things-we-learned-from-champions-league-tie", "wordCnt": 734}, {"apiUrl": "https://content.guardianapis.com/football/2017/feb/22/football-transfer-rumours-milan-to-sign-alexis-sanchez-or-alvaro-morata", "firPara": "Todays fluff was crafted in Lombardy", "id": "football/2017/feb/22/football-transfer-rumours-milan-to-sign-alexis-sanchez-or-alvaro-morata", "isHosted": false, "secPara": "Todays fluff was crafted in Lombardy", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-02-22T08:57:14Z", "webTitle": "Football transfer rumours: Milan to sign Alexis Sánchez or Álvaro Morata?", "webUrl": "https://www.theguardian.com/football/2017/feb/22/football-transfer-rumours-milan-to-sign-alexis-sanchez-or-alvaro-morata", "wordCnt": 437}, {"apiUrl": "https://content.guardianapis.com/football/2017/feb/22/fourteen-wanderers-fans-banned-by-club-over-roles-in-display-of-banner", "firPara": "Western Sydney Wanderers active supporter group, the Red and Black Bloc, has been put on notice after 14 of its members were handed 18-month bans for their roles in the display of a homophobic banner last weekend.", "id": "football/2017/feb/22/fourteen-wanderers-fans-banned-by-club-over-roles-in-display-of-banner", "isHosted": false, "secPara": "The bans, which are applicable across all competitions, were imposed by the club and those fans involved are liable to further action from Football Federation Australia. ", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-02-22T03:12:49Z", "webTitle": "Fourteen Wanderers fans banned by club over roles in display of banner", "webUrl": "https://www.theguardian.com/football/2017/feb/22/fourteen-wanderers-fans-banned-by-club-over-roles-in-display-of-banner", "wordCnt": 468}, {"apiUrl": "https://content.guardianapis.com/football/2017/feb/22/manchester-city-pep-guardiola-if-do-not-score-in-monaco-will-go-out-champions-league", "firPara": "Pep Guardiola said Manchester City will be eliminated from the Champions League if they fail to score in Monaco, despite holding a 5-3 lead from an extraordinary encounter at the Etihad Stadium.", "id": "football/2017/feb/22/manchester-city-pep-guardiola-if-do-not-score-in-monaco-will-go-out-champions-league", "isHosted": false, "secPara": "The City manager vowed to maintain his commitment to attack at Stade Louis II on 15 March after a breathless first leg against the French league leaders, who twice led and missed a penalty before conceding three goals in 11 minutes late in the game. Even the Monaco coach, Leonardo Jardim, said he enjoyed the spectacle, if not the final result.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-02-22T00:24:28Z", "webTitle": "Manchester City’s Pep Guardiola: if we do not score in Monaco we will go out", "webUrl": "https://www.theguardian.com/football/2017/feb/22/manchester-city-pep-guardiola-if-do-not-score-in-monaco-will-go-out-champions-league", "wordCnt": 625}, {"apiUrl": "https://content.guardianapis.com/football/blog/2017/feb/21/it-was-champions-league-football-but-not-as-pep-guardiola-knows-it-manchester-city-monaco", "firPara": "Manchester Citys manager went through the full range of emotions on a night when reckless defending by his side and Monaco produced a thriller", "id": "football/blog/2017/feb/21/it-was-champions-league-football-but-not-as-pep-guardiola-knows-it-manchester-city-monaco", "isHosted": false, "secPara": "Manchester Citys manager went through the full range of emotions on a night when reckless defending by his side and Monaco produced a thriller", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-02-21T23:34:01Z", "webTitle": "It was the Champions League but not as Guardiola used to know it | Paul Wilson", "webUrl": "https://www.theguardian.com/football/blog/2017/feb/21/it-was-champions-league-football-but-not-as-pep-guardiola-knows-it-manchester-city-monaco", "wordCnt": 946}, {"apiUrl": "https://content.guardianapis.com/football/2017/feb/21/championship-roundup-huddersfield-reading", "firPara": "Huddersfield boosted their hopes of automatic promotion with a late 1-0 win over Reading at the John Smiths Stadium, moving to within four points of the automatic promotion places. Philip Billings goal eight minutes from time earned a sixth consecutive victory for David Wagners Terriers, who recovered from a missed first-half penalty by Rajiv van La Parra to put pressure on the leaders, Newcastle, and Brighton. Billings volley also meant Jaap Stams Royals lost for the first time in seven games, increasing the likelihood that they will have to settle for a play-off place.", "id": "football/2017/feb/21/championship-roundup-huddersfield-reading", "isHosted": false, "secPara": "Sixth-placed Sheffield Wednesday missed the opportunity to increase their seven-point cushion over Norwich City after a surprise 2-1 defeat at home to Brentford. John Egans header gave the visitors the lead and Harley Dean put them two up shortly before half-time. Fernando Forestieri scored from long range in the third minute of second-half stoppage time but a comeback was not forthcoming and Wednesdays run of four consecutive wins was halted by Dean Smiths side. The Wednesday manager, Carlos Carvalhal, called the referee Darren Bond a disaster. He believed Wednesday should have had a penalty and that Deans goal should not have stood, saying [Bond] made everybody nervous. He made the fans nervous, he made the players nervous and he made me nervous.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-02-21T23:06:55Z", "webTitle": "Championship round-up: Huddersfield keep up pressure with win over Reading", "webUrl": "https://www.theguardian.com/football/2017/feb/21/championship-roundup-huddersfield-reading", "wordCnt": 340}, {"apiUrl": "https://content.guardianapis.com/football/2017/feb/21/manchester-city-monaco-champions-league-last-16-first-leg-match-report", "firPara": "Where does one even start with a match of this nature? It was a thrilling night, full of mistakes, drama and controversy and, ultimately, a remarkable feat of escapology for Manchester City. The second half was bedlam and, when everything was done, Pep Guardiola sat back in a chair and blew out his cheeks. A lot of things happened, he said, with notable understatement, trying to make sense of the highest-scoring first-leg encounter there has been in any Champions League knockout tie.", "id": "football/2017/feb/21/manchester-city-monaco-champions-league-last-16-first-leg-match-report", "isHosted": false, "secPara": "It was not easy for Citys manager because, on the hour, his team had been on their knees. Radamel Falcao had just scored one of the outstanding goals of his career and City, 3-2 down, were being largely outplayed by a Monaco team that has now scored 111 goals this season and, for long spells, displayed all the ingredients that are necessary to make a serious tilt at winning this competition.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-02-21T22:03:26Z", "webTitle": "Sergio Agüero helps Manchester City pull it out of the fire against Monaco", "webUrl": "https://www.theguardian.com/football/2017/feb/21/manchester-city-monaco-champions-league-last-16-first-leg-match-report", "wordCnt": 984}, {"apiUrl": "https://content.guardianapis.com/football/live/2017/feb/21/manchester-city-v-monaco-champions-league-last-16-first-leg-live", "firPara": "City and Monaco served up one of the greatest games in Champions League history, an eight-goal thriller thatll live long in the memory.", "id": "football/live/2017/feb/21/manchester-city-v-monaco-champions-league-last-16-first-leg-live", "isHosted": false, "secPara": "City and Monaco served up one of the greatest games in Champions League history, an eight-goal thriller thatll live long in the memory.", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2017-02-21T21:39:31Z", "webTitle": "Manchester City 5-3 Monaco: Champions League last 16, first leg – as it happened", "webUrl": "https://www.theguardian.com/football/live/2017/feb/21/manchester-city-v-monaco-champions-league-last-16-first-leg-live", "wordCnt": 1916}, {"apiUrl": "https://content.guardianapis.com/football/live/2017/feb/21/bayer-leverkusen-v-atletico-madrid-champions-league-last-16-first-leg-live", "firPara": "Saul Niguez, Antoine Griezmann, Kevin Gameiro and Fernando Torres scored as Atletico Madrid took a decisive step towards the quarter-finals", "id": "football/live/2017/feb/21/bayer-leverkusen-v-atletico-madrid-champions-league-last-16-first-leg-live", "isHosted": false, "secPara": "A fun game and a spirited performance from Bayer Leverkusen in the second half, but Atletico Madrid were far too good and the truth is that the scoreline makes it look much closer than it was in reality. Despite some weirdly slack defending at times after the break, four away goals should be enough to ensure that Atletico will cruise into the last eight, barring a miraculous fightback from Leverkusen in the second leg in Spain. Its highly unlikely. They were outclassed tonight and fortunate that Atletico limited themselves to four. Thats all from me. Thanks for reading and emailing. Bye.", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2017-02-21T21:37:51Z", "webTitle": "Bayer Leverkusen v Atlético Madrid: Champions League last 16, first leg – as it happened", "webUrl": "https://www.theguardian.com/football/live/2017/feb/21/bayer-leverkusen-v-atletico-madrid-champions-league-last-16-first-leg-live", "wordCnt": 1036}, {"apiUrl": "https://content.guardianapis.com/football/2017/feb/21/leicester-claudio-ranieri-sevilla-could-be-turning-point-champions-league", "firPara": "Claudio Ranieris press conference was drawing to a close when the Leicester City manager was reminded that Seville is famous for bullfighting. Ranieri had already started to smile before the reporter finished a question about whether the Italian should be seen as the matador or the bull in the first leg of their Champions League last-16 tie against Sevilla. If I have the balls? Ranieri replied, laughing. There was a little pause before he added The matador.", "id": "football/2017/feb/21/leicester-claudio-ranieri-sevilla-could-be-turning-point-champions-league", "isHosted": false, "secPara": "Ranieri went on to talk about the need for matadors, gladiators and soldiers at Sevillas enthralling Ramón Sánchez Pizjuán Stadium, where Leicester City will play arguably the biggest game in their 133-year history when they take on Jorge Sampaolis exhilarating team for a place in the quarter-finals of the Champions League.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-02-21T20:54:51Z", "webTitle": "Leicester’s Claudio Ranieri: Sevilla could be turning point, it could be everything", "webUrl": "https://www.theguardian.com/football/2017/feb/21/leicester-claudio-ranieri-sevilla-could-be-turning-point-champions-league", "wordCnt": 952}], "startIndex": 581, "status": "ok", "total": 141934, "userTier": "developer"}}