{"response": {"currentPage": 71, "orderBy": "newest", "pageSize": 10, "pages": 14194, "results": [{"apiUrl": "https://content.guardianapis.com/football/blog/2017/feb/15/mark-clattenburg-premier-league-referee-mls-china", "firPara": "Funny to think that Mark Clattenburg inking a sponsorship deal while still a serving referee once felt like a harbinger of the endtimes. O Premier League, what hath you wrought? These days, alas, you get an altogether more worrying class of harbinger. Take the starstruck member of Donald Trumps gopping Floridian private members club, Mar-a-Lago, who spent the weekend filling his social media with insanely revelatory posts about the presidential entourage. This is Rick … He carries the football. The nuclear football (also known as the atomic football, the presidents Emergency Satchel, the button, the black box, or just the football) is a briefcase, the contents of which are to be used by the President of the United States to authorise a nuclear attack while away from fixed command centres …", "id": "football/blog/2017/feb/15/mark-clattenburg-premier-league-referee-mls-china", "isHosted": false, "secPara": "Ooh, we didnt know we were born, did we, when Clattenburg refused to follow the precedent set by Pierluigi Collina, and resign his career in officialdom in order to monetise an advertising opportunity. Mark simply unveiled a commercial for a hair‑loss clinic – the hardest decision to make is to pick up the phone and make that call – and sauntered right back into making far easier calls on the pitch. He bestrode the worlds of plugging hair plugs and calling players mate like a Colossus. As he once explained, the players identify with me. (But do they want to? I suspect players want to identify with referees about as much as ladies want to date a man whose best friend is his mum.)", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-02-15T13:00:12Z", "webTitle": "Preparing for life without a foremost national asset, Mark Clattenburg | Marina Hyde", "webUrl": "https://www.theguardian.com/football/blog/2017/feb/15/mark-clattenburg-premier-league-referee-mls-china", "wordCnt": 806}, {"apiUrl": "https://content.guardianapis.com/football/blog/2017/feb/15/fa-cup-self-destruction-liverpool-leeds-lincoln-sutton", "firPara": "Bona-fide giantkilling seems to be a thing of the past, with bigger teams, Liverpool and Leeds last time out, often making multiple changes and all-but encouraging the smaller ones to put them out of their misery", "id": "football/blog/2017/feb/15/fa-cup-self-destruction-liverpool-leeds-lincoln-sutton", "isHosted": false, "secPara": "Who needs a winter break when the FA Cup makes a perfectly good substitute? Everton are sunning themselves in Dubai, Liverpool re-enacting a pre-season (Jürgen Klopps words) at La Manga, while Sunderland have been testing their supporters patience by flying to New York for a team-bonding session.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-02-15T12:17:21Z", "webTitle": "Have we finally arrived at the era of willing self-destruction in the FA Cup? | Paul Wilson", "webUrl": "https://www.theguardian.com/football/blog/2017/feb/15/fa-cup-self-destruction-liverpool-leeds-lincoln-sutton", "wordCnt": 1232}, {"apiUrl": "https://content.guardianapis.com/football/2017/feb/15/have-any-footballers-won-three-consecutive-titles-with-different-clubs", "firPara": "Plus players refusing to play because of a teams sponsor; teams who get all their points at home; and the best emergency keepers. Send your questions and answers to knowledge@theguardian.com or tweet @TheKnowledge_GU", "id": "football/2017/feb/15/have-any-footballers-won-three-consecutive-titles-with-different-clubs", "isHosted": false, "secPara": "Plus players refusing to play because of a teams sponsor; teams who get all their points at home; and the best emergency keepers. Send your questions and answers to knowledge@theguardian.com or tweet @TheKnowledge_GU", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-02-15T10:00:09Z", "webTitle": "Have any footballers won three consecutive titles with different clubs? | The Knowledge", "webUrl": "https://www.theguardian.com/football/2017/feb/15/have-any-footballers-won-three-consecutive-titles-with-different-clubs", "wordCnt": 1762}, {"apiUrl": "https://content.guardianapis.com/football/2017/feb/15/carlo-ancelotti-bayern-munich-champions-league-arsenal", "firPara": "The final 120 seconds of Bayern Munichs win at Ingolstadt on Saturday could not have painted a more apt picture of their season so far under Carlo Ancelotti. Just as Robert Kempter, the fourth official, readied his electronic board on the touchline to signal the amount of additional time, Arturo Vidal side‑footed home before Arjen Robben sealed the three points moments later. The manner of the victory was smash-and-grab but one that also carried Bayerns familiar air of ruthless arrogance.", "id": "football/2017/feb/15/carlo-ancelotti-bayern-munich-champions-league-arsenal", "isHosted": false, "secPara": "As in narrow wins against Darmstadt, Freiburg and Werder Bremen in the last couple of months, it was another ponderous performance against opposition scrapping around the bottom of the Bundesliga, of which Bayern now sit seven points clear at the top. It was the type of performance that has become the norm under Ancelotti this season. But when they have been asked to crank out of first gear, they have done so emphatically, as shown in their comfortable disposal of RB Leipzig in December. The reigning Bundesliga champions have another chance to show their true colours against Arsenal in the first leg of their last-16 tie against Arsenal at home on Wednesday.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-02-15T09:05:06Z", "webTitle": "Ancelotti’s tired Bayern Munich hope for Champions League boost against Arsenal | Ben Fisher", "webUrl": "https://www.theguardian.com/football/2017/feb/15/carlo-ancelotti-bayern-munich-champions-league-arsenal", "wordCnt": 1250}, {"apiUrl": "https://content.guardianapis.com/football/2017/feb/15/football-transfer-rumours-antoine-griezmann-to-veto-manchester-united-move", "firPara": "Todays fluff is pondering its next move", "id": "football/2017/feb/15/football-transfer-rumours-antoine-griezmann-to-veto-manchester-united-move", "isHosted": false, "secPara": "Todays fluff is pondering its next move", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-02-15T08:52:24Z", "webTitle": "Football transfer rumours: Antoine Griezmann to veto Manchester United move?", "webUrl": "https://www.theguardian.com/football/2017/feb/15/football-transfer-rumours-antoine-griezmann-to-veto-manchester-united-move", "wordCnt": 405}, {"apiUrl": "https://content.guardianapis.com/football/live/2017/feb/14/psg-v-barcelona-champions-league-last-16-first-leg-live", "firPara": "Parc des Princes was the scene of a St Valentines Day massacre as imperious PSG routed a Barca side so awful their performance beggared belief", "id": "football/live/2017/feb/14/psg-v-barcelona-champions-league-last-16-first-leg-live", "isHosted": false, "secPara": "Parc des Princes was the scene of a St Valentines Day massacre as imperious PSG routed a Barca side so awful their performance beggared belief", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2017-02-14T22:17:31Z", "webTitle": "PSG 4-0 Barcelona: Champions League last 16, first leg – as it happened", "webUrl": "https://www.theguardian.com/football/live/2017/feb/14/psg-v-barcelona-champions-league-last-16-first-leg-live", "wordCnt": 2064}, {"apiUrl": "https://content.guardianapis.com/football/live/2017/feb/14/benfica-v-borussia-dortmund-champions-league-last-16-first-leg-live", "firPara": "Its a cherished victory for Benfica, who were overrun for long periods but hung on in there and took their chance to score when it came. Dortmund will be furious at the number of chances they missed - including a penalty - but will know they still have an excellent chance of winning the tie.", "id": "football/live/2017/feb/14/benfica-v-borussia-dortmund-champions-league-last-16-first-leg-live", "isHosted": false, "secPara": "b>90+2 min</b> Dortmund attack down the right. Castro clips a cross towards the far post. Ederson tires to intercept but misses. But no one from Dortmund can get a clean header on it. ", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2017-02-14T21:40:29Z", "webTitle": "Benfica v Borussia Dortmund: Champions League last 16, first leg – as it happpend", "webUrl": "https://www.theguardian.com/football/live/2017/feb/14/benfica-v-borussia-dortmund-champions-league-last-16-first-leg-live", "wordCnt": 2129}, {"apiUrl": "https://content.guardianapis.com/football/2017/feb/14/arsene-wenger-arsenal-manuel-neuer-bayern-munich", "firPara": "• Manuel Neuer We hear Arsenal is a top contender", "id": "football/2017/feb/14/arsene-wenger-arsenal-manuel-neuer-bayern-munich", "isHosted": false, "secPara": "• Manuel Neuer We hear Arsenal is a top contender", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-02-14T20:16:32Z", "webTitle": "Arsène Wenger insists Arsenal are up for the ‘massive challenge’ in Munich", "webUrl": "https://www.theguardian.com/football/2017/feb/14/arsene-wenger-arsenal-manuel-neuer-bayern-munich", "wordCnt": 777}, {"apiUrl": "https://content.guardianapis.com/football/2017/feb/14/arsenal-bayern-munich-champions-league-arsene-wenger", "firPara": "Groundhog Day, besides being an overrated comedy starring Bill Murray, is the most famous act of rodent meteorology in the world. Dependent on the behaviour of a solitary member of the marmot family, residents of the US state of Pennsylvania hope to divine whether their spring will be early or late. If the groundhog emerges from its burrow and the skies are cloudy, spring will be early. If the sun is out, however, then spring will be late as the hog will retreat to its hole, frightened by its own shadow.", "id": "football/2017/feb/14/arsenal-bayern-munich-champions-league-arsene-wenger", "isHosted": false, "secPara": "So when pundits say Bayern Munich versus Arsenal in the Champions League is groundhog day, it works on more than one level. Yes, it is a fixture that has been played out six times in the past five seasons, but also it provides (yet another) test of Arsenals mental character. Will they emerge confidently or take fright at their own shadow? Experience certainly suggests one outcome over the other but hope springs eternal.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-02-14T20:11:05Z", "webTitle": "Arsenal must face down the shadow of history to topple Bayern Munich | Paul MacInnes", "webUrl": "https://www.theguardian.com/football/2017/feb/14/arsenal-bayern-munich-champions-league-arsene-wenger", "wordCnt": 854}, {"apiUrl": "https://content.guardianapis.com/football/2017/feb/14/millwall-cpo-false-funding-claim-public-money-mayor-london", "firPara": "In a stunning twist to the Millwall CPO debacle, newly released documents show that Lewisham council and its offshore-registered developer Renewal admitted making a series of false claims on funding pledges which it described as jumping the gun while securing a £20m grant from the mayor of London to implement the land-grab scheme.", "id": "football/2017/feb/14/millwall-cpo-false-funding-claim-public-money-mayor-london", "isHosted": false, "secPara": "The news comes on the same day the mayor of Lewisham, Sir Steve Bullock, quit his position as a director of the sporting foundation at the heart of the scheme amid rising public pressure. Plans to seize Millwalls land around The Den as part of the New Bermondsey regeneration were put on hold last month after information first published in the Guardian raised a series of unanswered questions about the funding of the scheme. As suggested in the Guardian last week Bullocks role as head of both the council and the beleaguered charity at the heart of the Millwall land-grab scheme had become untenable.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-02-14T17:45:10Z", "webTitle": "Millwall CPO: false claims helped secure £20m of public money from Boris Johnson", "webUrl": "https://www.theguardian.com/football/2017/feb/14/millwall-cpo-false-funding-claim-public-money-mayor-london", "wordCnt": 1596}], "startIndex": 701, "status": "ok", "total": 141934, "userTier": "developer"}}