{"response": {"currentPage": 243, "orderBy": "newest", "pageSize": 10, "pages": 14194, "results": [{"apiUrl": "https://content.guardianapis.com/football/2016/nov/18/manchester-city-manager-john-stones-pep-guardiola", "firPara": "Pep Guardiola believes John Stones has similar attributes to Gerard Piqué at the same age and rejects suggestions that he is too soft with the Manchester City defender.", "id": "football/2016/nov/18/manchester-city-manager-john-stones-pep-guardiola", "isHosted": false, "secPara": "The former England manager Glenn Hoddle has accused Guardiola of not pushing the player signed from Everton in the summer for £47.5m. I agree with him, Im so nice with John. So nice, the City manager countered. I think Ill keep going with that. With John, you cannot forget, hes only 22 years old.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-18T22:29:51Z", "webTitle": "Manchester City’s Pep Guardiola enjoys working with John Stones", "webUrl": "https://www.theguardian.com/football/2016/nov/18/manchester-city-manager-john-stones-pep-guardiola", "wordCnt": 468}, {"apiUrl": "https://content.guardianapis.com/football/2016/nov/18/alan-pardew-crystal-palace-owners-meeting", "firPara": "Alan Pardew is confident he will be granted time to turn around Crystal Palaces dismal form after talks with the clubs major shareholders in New York over the international break.", "id": "football/2016/nov/18/alan-pardew-crystal-palace-owners-meeting", "isHosted": false, "secPara": "Palaces manager of almost two years, accompanied by the chairman, Steve Parish, met the clubs investors David Blitzer and Josh Harris, with a number of issues, including the deterioration in the teams results, under discussion. Palace have laboured on the pitch, albeit coincidentally, since the Americans each bought an 18% stake last December, managing only six Premier League wins.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-18T22:29:51Z", "webTitle": "Alan Pardew buoyed by backing of Crystal Palace’s owners", "webUrl": "https://www.theguardian.com/football/2016/nov/18/alan-pardew-crystal-palace-owners-meeting", "wordCnt": 726}, {"apiUrl": "https://content.guardianapis.com/football/2016/nov/18/everton-ronald-koeman-romelu-lukaku-striker-doubts", "firPara": "Ronald Koeman has said he harbours more doubts over the quality of Evertons forwards than defenders following the emphatic defeat at Chelsea before the international break.", "id": "football/2016/nov/18/everton-ronald-koeman-romelu-lukaku-striker-doubts", "isHosted": false, "secPara": "The Everton manager has spent the past fortnight stewing over a 5-0 thrashing at Stamford Bridge, the teams heaviest defeat in more than seven years, and a performance that he admitted went wrong in every aspect of football.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-18T22:29:51Z", "webTitle": "Everton’s Ronald Koeman singles out Romelu Lukaku over striker ‘doubts’", "webUrl": "https://www.theguardian.com/football/2016/nov/18/everton-ronald-koeman-romelu-lukaku-striker-doubts", "wordCnt": 560}, {"apiUrl": "https://content.guardianapis.com/football/2016/nov/18/premier-league-offshore-loans-ban", "firPara": "The Premier League is to introduce a ban on clubs borrowing money from unregulated offshore finance firms from the 2018-19 season.", "id": "football/2016/nov/18/premier-league-offshore-loans-ban", "isHosted": false, "secPara": "Everton, West Ham United and Southampton are among the clubs to have taken out loans with Vibrac Corp – an entity based in the British Virgin Islands which has provided funds against future broadcast money. Despite lending more than £150m between 2011 and 2013, Vibracs owners have never been revealed – a situation the Football Association chairman, Greg Clarke, was questioned over by the Chester MP, Chris Matheson, in last months culture, media and sport select committee on the governance of English football.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-18T21:11:53Z", "webTitle": "Premier League to ban unregulated offshore firms from lending to clubs", "webUrl": "https://www.theguardian.com/football/2016/nov/18/premier-league-offshore-loans-ban", "wordCnt": 224}, {"apiUrl": "https://content.guardianapis.com/football/2016/nov/18/garry-monk-revived-leeds-united-rafael-benitez-buoyant-newcastle", "firPara": "The sold out signs have been dug out and dusted down as Leeds United prepare for a first full house in six years.", "id": "football/2016/nov/18/garry-monk-revived-leeds-united-rafael-benitez-buoyant-newcastle", "isHosted": false, "secPara": "A capacity 38,000 crowd is expected to pack Elland Road on Sunday when Rafael Benítezs Championship-topping Newcastle United aim to extend an eight-game winning streak and Garry Monks sixth-placed Leeds United hope to emphasise their play-off credentials.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-18T19:02:03Z", "webTitle": "Garry Monk ready to pit revived Leeds against buoyant Newcastle", "webUrl": "https://www.theguardian.com/football/2016/nov/18/garry-monk-revived-leeds-united-rafael-benitez-buoyant-newcastle", "wordCnt": 790}, {"apiUrl": "https://content.guardianapis.com/football/2016/nov/18/hillsborough-untold-sir-norman-bettison-is-seeking-to-deny-the-truth", "firPara": "Hillsborough Untold portrays former chief inspector as victim and is intended to help him avoid criminal charges", "id": "football/2016/nov/18/hillsborough-untold-sir-norman-bettison-is-seeking-to-deny-the-truth", "isHosted": false, "secPara": "Sir Norman Bettison, a chief inspector in the South Yorkshire police at the time of the Hillsborough disaster, has been derided this week for publishing a book, Hillsborough Untold, in which he once again places himself at the centre of the story and poses as a victim of unfair criticism. Bereaved families, who were put through a 27-year legal nightmare fighting police lies before this years verdict that their 96 loved ones were unlawfully killed, have attacked Bettisons timing and labelled him a narcissist.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-18T18:09:43Z", "webTitle": "Hillsborough: Sir Norman Bettison is seeking to deny the truth", "webUrl": "https://www.theguardian.com/football/2016/nov/18/hillsborough-untold-sir-norman-bettison-is-seeking-to-deny-the-truth", "wordCnt": 1095}, {"apiUrl": "https://content.guardianapis.com/football/2016/nov/18/england-scotland-fifa-poppy-disciplinary-action", "firPara": "The English and Scottish football associations are expected to challenge likely disciplinary action by the games world governing body, Fifa, over the pre-match remembrance ceremonies and wearing of poppies when the two countries national teams played each other on 11 November.", "id": "football/2016/nov/18/england-scotland-fifa-poppy-disciplinary-action", "isHosted": false, "secPara": "Fifas disciplinary committee opened proceedings on Thursday, telling both FAs that they may have breached footballs law that prohibits the wearing of political messages on players kit, when they displayed a poppy embroidered into an armband on the teams sleeves. A Fifa spokesperson said other regulations, understood also to concern non-politicisation of football matches, may have been breached by the non-approved pre-match ceremony to mark the signing of the armistice, the display of flags with poppies by members of the armed forces and fans, showing the poppy on the Wembley big screens and placing t-shirts with poppies on supporters seats.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-18T17:25:48Z", "webTitle": "England and Scotland likely to challenge Fifa on poppy disciplinary action", "webUrl": "https://www.theguardian.com/football/2016/nov/18/england-scotland-fifa-poppy-disciplinary-action", "wordCnt": 451}, {"apiUrl": "https://content.guardianapis.com/football/2016/nov/18/jose-mourinho-manchester-united-arsene-wenger-arsenal", "firPara": "In todays Fiver Eden Hazard v Big Bird, nefarious goal-line handballs, surf-mad Mackems", "id": "football/2016/nov/18/jose-mourinho-manchester-united-arsene-wenger-arsenal", "isHosted": false, "secPara": "In todays Fiver Eden Hazard v Big Bird, nefarious goal-line handballs, surf-mad Mackems", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-18T16:57:17Z", "webTitle": "The Fiver | A bundle of cells and synapses", "webUrl": "https://www.theguardian.com/football/2016/nov/18/jose-mourinho-manchester-united-arsene-wenger-arsenal", "wordCnt": 1549}, {"apiUrl": "https://content.guardianapis.com/football/2016/nov/18/eden-hazard-antonio-conte-chelsea", "firPara": "Eden Hazard has grown used to the stream of instruction barked from the touchline. He puts his head down, stays in the zone as best he can, and might occasionally flit over to the opposite flank in search of respite. But there is never any real escaping Antonio Contes exhortations or, even when spotted out of the corner of his eye, the Chelsea head coachs accompanying histrionics. Just as well, then, that he would not have it any other way.", "id": "football/2016/nov/18/eden-hazard-antonio-conte-chelsea", "isHosted": false, "secPara": "There is no questioning the manager of the moments unwavering intensity when his team have won five games on the bounce without conceding a goal, and their stellar playmakers form has soared to new levels. If someone had told us before the season that if we did everything Conte asked of us wed have a chance to become champions again, wed all have signed up, says Hazard, the Premier Leagues player of the month award, as well as the world, at his feet. We have bought into it. This is what he wants from us and believes we need to do to achieve something special.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-18T15:45:00Z", "webTitle": "Eden Hazard: ‘If I ever leave Chelsea, it will be after winning the league’", "webUrl": "https://www.theguardian.com/football/2016/nov/18/eden-hazard-antonio-conte-chelsea", "wordCnt": 2094}, {"apiUrl": "https://content.guardianapis.com/football/2016/nov/18/pep-guardiola-wayne-rooney-support", "firPara": "Wayne Rooney gained support from an unexpected source when Pep Guardiola put a dent in his own image of saintly perfection by admitting he, too, used to drink while away on international duty.", "id": "football/2016/nov/18/pep-guardiola-wayne-rooney-support", "isHosted": false, "secPara": "I was lucky there were no pictures, the Manchester City manager said. I wont comment on the private lives of others because I dont like it when people comment on my private life but when I was an international I sometimes had a drink. When you drink, you are the one responsible. I dont think the association has to be responsible. We are people, we are old enough to take responsibility. Everyone is entitled to a private life so we have to respect what other people do.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-18T15:14:10Z", "webTitle": "Pep Guardiola shows support for Rooney: ‘I was lucky there were no pictures’", "webUrl": "https://www.theguardian.com/football/2016/nov/18/pep-guardiola-wayne-rooney-support", "wordCnt": 411}], "startIndex": 2421, "status": "ok", "total": 141935, "userTier": "developer"}}