{"response": {"currentPage": 560, "orderBy": "newest", "pageSize": 10, "pages": 14195, "results": [{"apiUrl": "https://content.guardianapis.com/football/2016/jun/15/euro-2016-power-rankings-italy-and-france-lead-the-way-as-belgium-slump", "firPara": "France have the greatest depth and found a way to win, while usual suspects Spain, Germany and Italy displayed their strengths. Belgium, on the other hand, are some way off the pace after an awful opening show", "id": "football/2016/jun/15/euro-2016-power-rankings-italy-and-france-lead-the-way-as-belgium-slump", "isHosted": false, "secPara": "Very impressive, even if their opponents were disorganised and borderline uninterested. There may not be a glitzy attacking name in Antonio Contes team but their spirit is immense, they were tactically slick and it will take quite an effort to break down that Juventus defence. Italy barely featured pre-tournament in discussions of potential champions, but critics who reckoned the azzurri were uninspiring and lacking distinction are hurriedly retracting their claims. Zlatan Ibrahimovic and his cast of Swedish lieutenants are next – and once he can be silenced, Italy should ensure their progression with a game to spare.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-15T07:00:22Z", "webTitle": "Euro 2016 power rankings: Italy and France lead the way as Belgium slump", "webUrl": "https://www.theguardian.com/football/2016/jun/15/euro-2016-power-rankings-italy-and-france-lead-the-way-as-belgium-slump", "wordCnt": 2277}, {"apiUrl": "https://content.guardianapis.com/football/2016/jun/14/portugal-iceland-euro-2016-match-report", "firPara": "Iceland have produced another eruption. The smallest country to qualify for the European Championship marked their tournament debut with a result to savour against Portugal, although that and their memorable celebrations were not the only tremors felt in Saint-Étienne. Cristiano Ronaldo reacted to a restorative night for the game with all the petulance and pettiness of a spoilt child.", "id": "football/2016/jun/14/portugal-iceland-euro-2016-match-report", "isHosted": false, "secPara": "Iceland didnt try anything, whined the Portuguese captain. They were just defend, defend, defend and playing on the counterattack. It was a lucky night for them. We should have three points but we are OK. I thought theyd won the Euros the way they celebrated at the end. It was unbelievable. When they dont try to play and just defend, defend, defend, this in my opinion shows a small mentality and they are not going to do anything in the competition. They have already accomplished more than expected and were at one with their fans after the final whistle while Ronaldo raged at the referee.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-15T06:07:27Z", "webTitle": "Cristiano Ronaldo hits out at ‘small’ Iceland after Portugal are held", "webUrl": "https://www.theguardian.com/football/2016/jun/14/portugal-iceland-euro-2016-match-report", "wordCnt": 856}, {"apiUrl": "https://content.guardianapis.com/football/blog/2016/jun/14/after-orlando-attack-end-puto-chant-mexico-football-fans", "firPara": "Abstaining from the allegedly homophobic puto chant would send a message of unity to a community in desperate need of it after the Orlando shooting", "id": "football/blog/2016/jun/14/after-orlando-attack-end-puto-chant-mexico-football-fans", "isHosted": false, "secPara": "Anyone with a passing acquaintance with football in South and Central America knew it was coming. The Venezuela keeper Dani Hernandez prepared to take a goal kick during his sides Copa América match against Mexico, and down came the chant from the terraces Ehhhhhh, puto. The phrase roughly translates as fag and its homophobia is unedifying in any context. But on Monday night, the chant had added sting, coming just days after the terrible attack on the LGBT community in Orlando, where 49 people were killed at a gay nightclub. The effect was all the more jarring after a minutes silence had been held in the stadium for the victims of the tragedy.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-14T21:56:30Z", "webTitle": "After Orlando terror, time for Mexican fans to dump 'puto' once and for all", "webUrl": "https://www.theguardian.com/football/blog/2016/jun/14/after-orlando-attack-end-puto-chant-mexico-football-fans", "wordCnt": 614}, {"apiUrl": "https://content.guardianapis.com/football/2016/jun/14/roy-hodgson-gareth-bale-wales-derby-euro-2016", "firPara": "• England manager to name the same side who drew with Russia", "id": "football/2016/jun/14/roy-hodgson-gareth-bale-wales-derby-euro-2016", "isHosted": false, "secPara": "England will not implement a man-marking plan aimed at nullifying Gareth Bale when they play Wales on Thursday and Roy Hodgson is increasingly inclined to field an unchanged side for the fixture at the Stade Bollaert-Delelis in Lens.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-14T21:30:10Z", "webTitle": "Roy Hodgson has no plan to man-mark Gareth Bale in Euro 2016 ‘derby’", "webUrl": "https://www.theguardian.com/football/2016/jun/14/roy-hodgson-gareth-bale-wales-derby-euro-2016", "wordCnt": 668}, {"apiUrl": "https://content.guardianapis.com/football/2016/jun/14/italy-antonio-conte-euro-2016-belgium-chelsea", "firPara": "Italys players have identified Antonio Conte as the crucial factor in their European Championship win over Belgium, with Daniele De Rossi describing Chelseas manager-in-waiting as one of the best in the world.", "id": "football/2016/jun/14/italy-antonio-conte-euro-2016-belgium-chelsea", "isHosted": false, "secPara": "Contes team confounded their pre-tournament critics and Belgiums status as one of the favourites with an eye-catching display here on Monday, when goals from Sunderlands Emanuele Giaccherini and Southamptons Graziano Pellè gave Italy their first opening win at a European Championship in four attempts. The performance whetted the appetite for Italys prospects in France and would also have been of major interest at Stamford Bridge, where Conte will start as manager after the competition.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-14T21:30:10Z", "webTitle": "‘Special’ Antonio Conte praised for masterminding Italy’s win over Belgium", "webUrl": "https://www.theguardian.com/football/2016/jun/14/italy-antonio-conte-euro-2016-belgium-chelsea", "wordCnt": 859}, {"apiUrl": "https://content.guardianapis.com/football/2016/jun/14/chelsea-talks-steve-mandanda-marseille-france", "firPara": "Chelsea have discussed terms with the France goalkeeper Steve Mandanda over a transfer that could speed Asmir Begovics departure from Stamford Bridge.", "id": "football/2016/jun/14/chelsea-talks-steve-mandanda-marseille-france", "isHosted": false, "secPara": "Mandanda, who is Hugo Lloriss understudy at Euro 2016, is set to leave Marseille when his contract ends this month after nine years at the Stade Vélodrome and has expressed an interest in pursuing his career in the Premier League.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-14T21:30:10Z", "webTitle": "Chelsea in talks with Marseille and France goalkeeper Steve Mandanda", "webUrl": "https://www.theguardian.com/football/2016/jun/14/chelsea-talks-steve-mandanda-marseille-france", "wordCnt": 341}, {"apiUrl": "https://content.guardianapis.com/football/2016/jun/14/england-football-players-brexit-euro-2016-fa", "firPara": "• FA has arranged postal votes for squad and coaching staff", "id": "football/2016/jun/14/england-football-players-brexit-euro-2016-fa", "isHosted": false, "secPara": "The subject of whether Britain should leave or remain in the European Union has cropped up around the dinner table at the England team hotel in Chantilly as the country readies itself for the referendum on 23 June.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-14T21:30:10Z", "webTitle": "England players discuss Brexit around Euro 2016 dinner table", "webUrl": "https://www.theguardian.com/football/2016/jun/14/england-football-players-brexit-euro-2016-fa", "wordCnt": 145}, {"apiUrl": "https://content.guardianapis.com/football/2016/jun/14/ronald-koeman-everton-axel-witsel-tim-krul", "firPara": "Everton could follow the appointment of Ronald Koeman as manager with the £30m signing of Axel Witsel after being alerted to the Belgium internationals availability.", "id": "football/2016/jun/14/ronald-koeman-everton-axel-witsel-tim-krul", "isHosted": false, "secPara": "Koeman was confirmed as the Everton manager on Tuesday after signing a three-year contract worth £6m a year to succeed Roberto Martínez at Goodison Park. Farhad Moshiri, Evertons major shareholder, last week agreed a £5m compensation package with Southampton to secure the 53-year-olds exit from St Marys Stadium.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-14T21:30:10Z", "webTitle": "Ronald Koeman could be joined at Everton by Axel Witsel and Tim Krul", "webUrl": "https://www.theguardian.com/football/2016/jun/14/ronald-koeman-everton-axel-witsel-tim-krul", "wordCnt": 706}, {"apiUrl": "https://content.guardianapis.com/football/2016/jun/14/belgium-italy-euro-2016-lukaku", "firPara": "Romelu Lukaku has described Belgiums defeat by Italy as a reality check and insisted Marc Wilmots collection of gifted individuals will become a major team on the international stage only by learning from such setbacks.", "id": "football/2016/jun/14/belgium-italy-euro-2016-lukaku", "isHosted": false, "secPara": "Lukaku and Belgium made a subdued start to the tournament and flattered to deceive in losing 2-0 to Antonio Contes well-drilled side on Monday. Wilmots, booed for his substitutions and at full-time by a massed Belgium support at the Stade de Lyon, singled out the Everton striker and Kevin De Bruyne for their poor displays against Italy before claiming now is not the time to criticise individuals.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-14T21:29:10Z", "webTitle": "‘Belgium got a reality check,’ says Romelu Lukaku after Italy defeat", "webUrl": "https://www.theguardian.com/football/2016/jun/14/belgium-italy-euro-2016-lukaku", "wordCnt": 526}, {"apiUrl": "https://content.guardianapis.com/football/live/2016/jun/14/portugal-v-iceland-euro-2016-live", "firPara": "Birkir Bjarnason made history for Iceland, scoring the equalising goal for the spirited minnows to earn a valuable point against a disjointed and misfiring Portugal side", "id": "football/live/2016/jun/14/portugal-v-iceland-euro-2016-live", "isHosted": false, "secPara": "This is becoming a tournament in which teams of individuals are being upstaged by teams full of spirit. Belgium, Austria and now Portugal. Iceland had nowhere near the talent of that Portugal team but the spirit they showed was fantastic. They had belief. A small nation made a big noise. Well done. Thanks for your emails. Heres Andy Hunters match report.", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2016-06-14T21:04:22Z", "webTitle": "Portugal v Iceland: Euro 2016 – as it happened", "webUrl": "https://www.theguardian.com/football/live/2016/jun/14/portugal-v-iceland-euro-2016-live", "wordCnt": 2613}], "startIndex": 5591, "status": "ok", "total": 141941, "userTier": "developer"}}