{"response": {"currentPage": 223, "orderBy": "newest", "pageSize": 10, "pages": 14194, "results": [{"apiUrl": "https://content.guardianapis.com/football/live/2016/nov/27/aberdeen-v-celtic-scottish-league-cup-final-live", "firPara": "Celtic won the 100th major trophy in their history and their first under Brendan Rodgers as goals from Tom Rogic, James Forrest and Moussa Dembélé sealed a comfortable win", "id": "football/live/2016/nov/27/aberdeen-v-celtic-scottish-league-cup-final-live", "isHosted": false, "secPara": "Celtic fans celebrate with their fans after a thoroughly deserved victory. Aberdeen showed plenty of endeavour, but rarely threatened Craig Gordon, and lacked the quality Celtic showed in taking the first-half goals that decided this final.", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2016-11-27T16:58:03Z", "webTitle": "Aberdeen 0-3 Celtic: Scottish League Cup final – as it happened", "webUrl": "https://www.theguardian.com/football/live/2016/nov/27/aberdeen-v-celtic-scottish-league-cup-final-live", "wordCnt": 1451}, {"apiUrl": "https://content.guardianapis.com/football/2016/nov/27/arsenal-bournemouth-premier-league-match-report", "firPara": "Arsenal have felt the ghosts of Novembers past but this was a win to restore a measure of stability. It was not a vintage performance and there was a period in the first half after Bournemouth had equalised through Callum Wilsons hotly contested penalty when the visitors appeared to be the likelier scorers of the next goal.", "id": "football/2016/nov/27/arsenal-bournemouth-premier-league-match-report", "isHosted": false, "secPara": "Arsène Wenger admitted there were nerves at that point and Arsenal would enjoy a let-off in the 72nd minute when Simon Franciss flicked pass inside the area hit Nacho Monreals hand only for Mike Jones to ignore the appeal for another penalty. Eddie Howe, the Bournemouth manager, also felt that Jones had overlooked a claim for his team when Shkodran Mustafi shoved Steve Cook at a corner at the start of the second half.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-27T16:31:41Z", "webTitle": "Alexis Sánchez double helps Arsenal fend off tenacious Bournemouth", "webUrl": "https://www.theguardian.com/football/2016/nov/27/arsenal-bournemouth-premier-league-match-report", "wordCnt": 844}, {"apiUrl": "https://content.guardianapis.com/football/live/2016/nov/27/arsenal-v-bournemouth-premier-league-live", "firPara": "Arsenal w", "id": "football/live/2016/nov/27/arsenal-v-bournemouth-premier-league-live", "isHosted": false, "secPara": "Arsenal win, extending their unbeaten run to 19 and ensuring they end the month with a mark in the W column. They are further, three points off the top. Bournemouth sit 11th but overall they did well here and will be fine come the end of the campaign. Im off to St Marys now …", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2016-11-27T16:10:13Z", "webTitle": "Arsenal 3-1 Bournemouth: Premier League – as it happened!", "webUrl": "https://www.theguardian.com/football/live/2016/nov/27/arsenal-v-bournemouth-premier-league-live", "wordCnt": 961}, {"apiUrl": "https://content.guardianapis.com/football/2016/nov/27/watford-stoke-city-premier-league-match-report", "firPara": "The frustration for Watford was less that they played badly, more that they failed to play at all, allowing Stoke City to push them around and win thanks to a moment of gamesmanship from Charlie Adam. Too many of Walter Mazzarris players looked less than enamoured with the idea of a midday kick-off on a cold day in Hertfordshire and there was little justification in Watford hiding behind Bobby Madleys refereeing performance as a cover for their inert showing.", "id": "football/2016/nov/27/watford-stoke-city-premier-league-match-report", "isHosted": false, "secPara": "They did have a legitimate grievance with Stokes goal given that Adam confessed to a push on Valon Behrami before his header hit a post and rebounded in off the unfortunate Heurelho Gomes. Mazzarri felt that Madley made too many questionable calls yet the Watford managers argument that his team played well enough to merit a point was unconvincing. There were precious few panicky moments for Stokes defence.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-27T14:18:13Z", "webTitle": "Heurelho Gomes own goal gifts Stoke win against lethargic Watford", "webUrl": "https://www.theguardian.com/football/2016/nov/27/watford-stoke-city-premier-league-match-report", "wordCnt": 601}, {"apiUrl": "https://content.guardianapis.com/football/live/2016/nov/27/watford-v-stoke-city-premier-league-live", "firPara": "The narrow margin of Stokes win did not reflect their superiority over Watford, who will do well to perform as abjectly ever again; Stoke are now 10th, while Watford stay 8th", "id": "football/live/2016/nov/27/watford-v-stoke-city-premier-league-live", "isHosted": false, "secPara": "The narrow margin of Stokes win did not reflect their superiority over Watford, who will do well to perform as abjectly ever again; Stoke are now 10th, while Watford stay 8th", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2016-11-27T13:58:04Z", "webTitle": "Watford v Stoke City: Premier League – as it happened", "webUrl": "https://www.theguardian.com/football/live/2016/nov/27/watford-v-stoke-city-premier-league-live", "wordCnt": 1246}, {"apiUrl": "https://content.guardianapis.com/football/2016/nov/27/fifa-urged-drop-charges-england-scotland-remembrance-poppies-karen-bradley", "firPara": "Karen Bradley, the culture secretary, asks Fifa to withdraw threat of sanctions against England and Scotland for wearing poppies", "id": "football/2016/nov/27/fifa-urged-drop-charges-england-scotland-remembrance-poppies-karen-bradley", "isHosted": false, "secPara": "Fifa should see sense and drop disciplinary action against England and Scotland for wearing remembrance poppies during their World Cup qualifier on Armistice Day, the culture secretary, Karen Bradley, said.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-27T13:45:09Z", "webTitle": "Fifa urged to 'see sense' and drop charges over remembrance poppies", "webUrl": "https://www.theguardian.com/football/2016/nov/27/fifa-urged-drop-charges-england-scotland-remembrance-poppies-karen-bradley", "wordCnt": 366}, {"apiUrl": "https://content.guardianapis.com/football/2016/nov/27/fa-review-child-sex-abuse-football-barry-bennell-claims", "firPara": "The Football Association has set up an internal review into what clubs knew about Barry Bennell and allegations of child sexual abuse in football. The governing body will also investigate what information it was aware of at the time of the alleged offences.", "id": "football/2016/nov/27/fa-review-child-sex-abuse-football-barry-bennell-claims", "isHosted": false, "secPara": "Four players have so far made public allegations against the former Crewe Alexandra youth coach Bennell, who was also involved with Manchester City and Stoke, including Andy Woodward, whose account in The Guardian has prompted a string of other footballers to come forward with claims. The chief executive of the Professional Footballers Association, Gordon Taylor, has said that 20 players have come forward but have not made their cases public.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-27T10:27:58Z", "webTitle": "FA sets up review into child sex abuse in football after Barry Bennell claims", "webUrl": "https://www.theguardian.com/football/2016/nov/27/fa-review-child-sex-abuse-football-barry-bennell-claims", "wordCnt": 319}, {"apiUrl": "https://content.guardianapis.com/football/2016/nov/26/chelsea-tottenham-premier-league-match-report", "firPara": "The team who are already developing an air of Antonio Contes Undroppables cruise on. After fielding the same Premier League selection for the sixth successive – and successful – time, Chelsea continued their revival as they saw off Tottenham, showing the mettle to muster a comeback after going a goal behind in the first half. Two of the players who have thrived most from the Conte redesign, Pedro and Victor Moses, supplied the goals to settle a riveting local tussle. After Manchester City and Liverpool had plundered points earlier in the day, nothing less than three would suffice to return to the top of the table. Chelsea reacted ruthlessly.", "id": "football/2016/nov/26/chelsea-tottenham-premier-league-match-report", "isHosted": false, "secPara": "It left Conte with the air of a contented manager. He acknowledged the evolution that makes his team a different proposition in the high-intensity games to the side who capitulated against Liverpool and Arsenal. Now we are another team compared to the Liverpool and Arsenal games, he said. If we were the same team we would lose this game, for sure. Now we have another type of confidence. I liked our reaction a lot. We won and I am pleased because it wasnt easy.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-27T08:14:39Z", "webTitle": "Victor Moses goal seals Chelsea comeback as Tottenham lose unbeaten record", "webUrl": "https://www.theguardian.com/football/2016/nov/26/chelsea-tottenham-premier-league-match-report", "wordCnt": 859}, {"apiUrl": "https://content.guardianapis.com/football/2016/nov/26/swansea-city-crystal-palace-premier-league-match-report", "firPara": "With six minutes remaining, Alan Pardew was celebrating on the touchline. At the final whistle, the Crystal Palace manager looked shellshocked and wore the haunted look of a man who knows that he is hanging on to his job by his fingertips after an extraordinary match delivered an improbable Swansea City victory.", "id": "football/2016/nov/26/swansea-city-crystal-palace-premier-league-match-report", "isHosted": false, "secPara": "Palace had seemingly come back from the dead when they scored three times in nine minutes to take the lead after trailing 3-1, with Christian Bentekes late goal prompting some Swansea fans to head for the exits, resigned to defeat as well as relegation.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-27T08:10:33Z", "webTitle": "Swansea City stun Crystal Palace as Fernando Llorente settles 5-4 thriller", "webUrl": "https://www.theguardian.com/football/2016/nov/26/swansea-city-crystal-palace-premier-league-match-report", "wordCnt": 808}, {"apiUrl": "https://content.guardianapis.com/football/2016/nov/27/football-abuse-cases-top-police-officer-predicts-surge", "firPara": "A large number of alleged victims of child sex abuse in football have yet to break their silence, a senior police chief has predicted, and he believes the scandal could also engulf other British sports.", "id": "football/2016/nov/27/football-abuse-cases-top-police-officer-predicts-surge", "isHosted": false, "secPara": "Simon Bailey, the chief constable of Norfolk Constabulary and the National Police Chiefs Councils lead for child protection, said yesterday that a significant number of victims were likely to emerge, and warned that other sports governing bodies may start reporting similarly shocking claims.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-27T00:05:46Z", "webTitle": "Top police officer predicts surge in football abuse cases", "webUrl": "https://www.theguardian.com/football/2016/nov/27/football-abuse-cases-top-police-officer-predicts-surge", "wordCnt": 607}], "startIndex": 2221, "status": "ok", "total": 141934, "userTier": "developer"}}