{"response": {"currentPage": 161, "orderBy": "newest", "pageSize": 10, "pages": 14194, "results": [{"apiUrl": "https://content.guardianapis.com/football/2016/dec/28/2016-football-moment-to-remember-leicester-vardy-liverpool", "firPara": "Dick Bruna, creator of the child-friendly minimalist rabbit Miffy, once said that while some artists consider a work complete when they feel there is nothing left to add, he knows a picture is finished only when there is nothing remaining that could be taken away. What matters to me is reducing everything to its essence so that no line is redundant, he said. That is the strength of simplicity the art of omission.", "id": "football/2016/dec/28/2016-football-moment-to-remember-leicester-vardy-liverpool", "isHosted": false, "secPara": "On the face of it Brunas designs appear worthlessly facile, particularly when compared with more technical works, but to convey complex emotion with only a few strokes of a pen undeniably requires a certain genius. What is more, the art of omission leaves no room for error a false brushstroke is hard to spot among thousands, besides which when Rembrandt, for example, was not satisfied with one of his paintings he would simply paint a new one over the top of it. In Brunas work every line is, and must be, perfect.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-12-28T11:00:33Z", "webTitle": "A 2016 football moment to remember: Leicester and Vardy show simple is best", "webUrl": "https://www.theguardian.com/football/2016/dec/28/2016-football-moment-to-remember-leicester-vardy-liverpool", "wordCnt": 1022}, {"apiUrl": "https://content.guardianapis.com/football/2016/dec/28/football-quiz-the-1980s", "firPara": "The second of a series of quizzes tracing footballing decades from the 70s to now. Away from the stadiums, it was a decade of industrial decline, synth-pop, bangles and brand clothing but what do you remember of events on the pitch?", "id": "football/2016/dec/28/football-quiz-the-1980s", "isHosted": false, "secPara": "", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-12-28T10:00:32Z", "webTitle": "Football quiz: the 1980s", "webUrl": "https://www.theguardian.com/football/2016/dec/28/football-quiz-the-1980s", "wordCnt": 42}, {"apiUrl": "https://content.guardianapis.com/football/2016/dec/28/henrikh-mkhitaryan-manchester-united-premier-league", "firPara": "Life is sustained not just by what it is but by what it might be; if we werent continually hoping for better, how could we carry on? And the tease works just as well when watching sport, a generally disappointing activity that costs time, money, energy and patience. We keep coming back, though, mainly because thats what we do, but also because it gives us a shot at seeing the most incredible earthly event on any given day. Your sunrises, your sunsets and your newborns are all very nice, but at its best, sport is the best, and yesterday that meant your Henrikh Mkhitaryans.", "id": "football/2016/dec/28/henrikh-mkhitaryan-manchester-united-premier-league", "isHosted": false, "secPara": "A particular joy of football is the infinite number of ways there are to get the spherical thing into the rectangular thing. Even so, most brilliant goals are riffs on eternal themes, but every so often we get a Roberto Carlos against France or a Ronaldinho against Chelsea , recalibrating reality to remind us that we havent seen it all.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-12-28T10:00:32Z", "webTitle": "Manchester United’s Henrikh Mkhitaryan takes breath away with sublime moment", "webUrl": "https://www.theguardian.com/football/2016/dec/28/henrikh-mkhitaryan-manchester-united-premier-league", "wordCnt": 900}, {"apiUrl": "https://content.guardianapis.com/football/2016/dec/28/football-transfer-rumour-mill-chelsea-manchester-city-steven-nzonzi", "firPara": "Todays fluff takes you by the hand and welcomes you to wonderland", "id": "football/2016/dec/28/football-transfer-rumour-mill-chelsea-manchester-city-steven-nzonzi", "isHosted": false, "secPara": "Todays fluff takes you by the hand and welcomes you to wonderland", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-12-28T09:14:51Z", "webTitle": "Football transfer rumours: Chelsea and Man City chasing Steven N'Zonzi?", "webUrl": "https://www.theguardian.com/football/2016/dec/28/football-transfer-rumour-mill-chelsea-manchester-city-steven-nzonzi", "wordCnt": 754}, {"apiUrl": "https://content.guardianapis.com/football/2016/dec/28/wanderers-release-kerem-bulut-a-league-contract", "firPara": "Western Sydney Wanderers have announced the departure with immediate effect of troubled striker Kerem Bulut in a press release of few words.", "id": "football/2016/dec/28/wanderers-release-kerem-bulut-a-league-contract", "isHosted": false, "secPara": "On the books with Sydney FCs youth team the talented forward was recommended to Czech club Mlada Boleslav by then head coach Vitezslav Lavicka following a star turn with the Australian U20 team in which he won the AFC U19 Championship golden boot award.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-12-28T04:39:37Z", "webTitle": "Western Sydney Wanderers release Kerem Bulut from A-League contract", "webUrl": "https://www.theguardian.com/football/2016/dec/28/wanderers-release-kerem-bulut-a-league-contract", "wordCnt": 334}, {"apiUrl": "https://content.guardianapis.com/football/2016/dec/27/wilfred-ndidi-leicester-city-transfer", "firPara": "Leicester City have agreed a deal to sign Wilfred Ndidi from Genk in a deal worth £15m plus £3m in potential add-ons. The midfielder had the first part of his medical in December and is looking to conclude the final part of the tests to join on 1 January.", "id": "football/2016/dec/27/wilfred-ndidi-leicester-city-transfer", "isHosted": false, "secPara": "Leicester have applied for a work permit for the 20-year-old and will be able to announce the deal once that has come through. The Premier League champions have beaten off interest from several other top European clubs to sign the Nigeria international. Their manager, Claudio Ranieri, sees him as the perfect replacement for NGolo Kanté, who joined Chelsea in the summer.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-12-27T23:25:30Z", "webTitle": "Leicester City agree deal to sign Genk midfielder Wilfred Ndidi for £15m", "webUrl": "https://www.theguardian.com/football/2016/dec/27/wilfred-ndidi-leicester-city-transfer", "wordCnt": 273}, {"apiUrl": "https://content.guardianapis.com/football/2016/dec/27/mauricio-pochettino-tottenham-southampton-premier-league", "firPara": "Mauricio Pochettino has admitted it was difficult for him to go back to his previous employer, Southampton, and it remains normal for some of the clubs fans to hate him, as Victor Wanyama may discover on his own first return to St Marys Stadium with Tottenham Hotspur on Wednesday night.", "id": "football/2016/dec/27/mauricio-pochettino-tottenham-southampton-premier-league", "isHosted": false, "secPara": "Wanyama swapped Southampton for Spurs in an £11m deal last June, having tried and failed to drive the same move in the summer of 2015. Back then the midfielder had asked to be transferred only for Southampton to refuse the request.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-12-27T22:45:18Z", "webTitle": "Tottenham’s Mauricio Pochettino emphasises respect for Southampton", "webUrl": "https://www.theguardian.com/football/2016/dec/27/mauricio-pochettino-tottenham-southampton-premier-league", "wordCnt": 810}, {"apiUrl": "https://content.guardianapis.com/football/2016/dec/27/sam-allardyce-crystal-palace-damien-delaney", "firPara": "Damien Delaney expects the Sam Allardyce effect to ensure Crystal Palace remain in the Premier League but admitted there is still plenty of work to be done after allowing Watford to rescue a point at Vicarage Road on Boxing Day.", "id": "football/2016/dec/27/sam-allardyce-crystal-palace-damien-delaney", "isHosted": false, "secPara": "Yohan Cabayes first‑half goal had given Palace a 1-0 lead but Delaneys tug on Sebastian Prödl cost them dear when Troy Deeney converted from the penalty spot for his 100th Watford goal.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-12-27T22:30:18Z", "webTitle": "Sam Allardyce has made Crystal Palace more resilient, says Damien Delaney", "webUrl": "https://www.theguardian.com/football/2016/dec/27/sam-allardyce-crystal-palace-damien-delaney", "wordCnt": 397}, {"apiUrl": "https://content.guardianapis.com/football/2016/dec/27/olivier-giroud-sign-arsenal-contract-maybe-soon", "firPara": "Olivier Giroud says he has yet to sign a contract extension at Arsenal but hinted he could be willing to commit his future to the club, despite spending the majority of the season playing second fiddle to Alexis Sánchez.", "id": "football/2016/dec/27/olivier-giroud-sign-arsenal-contract-maybe-soon", "isHosted": false, "secPara": "The France forward scored the winner against West Bromwich Albion on Boxing Day to end Arsenals two-match losing streak in his first Premier League start of the season. It meant Giroud has now scored in each of the three starts he has made this year, having also found the net in the Champions League ties against Ludogorets and Paris Saint-Germain in November.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-12-27T22:30:18Z", "webTitle": "Olivier Giroud hints at signing new Arsenal contract", "webUrl": "https://www.theguardian.com/football/2016/dec/27/olivier-giroud-sign-arsenal-contract-maybe-soon", "wordCnt": 636}, {"apiUrl": "https://content.guardianapis.com/football/2016/dec/27/jurgen-klopp-liverpool-manchester-city-pep-guardiola", "firPara": "Jürgen Klopp claimed Pep Guardiolas presence in the crowd was a sign of the importance of Manchester Citys visit to Anfield on New Years Eve, as Liverpool warmed up with an ultimately comfortable victory against Stoke City.", "id": "football/2016/dec/27/jurgen-klopp-liverpool-manchester-city-pep-guardiola", "isHosted": false, "secPara": "Liverpool leapfrogged Guardiolas City team back into second place in the Premier League as goals from Adam Lallana, Roberto Firmino, a Giannelli Imbula own-goal and Daniel Sturridges first league strike of the season sealed a 4-1 win. Mark Hughes team had taken a deserved lead through Jonathan Walters before Liverpool staged an impressive recovery.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-12-27T21:01:02Z", "webTitle": "Jürgen Klopp says Liverpool ready for Manchester City after seeing off Stoke", "webUrl": "https://www.theguardian.com/football/2016/dec/27/jurgen-klopp-liverpool-manchester-city-pep-guardiola", "wordCnt": 685}], "startIndex": 1601, "status": "ok", "total": 141934, "userTier": "developer"}}