{"response": {"currentPage": 67, "orderBy": "newest", "pageSize": 10, "pages": 14194, "results": [{"apiUrl": "https://content.guardianapis.com/football/2017/feb/17/arsene-wenger-declares-himself-still-a-leader", "firPara": "Mentally very jaded? Not Arsène Wenger, apparently. The manager did his utmost on Friday to suggest that his description of his players mindset during Wednesdays collapse at Bayern Munich did not apply to him, as he emphatically declared that he intends to continue managing – although not necessarily at Arsenal.", "id": "football/2017/feb/17/arsene-wenger-declares-himself-still-a-leader", "isHosted": false, "secPara": "That caveat is, of course, deeply significant. The thing is, no one other than Wenger can be certain of what it means. It was the first time that the Frenchman has openly entertained the notion of leaving the club that has become his kingdom over the last 20 years.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-02-17T17:08:24Z", "webTitle": "Arsène Wenger declares himself still a leader full of cheer and fight", "webUrl": "https://www.theguardian.com/football/2017/feb/17/arsene-wenger-declares-himself-still-a-leader", "wordCnt": 1050}, {"apiUrl": "https://content.guardianapis.com/football/2017/feb/17/bournemouth-charged-fa-anti-doping", "firPara": "Bournemouth have been charged by the Football Association for a breach of the organisations anti-doping rules.", "id": "football/2017/feb/17/bournemouth-charged-fa-anti-doping", "isHosted": false, "secPara": "It is understood the charge relates to Bournemouths failure to keep the governing body informed on the location of their players in order to facilitate drug-testing, which leads to an automatic sanction under the FAs rules if the offence is committed three times. Two of the tests are believed to concern a member of the clubs under-21 squad who had been called up to train with the first team, who are based at a different site. The other is understood to relate to an unnamed player who failed to provide details of his new home address, which resulted in a tester turning up to his former home.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-02-17T17:04:41Z", "webTitle": "Bournemouth charged by FA for allegedly breaching anti-doping rules", "webUrl": "https://www.theguardian.com/football/2017/feb/17/bournemouth-charged-fa-anti-doping", "wordCnt": 184}, {"apiUrl": "https://content.guardianapis.com/football/2017/feb/17/cuddlier-than-than-the-fluffiest-of-fluffy-bunnies", "firPara": "Today national sweethearts Arsenal, a tactics masterclass from Dean Saunders, and Indiana Jones", "id": "football/2017/feb/17/cuddlier-than-than-the-fluffiest-of-fluffy-bunnies", "isHosted": false, "secPara": "Today national sweethearts Arsenal, a tactics masterclass from Dean Saunders, and Indiana Jones", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-02-17T16:11:37Z", "webTitle": "The Fiver | Cuddlier than the fluffiest of fluffy bunnies", "webUrl": "https://www.theguardian.com/football/2017/feb/17/cuddlier-than-than-the-fluffiest-of-fluffy-bunnies", "wordCnt": 1820}, {"apiUrl": "https://content.guardianapis.com/football/2017/feb/17/chelsea-mahmoud-dahoud-borussia-monchengladbach-contention", "firPara": "Chelsea are in contention to sign Mahmoud Dahoud from Borussia Mönchengladbach in the summer but face competition from a host of leading European sides including Borussia Dortmund, Paris Saint-Germain and Juventus for the highly rated Germany midfielder.", "id": "football/2017/feb/17/chelsea-mahmoud-dahoud-borussia-monchengladbach-contention", "isHosted": false, "secPara": "Dahoud, 21, is out of contract at Gladbach in summer 2018 and has refused to sign an extension, with the German side understood to be prepared to sell him at the end of the season. Despite reports in Germany on Friday that he has already agreed to join Dortmund for around €10m, it is believed the midfielders representatives have also held talks with other clubs including Chelsea in the last few weeks as they seek to negotiate his transfer.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-02-17T15:19:20Z", "webTitle": "Chelsea out to sign Mahmoud Dahoud from Borussia Mönchengladbach", "webUrl": "https://www.theguardian.com/football/2017/feb/17/chelsea-mahmoud-dahoud-borussia-monchengladbach-contention", "wordCnt": 611}, {"apiUrl": "https://content.guardianapis.com/football/2017/feb/17/michael-keane-burnley-manchester-united-fa-cup-lincoln-city", "firPara": "I always felt I would be a Manchester United player, Michael Keane says of the circumstances that explain why a player Sir Alex Ferguson, and many others at Old Trafford, regarded as one of their great hopes is now in the claret and blue of Burnley. The coaches used to say to me that sometimes they would send other players out on loan to help them get a move but that was never the case with me. They saw it as experience for me because they thought I was good enough to get in the first team when I came back. But then obviously Sir Alex left and it all changed.", "id": "football/2017/feb/17/michael-keane-burnley-manchester-united-fa-cup-lincoln-city", "isHosted": false, "secPara": "For Keane, one of the players prominently in Gareth Southgates thoughts, there will always be a tinge of regret about what happened next, even if this talented, ambitious centre-half is also keen to emphasise how the move to Turf Moor has helped all that rich potential to flower.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-02-17T15:00:13Z", "webTitle": "Michael Keane: ‘It was always United for me ... but I don’t regret leaving’ | Daniel Taylor", "webUrl": "https://www.theguardian.com/football/2017/feb/17/michael-keane-burnley-manchester-united-fa-cup-lincoln-city", "wordCnt": 1540}, {"apiUrl": "https://content.guardianapis.com/football/2017/feb/17/sutton-united-fa-cup-sponsorship-the-sun", "firPara": "• Supporters claim thread on unofficial forum was removed at request of club", "id": "football/2017/feb/17/sutton-united-fa-cup-sponsorship-the-sun", "isHosted": false, "secPara": "Sutton United have denied accusations they have censored a group of supporters from a club forum after they voiced their opposition to the Suns sponsorship of the National League sides FA Cup tie against Arsenal on Monday night.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-02-17T14:42:20Z", "webTitle": "Sutton deny censoring fans who oppose FA Cup sponsorship from the Sun", "webUrl": "https://www.theguardian.com/football/2017/feb/17/sutton-united-fa-cup-sponsorship-the-sun", "wordCnt": 870}, {"apiUrl": "https://content.guardianapis.com/football/2017/feb/17/fulham-production-line-dark-days-fa-cup", "firPara": "Early morning at Fulhams training ground in Motspur Park and breakfast is being served in the canteen. The room is far from full and the smell of tea and coffee fills the air. On a nearby table, a couple of academy players are carefully spreading honey on their toast. They talk among themselves, loosening up before training begins, and the thought occurs this must be a pleasant place to come to work every day.", "id": "football/2017/feb/17/fulham-production-line-dark-days-fa-cup", "isHosted": false, "secPara": "It helps Fulham are upwardly mobile again after spending a couple of years flirting with the idea of becoming another club gripped by decline following relegation from the Premier League.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-02-17T13:15:00Z", "webTitle": "Fulham’s academy production line a shining light as the dark days recede | Jacob Steinberg", "webUrl": "https://www.theguardian.com/football/2017/feb/17/fulham-production-line-dark-days-fa-cup", "wordCnt": 976}, {"apiUrl": "https://content.guardianapis.com/football/2017/feb/17/jon-dadi-bodvarsson-wolves-chelsea-fa-cup-iceland-england", "firPara": "Jon Dadi Bodvarsson has developed a knack for slaying English giants. He is far too genial to brag about it but the facts speak for themselves he was part of the Iceland team who defeated England at Euro 2016 and part of the Wolves team who knocked Liverpool out of this seasons FA Cup at Anfield. Now his sights are set on the Premier League leaders.", "id": "football/2017/feb/17/jon-dadi-bodvarsson-wolves-chelsea-fa-cup-iceland-england", "isHosted": false, "secPara": "Defeating Chelsea at Molineux is a tall order but Bodvarsson has plenty of inspiring memories to draw on before Saturdays fifth-round tie. It would be understandable if the sight of him triggered harrowing flashbacks for Gary Cahill, the Chelsea defender who has probably been trying to flush Iceland and Euro 2016 from his mind. Bodvarsson will never forget the proudest moment of his career, nor the pep talk his countrys manager gave before the England match.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-02-17T11:20:52Z", "webTitle": "Jon Dadi Bodvarsson: ‘Lagerback told us England were the most overrated team’ | Paul Doyle", "webUrl": "https://www.theguardian.com/football/2017/feb/17/jon-dadi-bodvarsson-wolves-chelsea-fa-cup-iceland-england", "wordCnt": 1091}, {"apiUrl": "https://content.guardianapis.com/football/2017/feb/17/win-home-tickets-to-chelsea-v-swansea-city-in-the-premier-league", "firPara": "Answer a simple question and you could be off to Stamford Bridge to watch live Premier League football", "id": "football/2017/feb/17/win-home-tickets-to-chelsea-v-swansea-city-in-the-premier-league", "isHosted": false, "secPara": "The Guardian has teamed up with Carabao Energy Drink to give three lucky readers the chance to win a pair of home tickets to Chelsea v Swansea on Saturday 25 February at 3pm. Recently kicking-off a new global partnership with Chelsea FC, South-East Asian energy drink Carabao – newly launched in the UK – is the clubs official training wear partner for the next three seasons. Fill in your details below and correctly answer the question to be in with a chance to win.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-02-17T11:14:31Z", "webTitle": "Win (home) tickets to Chelsea v Swansea City in the Premier League", "webUrl": "https://www.theguardian.com/football/2017/feb/17/win-home-tickets-to-chelsea-v-swansea-city-in-the-premier-league", "wordCnt": 658}, {"apiUrl": "https://content.guardianapis.com/football/2017/feb/17/fa-cup-fifth-round-10-things-to-look-out-for-this-weekend", "firPara": "Arsenal need to stand up for Wenger, Sutton United may have already tainted their big day and would Millwall beating Leicester be a shock?", "id": "football/2017/feb/17/fa-cup-fifth-round-10-things-to-look-out-for-this-weekend", "isHosted": false, "secPara": "No one in football deserves to win anything – just ask Steven Gerrard. But that doesnt mean it isnt nice when those who have given the game remarkable things are able to retire on a high. For the first time, it looks as though Arsène Wenger will leave Arsenal this summer, which ought to increase the already significant pressure on his players. No doubt, he is partly responsible for their inability to tolerate it, but in the end, it is them out there, not him, and they should be ashamed of their midweek behaviour, as they should of much of the last ten years. But now, they have an opportunity to partially redeem themselves; if they can lift the trophy, Arsenal will once again be the FA Cups most winningest team, with Wenger moving clear as the FA Cups most winningnest manager. Chances are, they will find a way past Sutton however badly they play, but this tie is not solely about that; they must also begin healing and atoning their thrashing in Munich. If they can play close to their potential, then they will be in a better position for when the games get harder. Arsenals players must remind themselves that it is because of Wenger that they have the privilege of playing for Arsenal, and because of Wenger that they are quite as rich as they are. Its about time they shook the self-consciousness and let it all hang out, if not for themselves, to do all they can for someone they owe a proper send-off. DH", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-02-17T10:25:39Z", "webTitle": "FA Cup fifth round: 10 things to look out for this weekend | Daniel Harris and Barry Glendenning", "webUrl": "https://www.theguardian.com/football/2017/feb/17/fa-cup-fifth-round-10-things-to-look-out-for-this-weekend", "wordCnt": 2246}], "startIndex": 661, "status": "ok", "total": 141934, "userTier": "developer"}}