{"response": {"currentPage": 316, "orderBy": "newest", "pageSize": 10, "pages": 14194, "results": [{"apiUrl": "https://content.guardianapis.com/football/live/2016/oct/15/real-betis-v-real-madrid-la-liga-live", "firPara": "Two goals from Isco put Madrid on their way to a thumping victory which sent them level with Atlético on 18 points at the top of La Liga", "id": "football/live/2016/oct/15/real-betis-v-real-madrid-la-liga-live", "isHosted": false, "secPara": "Madrid end their run of three league draws with a thumping victory at the Estadio Benito Villamarín, Isco bagging two goals including the finishing touch to a wonderfully flowing counterattack. That puts Real level at the top of the table with Atlético on 18 points and should silence a few critics – they are on a 22-game unbeaten run after all. Plenty of work for Gus Poyet in the coming weeks after a terrible first-half display, although the second was more promising. Thats all from me, thanks for reading. ", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2016-10-15T20:38:17Z", "webTitle": "Real Betis 1-6 Real Madrid: La Liga – as it happened", "webUrl": "https://www.theguardian.com/football/live/2016/oct/15/real-betis-v-real-madrid-la-liga-live", "wordCnt": 2381}, {"apiUrl": "https://content.guardianapis.com/football/2016/oct/15/hearts-dundee-aberdeen-scottish-premiership", "firPara": "Aberdeen maintained their good vein of form by coasting to a 4-0 victory over 10-man Ross County to stay second in the Scottish Premiership.", "id": "football/2016/oct/15/hearts-dundee-aberdeen-scottish-premiership", "isHosted": false, "secPara": "Goals from Jonny Hayes, Shay Logan, Niall McGinn and Jayden Stockley gave the Dons their fourth successive league win and fifth in a row in all competitions. Aberdeen dominated play at Pittodrie, aided by the Ross County midfielder Tim Chow being sent off after just 22 minutes for a petulant challenge on Hayes.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-10-15T19:14:00Z", "webTitle": "Scottish roundup: Hayes sets up 4-0 win for Aberdeen over Ross County", "webUrl": "https://www.theguardian.com/football/2016/oct/15/hearts-dundee-aberdeen-scottish-premiership", "wordCnt": 545}, {"apiUrl": "https://content.guardianapis.com/football/2016/oct/15/aston-villa-wolves-championship-match-report", "firPara": "There may not be a better manager to get a team promoted from the second tier than Steve Bruce but this feisty Midlands derby will have left him in no doubt as to how big a task it is to turn around Aston Villas fortunes. They led here through Jonathan Kodjias 15th-minute penalty but that was cancelled out by Helder Costas own spot-kick and on another day Wolves could have won at a canter.", "id": "football/2016/oct/15/aston-villa-wolves-championship-match-report", "isHosted": false, "secPara": "Wigans draw with Burton earlier in the afternoon meant Villa kicked off in the relegation places and, although a fifth straight home draw meant they climbed to 20th, it was abundantly evident that many of the issues that plagued Roberto Di Matteos short reign remain.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-10-15T18:43:02Z", "webTitle": "Kodjia and Costa trade penalties as Wolves spoil Steve Bruce’s Aston Villa bow", "webUrl": "https://www.theguardian.com/football/2016/oct/15/aston-villa-wolves-championship-match-report", "wordCnt": 558}, {"apiUrl": "https://content.guardianapis.com/football/2016/oct/15/crystal-palace-west-ham-united-premier-league-match-report", "firPara": "In driving rain in south-east London, the 10 men of West Ham United summoned the kind of resilience that has been so conspicuous by its absence until now. For Slaven Bilic, who has been under such intense scrutiny in recent weeks, this was the sweetest of victories. West Hams manager took delight in his sides slick football in the first half, the result of his carefully-plotted tactical plan, and later in the way they withstood a late storm of pressure from Crystal Palace, who rued Christian Bentekes comical missed penalty.", "id": "football/2016/oct/15/crystal-palace-west-ham-united-premier-league-match-report", "isHosted": false, "secPara": "All the ingredients were there for a late collapse horrible conditions, a hotly contested red card, the challenge of holding their nerve in an increasingly hostile atmosphere. Yet Manuel Lanzini provided the spark for West Hams first league victory since 21 August, lifting them out of the bottom three, after a desperate two months and ending Palaces five-match unbeaten run in the process. The visitors answered some questions about their character by surviving Martin Atkinsons highly questionable decision to dismiss Aaron Cresswell for two yellow cards, their togetherness during that frenzied backs-to-the-wall effort in the dying stages an indication these players are still behind Bilic.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-10-15T18:34:03Z", "webTitle": "Manuel Lanzini sparks West Ham into life with win over Crystal Palace", "webUrl": "https://www.theguardian.com/football/2016/oct/15/crystal-palace-west-ham-united-premier-league-match-report", "wordCnt": 754}, {"apiUrl": "https://content.guardianapis.com/football/live/2016/oct/15/crystal-palace-v-west-ham-united-premier-league-live", "firPara": "Manuel Lanzinis lovely goal gave West Ham a vital and deserved victory at Selhurst Park. despite the dismissal of Aaron Cresswell", "id": "football/live/2016/oct/15/crystal-palace-v-west-ham-united-premier-league-live", "isHosted": false, "secPara": "Manuel Lanzinis lovely goal gave West Ham a vital and deserved victory at Selhurst Park. despite the dismissal of Aaron Cresswell", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2016-10-15T18:23:34Z", "webTitle": "Crystal Palace 0-1 West Ham United: Premier League – as it happened", "webUrl": "https://www.theguardian.com/football/live/2016/oct/15/crystal-palace-v-west-ham-united-premier-league-live", "wordCnt": 1354}, {"apiUrl": "https://content.guardianapis.com/football/2016/oct/15/ronald-koeman-everton-manchester-city-pep-guardiola", "firPara": "• Everton manager says City are the best team I have come across", "id": "football/2016/oct/15/ronald-koeman-everton-manchester-city-pep-guardiola", "isHosted": false, "secPara": "• Everton manager says City are the best team I have come across", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-10-15T18:00:06Z", "webTitle": "Ronald Koeman delighted with Everton’s defence in Manchester City draw", "webUrl": "https://www.theguardian.com/football/2016/oct/15/ronald-koeman-everton-manchester-city-pep-guardiola", "wordCnt": 412}, {"apiUrl": "https://content.guardianapis.com/football/football-league-blog/2016/oct/15/football-league-thoughts-newcastle-norwich-brighton", "firPara": "• With leaders Huddersfield Town hosting Sheffield Wednesday in Sundays Yorkshire derby, relegated Norwich City and Newcastle United both had the chance to climb into the automatic promotion places, and both obliged with comfortable home victories. Wes Hoolahan led the Canaries to top spot, scoring a crafty solo opener and setting up Cameron Jerome for the second in the 3-1 win over Rotherham. Newcastle won by the same score at St James Park, Dwight Gayles double against Brentford taking his goal tally to nine for the divisions top scorers.", "id": "football/football-league-blog/2016/oct/15/football-league-thoughts-newcastle-norwich-brighton", "isHosted": false, "secPara": "• The game of the day came at Oakwell, with six goals and a sending off as Fulham twice fell behind before rallying to win 4-2. Scott Malone and Chris Martin, scoring his first goal for Fulham after a 20-game goal drought, made the difference as Barnsleys Josh Scowen saw red in the second half. There was also entertainment on the south coast, as Brighton &amp; Hove Albion failed to keep pace with the leading pack against Preston North End. Glenn Murrays sixth goal of the season had given the Seagulls the edge, but Simon Makienok struck in stoppage time to salvage a point.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-10-15T17:20:26Z", "webTitle": "Football League your thoughts: Norwich and Newcastle on track for quick return", "webUrl": "https://www.theguardian.com/football/football-league-blog/2016/oct/15/football-league-thoughts-newcastle-norwich-brighton", "wordCnt": 924}, {"apiUrl": "https://content.guardianapis.com/football/2016/oct/15/west-bromwich-albion-tottenham-hotspur-premier-league-match-report", "firPara": "In the end Tottenham Hotspur managed to salvage something from what looked like being a damaging afternoon for Mauricio Pochettino and his players, yet the point that Dele Alli rescued in the 89th minute came at a cost. Toby Alderweireld, who has been so outstanding for Spurs since joining last year, was taken off on a stretcher early in the second half in considerable pain and with a potentially serious injury.", "id": "football/2016/oct/15/west-bromwich-albion-tottenham-hotspur-premier-league-match-report", "isHosted": false, "secPara": "The day then went from bad to worse for Spurs when Nacer Chadli scored against his former club in the 82nd minute, firing into the roof of the net from six yards. While Chadlis celebration was restrained to say the least, it was tempting to wonder what was going through Pochettinos mind as the Belgian was mobbed by his West Brom team-mates. It was Chadlis fourth Premier League goal in five matches since swapping Spurs for Albion in August.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-10-15T16:23:14Z", "webTitle": "Dele Alli strikes late to earn Tottenham draw at West Bromwich Albion", "webUrl": "https://www.theguardian.com/football/2016/oct/15/west-bromwich-albion-tottenham-hotspur-premier-league-match-report", "wordCnt": 740}, {"apiUrl": "https://content.guardianapis.com/football/2016/oct/15/manchester-city-everton-premier-league-match-report", "firPara": "The Manchester City wobble continues. They should have won this match, and would have done but for an outstanding performance from the Everton goalkeeper Maarten Stekelenburg, who saved two penalties and kept out two more goal-bound efforts from Sergio Agüero and Kevin De Bruyne. Apart from a third successive game without a win, Pep Guardiola will be concerned about his sides penalty wastage rate – of eight spot-kicks awarded this season, they have converted only four – but mostly he will be worried that City are dominating games without making their superiority count. It is far too early in the season to suggest the former Barcelona manager is becoming desperate, but when, almost laughably, he sent on Vincent Kompany as a striker for the last few minutes it could only be interpreted as a sign of frustration.", "id": "football/2016/oct/15/manchester-city-everton-premier-league-match-report", "isHosted": false, "secPara": "Guardiola introduced a new formation for this game, three at the back and four across midfield, and when Leroy Sané marked his first league start by whisking past Bryan Oviedo in the opening minutes as if the defender was not there it looked as though City might be about to give Everton a football lesson.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-10-15T16:16:32Z", "webTitle": "Maarten Stekelenburg the penalty hero as Everton hold Manchester City", "webUrl": "https://www.theguardian.com/football/2016/oct/15/manchester-city-everton-premier-league-match-report", "wordCnt": 838}, {"apiUrl": "https://content.guardianapis.com/football/2016/oct/15/arsenal-swansea-city-premier-league-match-report", "firPara": "Welcome to the madhouse, Bob. This was an historic occasion, with an American manager taking charge of a Premier League team for the first time. It was one that Bob Bradley will never forget, even if he and Swansea City came out on the wrong side of a five-goal thriller.", "id": "football/2016/oct/15/arsenal-swansea-city-premier-league-match-report", "isHosted": false, "secPara": "Every time that Arsenal looked to have taken a decisive grip, Bradleys men rallied. First, Gylfi Sigurdsson cut a 2-0 deficit in half, towards the end of the first period and, on 66 minutes, the substitute Borja Bastón pulled it back to 3-2 with his first goal for Swansea, after his £15.5m summer move from Atlético Madrid.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-10-15T16:13:56Z", "webTitle": "Mesut Özil scores clincher as 10-man Arsenal go second with Swansea win", "webUrl": "https://www.theguardian.com/football/2016/oct/15/arsenal-swansea-city-premier-league-match-report", "wordCnt": 778}], "startIndex": 3151, "status": "ok", "total": 141935, "userTier": "developer"}}