{"response": {"currentPage": 408, "orderBy": "newest", "pageSize": 10, "pages": 14194, "results": [{"apiUrl": "https://content.guardianapis.com/football/2016/aug/31/yacine-brahimi-everton-club-record-deal-porto-forward", "firPara": "Everton are close to agreeing a club record deal to sign Yacine Brahimi from Porto, with the Algeria forward expected on Merseyside on Wednesday to complete a medical.", "id": "football/2016/aug/31/yacine-brahimi-everton-club-record-deal-porto-forward", "isHosted": false, "secPara": "Despite signing Yannick Bolasie for an initial £25m from Crystal Palace, Ronald Koeman is still searching for more attacking reinforcements and has targeted Brahimi and the Napoli striker Manolo Gabbiadini.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-08-31T09:26:13Z", "webTitle": "Everton close to club record £35m deal for Porto forward Yacine Brahimi", "webUrl": "https://www.theguardian.com/football/2016/aug/31/yacine-brahimi-everton-club-record-deal-porto-forward", "wordCnt": 248}, {"apiUrl": "https://content.guardianapis.com/football/2016/aug/31/whats-the-difference-between-a-penalty-and-a-penalty-shootout-penalty", "firPara": "Plus The whole world in a team (2); managers with multiple spells at one club; and All-Ireland 3-2 Brazil. Send questions and answers to knowledge@theguardian.com or tweet @TheKnowledge_GU", "id": "football/2016/aug/31/whats-the-difference-between-a-penalty-and-a-penalty-shootout-penalty", "isHosted": false, "secPara": "Plus The whole world in a team (2); managers with multiple spells at one club; and All-Ireland 3-2 Brazil. Send questions and answers to knowledge@theguardian.com or tweet @TheKnowledge_GU", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-08-31T09:00:33Z", "webTitle": "What's the difference between a penalty and a penalty shootout penalty?", "webUrl": "https://www.theguardian.com/football/2016/aug/31/whats-the-difference-between-a-penalty-and-a-penalty-shootout-penalty", "wordCnt": 1235}, {"apiUrl": "https://content.guardianapis.com/football/2016/aug/31/islam-slimani-leicester-city-sporting-lisbon-club-record", "firPara": "Leicester have agreed a club record fee of €35m (£30m) with Sporting Lisbon for Islam Slimani and the Algeria striker is due to fly to England on Wednesday to complete a medical.", "id": "football/2016/aug/31/islam-slimani-leicester-city-sporting-lisbon-club-record", "isHosted": false, "secPara": "Negotiations appeared to have reached an impasse when the Portuguese side insisted they would not sell their top scorer of last season for less than €40m. However, with Claudio Ranieri keen to add to his attacking options in readiness for their debut season in the Champions League, a compromise was reached on Tuesday night.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-08-31T08:20:00Z", "webTitle": "Islam Slimani set for £30m move to Leicester City from Sporting Lisbon", "webUrl": "https://www.theguardian.com/football/2016/aug/31/islam-slimani-leicester-city-sporting-lisbon-club-record", "wordCnt": 223}, {"apiUrl": "https://content.guardianapis.com/football/2016/aug/31/roberto-martinez-belgium-manager-spain", "firPara": "The former Everton manager has to win over the players and turn underachievers into world-beaters, starting against Spain in Brussels on Thursday", "id": "football/2016/aug/31/roberto-martinez-belgium-manager-spain", "isHosted": false, "secPara": "A few days after cutting ties with Marc Wilmots in the wake of dishonourable failure at Euro 2016, the Belgian Football Association took the unusual step of posting an advertisement on its website inviting applications for the role of manager of the national team. Inevitably hundreds of spoofers sent CVs that included fantastic achievements such as guiding Norway to World Cup glory in a computer game or beating Barcelona 10-0 on Fifa. When, in early August, Belgium revealed the identity of the successful candidate – Roberto Martínez – many peoples first reaction was to wonder whether that was also a wind-up.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-08-31T08:00:31Z", "webTitle": "Roberto Martínez a left-field choice out to put Belgium on the right path", "webUrl": "https://www.theguardian.com/football/2016/aug/31/roberto-martinez-belgium-manager-spain", "wordCnt": 1002}, {"apiUrl": "https://content.guardianapis.com/football/2016/aug/31/rumours-david-luiz-chelsea-return-transfer-deadline-day", "firPara": "On the list of Things The Mill Really Really, Really Didnt Think Would Happen On Deadline Day, Antonio Conte attempting to re-sign David Luiz is there with the apocalypse and Jim White pulling a brazen sickie so that he can stay home and watch Bake Off on loop.", "id": "football/2016/aug/31/rumours-david-luiz-chelsea-return-transfer-deadline-day", "isHosted": false, "secPara": "David Luiz might seem an odd choice of defender for a man who has spent most of the last five years working with Italys most streetwise bouncers, but the word on the street is that Chelsea will pay £32m to bring him back from Paris. Conte is also planning to buy Fiorentina full-back and Bolton legend Marcos Alonso.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-08-31T07:58:39Z", "webTitle": "Rumours: PSG’s David Luiz set for Chelsea return on transfer deadline day?", "webUrl": "https://www.theguardian.com/football/2016/aug/31/rumours-david-luiz-chelsea-return-transfer-deadline-day", "wordCnt": 342}, {"apiUrl": "https://content.guardianapis.com/football/2016/aug/30/michail-antonio-smile-raw-talent-england-slovakia", "firPara": "If some in Englands number returned to St Georges Park this week with scars still smarting from the summers European Championship, then step forward the antidote. Michail Antonio had been trudging back, dejected in defeat, to the changing rooms post-mixed zone at the Etihad Stadium on Sunday when one of West Hams physios informed him he had been called up into Sam Allardyces first national squad.", "id": "football/2016/aug/30/michail-antonio-smile-raw-talent-england-slovakia", "isHosted": false, "secPara": "His initial reaction was one of disbelief, dismissing the news as great banter. There followed a moment of doubt, allayed only when the clubs head chef, Tim DeAth, offered his own congratulations. Then the joy kicked in. It was emotional, said Antonio through the broadest of grins. I said Come in guys and I hugged Tim, hugged the physio, holding them tight. Ive only cried once, when my first son, Michail Jr, was born but I welled up when they said that. Even now Im still getting emotional. This is my boyhood dream to play for England. Here I am now and I have the Three Lions on my shirt. A dream come true.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-08-30T21:41:00Z", "webTitle": "Michail Antonio brings a smile and raw talent to England camp in need of both | Dominic Fifield", "webUrl": "https://www.theguardian.com/football/2016/aug/30/michail-antonio-smile-raw-talent-england-slovakia", "wordCnt": 960}, {"apiUrl": "https://content.guardianapis.com/football/2016/aug/30/wayne-rooney-decision-corners-england-euro-2016", "firPara": "Wayne Rooney has confirmed he will end his international career after the next World Cup and explained for the first time what he thinks went wrong for England in Euro 2016, revealing that he openly defied Roy Hodgsons tactics because the players were unimpressed with some of the managers instructions.", "id": "football/2016/aug/30/wayne-rooney-decision-corners-england-euro-2016", "isHosted": false, "secPara": "Rooney also revealed that the video of the Wales squad celebrating wildly after England had been knocked out against Iceland had led to friction between some of the players from the club teams – Arsenal, Tottenham Hotspur, Liverpool and Leicester City – who had representatives in both camps.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-08-30T21:35:00Z", "webTitle": "Wayne Rooney: I made decision to take corners for England at Euro 2016", "webUrl": "https://www.theguardian.com/football/2016/aug/30/wayne-rooney-decision-corners-england-euro-2016", "wordCnt": 724}, {"apiUrl": "https://content.guardianapis.com/football/2016/aug/30/hope-solo-us-soccer-nwsl-seattle-reign", "firPara": "Hope Solo, the notorious USA goalkeeper who was given a six-month ban after the teams failure to win Olympic gold, has announced she wont be playing for her club side in the NWSL this season.", "id": "football/2016/aug/30/hope-solo-us-soccer-nwsl-seattle-reign", "isHosted": false, "secPara": "Solo, 35, confirmed the news in a brief statement that said she was not mentally ready to return to football.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-08-30T21:10:16Z", "webTitle": "Hope Solo ends club season early after 'devastating' suspension from US Soccer", "webUrl": "https://www.theguardian.com/football/2016/aug/30/hope-solo-us-soccer-nwsl-seattle-reign", "wordCnt": 422}, {"apiUrl": "https://content.guardianapis.com/football/2016/aug/30/joe-hart-torino-serie-a-fans", "firPara": "British players do not always thrive in Serie A and the England goalkeeper will hope to be one of the success stories in a country where the fans can be much more demanding", "id": "football/2016/aug/30/joe-hart-torino-serie-a-fans", "isHosted": false, "secPara": "At least somebody loves Joe Hart. Whereas he was frozen out of Manchester City at a speed that would surprise even gelato manufacturers, the England international was met by rapturous crowds on his arrival in Turin on Tuesday. The new Torino goalkeeper wore sunglasses that Marcello Mastroianni would have been proud of and posed, perhaps inadvisedly, with a T-shirt celebrating the clubs Granata Ultras. Welcome to Serie A, Joe.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-08-30T20:31:31Z", "webTitle": "Joe Hart heads for Torino but is not the first to seek Italian renaissance", "webUrl": "https://www.theguardian.com/football/2016/aug/30/joe-hart-torino-serie-a-fans", "wordCnt": 1056}, {"apiUrl": "https://content.guardianapis.com/football/2016/aug/30/eliaquim-mangala-porto-loan-manchester-city-samir-nasri", "firPara": "Eliaquim Mangala could move back to Porto on loan, the centre-half having had a disappointing two years at Manchester City since his £42m transfer.", "id": "football/2016/aug/30/eliaquim-mangala-porto-loan-manchester-city-samir-nasri", "isHosted": false, "secPara": "Porto are one of a few options for the 25-year-old, who has failed to fulfil the promise that made City pay what was then a record fee for a defender.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-08-30T20:03:00Z", "webTitle": "Eliaquim Mangala may return to Porto on loan from Manchester City", "webUrl": "https://www.theguardian.com/football/2016/aug/30/eliaquim-mangala-porto-loan-manchester-city-samir-nasri", "wordCnt": 185}], "startIndex": 4071, "status": "ok", "total": 141935, "userTier": "developer"}}