{"response": {"currentPage": 133, "orderBy": "newest", "pageSize": 10, "pages": 14194, "results": [{"apiUrl": "https://content.guardianapis.com/football/2017/jan/11/best-goals-week-lionel-messi-darren-bent-thibaut-courtois", "firPara": "Featuring the best strikes from the FA Cup third round, a couple of masterful free-kick from Lionel Messi and two moves straight off the training pitch", "id": "football/2017/jan/11/best-goals-week-lionel-messi-darren-bent-thibaut-courtois", "isHosted": false, "secPara": "", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-11T09:56:48Z", "webTitle": "The best goals of the week: Darren Bent, Lionel Messi and Thibaut Courtois", "webUrl": "https://www.theguardian.com/football/2017/jan/11/best-goals-week-lionel-messi-darren-bent-thibaut-courtois", "wordCnt": 27}, {"apiUrl": "https://content.guardianapis.com/football/2017/jan/11/football-transfer-rumours-arsenal-manchester-city-grzegorz-krychowiak", "firPara": "Granit Xhaka, Fernando and Guardian subeditors let out knowing sighs of frustration on Wednesday morning after rumours emerged that both Arsenal and Manchester City are interested in PSGs defensive midfielder Grzegorz Krychowiak. The Poland international only moved into his swish Paris Pad in the summer, following his €30m move from Sevilla, but both Pep Guardiola and Arsène Wenger are already eager to travel first-class on the Eurostar with a leather-bound briefcase full of bread and honey to see what happens, according to the Sun.", "id": "football/2017/jan/11/football-transfer-rumours-arsenal-manchester-city-grzegorz-krychowiak", "isHosted": false, "secPara": "Krychowiak hasnt started a league game in a month for PSG, with oil tanker Thiago Motta clogging up the first XI with his dodgy knees and deceptively wand-like left foot. Krychowiak would have so such obstacles at Manchester City, where Fernandinho is their only world-class defensive midfielder (when hes not suspended) and at Arsenal, where everyone is either injured or at the Africa Cup of Nations. Apart from Xhaka. £35m should do it, and for anyone else out there (West Ham), PSGs Jese is yours for just another £20m.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-11T09:21:53Z", "webTitle": "Football transfer rumours: Arsenal and Man City in for Grzegorz Krychowiak?", "webUrl": "https://www.theguardian.com/football/2017/jan/11/football-transfer-rumours-arsenal-manchester-city-grzegorz-krychowiak", "wordCnt": 612}, {"apiUrl": "https://content.guardianapis.com/football/2017/jan/11/vote-compulsory-purchase-order-millwall-postponed-till-february", "firPara": "The vote on the compulsory purchase of Millwalls land around The Den was dramatically postponed on Tuesday evening just 24 hours before the controversial land-grab was due to be confirmed. The postponement until February comes at the end of a week of gathering pressure sparked by the revelation in the Guardian that the club could be forced to leave their historic home should the sale of its land to an opaque offshore-registered property developer be ordered by the Labour council.", "id": "football/2017/jan/11/vote-compulsory-purchase-order-millwall-postponed-till-february", "isHosted": false, "secPara": "In the past week politicians on all sides have called on Lewishams mayor and cabinet to halt a compulsory purchase order (CPO) that will see land occupied by Millwalls prized community trust sold on to a small offshore-registered property company with historic ties to current and former Lewisham council officers.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-11T09:02:22Z", "webTitle": "Vote on compulsory purchase of Millwall land dramatically postponed", "webUrl": "https://www.theguardian.com/football/2017/jan/11/vote-compulsory-purchase-order-millwall-postponed-till-february", "wordCnt": 504}, {"apiUrl": "https://content.guardianapis.com/football/2017/jan/11/fifa-changes-prompt-suspicions-but-australian-benefits-will-become-apparent", "firPara": "The new 48-team World Cup finals format is a huge boon for Asian football, even if that is not immediately apparent from a Socceroos viewpoint", "id": "football/2017/jan/11/fifa-changes-prompt-suspicions-but-australian-benefits-will-become-apparent", "isHosted": false, "secPara": "In 2015, in a hotel restaurant in Kuala Lumpur, Iran coach Carlos Queiroz was talking qualification. In Asia, he said, there are three countries with a credit card that produces an automatic World Cup spot with just a simple swipe Japan, South Korea and Australia. His Iran were always competing with Uzbekistan, Saudi Arabia and perhaps North Korea and United Arab Emirates for the fourth and last automatic berth. And the other near-40 nations of Asia? The former Real Madrid coach just shrugged.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-11T03:32:23Z", "webTitle": "Fifa changes prompt suspicions but Australian benefits will become apparent | John Duerden", "webUrl": "https://www.theguardian.com/football/2017/jan/11/fifa-changes-prompt-suspicions-but-australian-benefits-will-become-apparent", "wordCnt": 802}, {"apiUrl": "https://content.guardianapis.com/football/2017/jan/10/everton-franck-kessie-atalanta-bid-rejected", "firPara": "Atalanta have rejected a £15m bid from Everton for Franck Kessié, with the Italian side determined to hold on to the 20-year-old until the end of the season despite continued interest from Chelsea.", "id": "football/2017/jan/10/everton-franck-kessie-atalanta-bid-rejected", "isHosted": false, "secPara": "Having had a £22m offer for Morgan Schneiderlin accepted by Manchester United on Tuesday night, Everton manager Ronald Koeman is pressing on with his plans to recruit more players in the January window after his side crashed out of the FA Cup to Leicester on Saturday. That has led to them launching a bid for Kessié, who is currently on international duty with the Ivory Coast before the Africa Cup of Nations having helped Atalanta climb to sixth place in Serie A.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-10T23:02:27Z", "webTitle": "Atalanta reject Everton’s £15m bid for Chelsea target Franck Kessié", "webUrl": "https://www.theguardian.com/football/2017/jan/10/everton-franck-kessie-atalanta-bid-rejected", "wordCnt": 213}, {"apiUrl": "https://content.guardianapis.com/football/2017/jan/10/jurgen-klopp-daniel-sturridge-liverpool-southampton-efl-cup", "firPara": "Jürgen Klopp believes Daniel Sturridge has a major role to play in Liverpools pursuit of trophies providing the striker stays fit and seizes the opportunity presented by Sadio Manés departure to the Africa Cup of Nations.", "id": "football/2017/jan/10/jurgen-klopp-daniel-sturridge-liverpool-southampton-efl-cup", "isHosted": false, "secPara": "Klopp is aiming to take a step closer towards a third cup final appearance in only 15 months as Liverpool manager on Wednesday when his side travel to Southampton in the first leg of their EFL Cup semi-final. Liverpool will be without Mané, a former Southampton player, because of his involvement in the Afcon with Senegal and though Philippe Coutinho is back in the squad for the first time in almost seven weeks after injury, the Brazil international is unlikely to start at St Marys Stadium.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-10T22:30:02Z", "webTitle": "Jürgen Klopp believes fit Sturridge can give Liverpool EFL Cup edge", "webUrl": "https://www.theguardian.com/football/2017/jan/10/jurgen-klopp-daniel-sturridge-liverpool-southampton-efl-cup", "wordCnt": 929}, {"apiUrl": "https://content.guardianapis.com/football/2017/jan/10/gabriel-jesus-move-manchester-city-yet-to-be-signed-off", "firPara": "Gabriel Jesuss £27m move to Manchester City is yet to be signed off because the final paperwork is not in place, although Pep Guardiola is hopeful of completing the transfer this week so the Brazil striker can be available for Sundays trip to Everton.", "id": "football/2017/jan/10/gabriel-jesus-move-manchester-city-yet-to-be-signed-off", "isHosted": false, "secPara": "The initial £27m deal with Palmeiras for the 19-year-old was agreed in the previous window, with the move delayed until the end of the Brazilian season. While there is little suggestion the last-minute hitch could threaten the move, Guardiola is keen for it to be sealed before Fridays deadline so that Jesus can be included for Everton.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-10T22:30:02Z", "webTitle": "Gabriel Jesus’s move to Manchester City yet to be signed off", "webUrl": "https://www.theguardian.com/football/2017/jan/10/gabriel-jesus-move-manchester-city-yet-to-be-signed-off", "wordCnt": 263}, {"apiUrl": "https://content.guardianapis.com/football/blog/2017/jan/10/wayne-rooney-manchester-united-bobby-charlton-hull-city-efl-cup", "firPara": "Marco Silva would probably prefer to be picking up league points than examining the possibilities presented by cup football in England, though perhaps the Hull City manager should view his first two games as a honeymoon period.", "id": "football/blog/2017/jan/10/wayne-rooney-manchester-united-bobby-charlton-hull-city-efl-cup", "isHosted": false, "secPara": "Quite an eventful one at that. Victory at the first time of asking in the FA Cup at the weekend may have been marred by a shortage of home fans – Hull supporters were staging a protest against the club owners – but this occasion was even weirder. First of all Silva was up against the only other Portuguese manager in the Premier League, and possibly the only one to claim to know him well. He is one of the games good young coaches and I hope he wins some matches, José Mourinho said. Just not this one.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-10T22:14:23Z", "webTitle": "Wayne Rooney’s supporting cast grow tired of chasing records up blind alleys | Paul Wilson", "webUrl": "https://www.theguardian.com/football/blog/2017/jan/10/wayne-rooney-manchester-united-bobby-charlton-hull-city-efl-cup", "wordCnt": 939}, {"apiUrl": "https://content.guardianapis.com/football/live/2017/jan/10/manchester-united-v-hull-city-efl-cup-semi-final-first-leg-live", "firPara": "Marouane Fellainis late header gave Manchester United a two-goal cushion to take into the second leg against a resolute but limited Hull", "id": "football/live/2017/jan/10/manchester-united-v-hull-city-efl-cup-semi-final-first-leg-live", "isHosted": false, "secPara": "Marouane Fellainis late header gave Manchester United a two-goal cushion to take into the second leg against a resolute but limited Hull", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2017-01-10T22:13:47Z", "webTitle": "Manchester United 2-0 Hull City: EFL Cup semi-final first leg – as it happened", "webUrl": "https://www.theguardian.com/football/live/2017/jan/10/manchester-united-v-hull-city-efl-cup-semi-final-first-leg-live", "wordCnt": 1574}, {"apiUrl": "https://content.guardianapis.com/football/2017/jan/10/aston-villa-jeffrey-schlupp-west-brom-crystal-palace", "firPara": "Aston Villa are interested in signing Jeffrey Schlupp from Leicester but face competition from Crystal Palace and West Brom for the Ghana international.", "id": "football/2017/jan/10/aston-villa-jeffrey-schlupp-west-brom-crystal-palace", "isHosted": false, "secPara": "Schlupp, who was surprisingly left out of the Black Stars squad for the Africa Cup of Nations last week, has rarely featured for the Premier League champions this season having made just six appearances in all competitions. A proposed move to West Brom was blocked by manager Claudio Ranieri last summer after Tony Pulis had two bids of £9m and £12m for the 24-year-old rejected by Leicester.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-10T21:30:05Z", "webTitle": "Aston Villa rival Crystal Palace and West Brom for Leicester’s Jeffrey Schlupp", "webUrl": "https://www.theguardian.com/football/2017/jan/10/aston-villa-jeffrey-schlupp-west-brom-crystal-palace", "wordCnt": 266}], "startIndex": 1321, "status": "ok", "total": 141934, "userTier": "developer"}}