{"response": {"currentPage": 142, "orderBy": "newest", "pageSize": 10, "pages": 14194, "results": [{"apiUrl": "https://content.guardianapis.com/football/2017/jan/06/arsene-wenger-arsenal-injuries-jack-wilshere-bournemouth", "firPara": "Arsène Wenger has admitted that he could do with Jack Wilshere in Arsenals depleted midfield at the moment although he still maintains the decision to send the 25-year-old on a season-long loan to Bournemouth – without inserting a recall clause – was the right one.", "id": "football/2017/jan/06/arsene-wenger-arsenal-injuries-jack-wilshere-bournemouth", "isHosted": false, "secPara": "After a broken fibula sidelined Wilshere for nearly all of last season, Wilshere has impressed for Eddie Howe with both his form and his fitness – featuring in 17 of Bournemouths 20 league games thus far – and only missed Tuesdays 3-3 draw with Arsenal because he was ineligible to face his parent club.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-06T22:30:02Z", "webTitle": "Arsène Wenger admits depleted Arsenal could use Jack Wilshere now", "webUrl": "https://www.theguardian.com/football/2017/jan/06/arsene-wenger-arsenal-injuries-jack-wilshere-bournemouth", "wordCnt": 479}, {"apiUrl": "https://content.guardianapis.com/football/2017/jan/06/paul-clement-swansea-city-hull-city-fa-cup", "firPara": "• Clement won FA Cup twice as assistant manager at Chelsea", "id": "football/2017/jan/06/paul-clement-swansea-city-hull-city-fa-cup", "isHosted": false, "secPara": "Paul Clement insisted the FA Cup is not a distraction for Swansea City amid their battle for Premier League survival, with the clubs new manager viewing Saturdays trip to Hull City as a chance to build some confidence in a competition that he won twice with Chelsea.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-06T22:30:02Z", "webTitle": "Paul Clement looks to lift Swansea’s momentum in FA Cup against Hull", "webUrl": "https://www.theguardian.com/football/2017/jan/06/paul-clement-swansea-city-hull-city-fa-cup", "wordCnt": 533}, {"apiUrl": "https://content.guardianapis.com/football/2017/jan/06/manchester-city-pep-guardiola-west-ham-fa-cup", "firPara": "Nowhere in English football does the manager appear more isolated than at the London Stadium. This match had a television audience of millions, a stadium attendance of tens of thousands, a matchday staff in the hundreds, a few dozen players, coaches and physios and beyond them all, standing alone on the touchline with the bench a good 20 yards distant and no one but an occasional passing linesman for company, the two men carrying responsibility for it all.", "id": "football/2017/jan/06/manchester-city-pep-guardiola-west-ham-fa-cup", "isHosted": false, "secPara": "Only one of them had the added burden of genuine expectation. At Barcelona and Bayern Munich Pep Guardiolas first season in charge ended with victory in both domestic league and cup, but England has not acquiesced so easily. Despite winning four of their last five games City stand seven points off the league summit, were knocked out of the EFL Cup by Manchester United in October, and with this competition offering perhaps the most straightforward remaining route to silverware he had ample reason to bemoan an unlucky draw, particularly with the remainder of the Premier League top-six playing teams from outside the top flight, in some cases by quite a distance, in the third round.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-06T22:13:38Z", "webTitle": "Pep Guardiola sitting pretty as Slaven Bilic looks for a place to hide | Simon Burnton", "webUrl": "https://www.theguardian.com/football/2017/jan/06/manchester-city-pep-guardiola-west-ham-fa-cup", "wordCnt": 883}, {"apiUrl": "https://content.guardianapis.com/football/2017/jan/06/west-ham-united-manchester-city-fa-cup-third-round-match-report", "firPara": "It was cold, wet and horrible – the kind of night to make a continental manager pine for those winter breaks. There have been plenty of pictures doing the rounds in recent days of European players reclining on beach loungers in expensive-looking locations. Pep Guardiolas pleasure was a first taste of footballs oldest competition.", "id": "football/2017/jan/06/west-ham-united-manchester-city-fa-cup-third-round-match-report", "isHosted": false, "secPara": "It all turned out rather nicely. The spotlight had burned intensely on the Manchester City manager, a result of a few sketchy results in December and his tetchiness after his teams home win over Burnley last Monday. He had given the impression of being a little embattled with this English football lark. The vultures were circling.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-06T21:59:23Z", "webTitle": "Manchester City cruise past West Ham thanks to David Silva masterclass", "webUrl": "https://www.theguardian.com/football/2017/jan/06/west-ham-united-manchester-city-fa-cup-third-round-match-report", "wordCnt": 915}, {"apiUrl": "https://content.guardianapis.com/football/live/2017/jan/06/west-ham-manchester-city-fa-cup-third-round-live", "firPara": "City produce an excellent away performance to thrash West Ham and book their spot in the fourth round of the FA Cu", "id": "football/live/2017/jan/06/west-ham-manchester-city-fa-cup-third-round-live", "isHosted": false, "secPara": "That was an excellent performance from Manchester City, and a dreadful one from West Ham. City played with verve and skill for 90 minutes, and fully deserved their margin of victory, but West Ham were dismal. They gave City time and space, and just failed to muster anything in attack. Maybe it would have been different if Feghouli hadnt missed a sitter at 0-1, but West Ham were well beaten. This truly was a thrashing, and City become the first team to book a fourth-round place.", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2017-01-06T21:47:12Z", "webTitle": "West Ham 0-5 Manchester City: FA Cup third round – as it happened", "webUrl": "https://www.theguardian.com/football/live/2017/jan/06/west-ham-manchester-city-fa-cup-third-round-live", "wordCnt": 1516}, {"apiUrl": "https://content.guardianapis.com/football/2017/jan/06/crystal-palace-robert-snodgrass-west-ham", "firPara": "Crystal Palace are ready to rival West Ham Uniteds attempts to sign the Hull City winger Robert Snodgrass, with the Scotland international expected to cost up to £9m despite having just 18 months remaining on his contract.", "id": "football/2017/jan/06/crystal-palace-robert-snodgrass-west-ham", "isHosted": false, "secPara": "West Ham saw a £3m bid for the 29-year-old rejected on Friday, with Slaven Bilics side expected to return with a new offer over the weekend. Sam Allardyce, the Palace manager, is also keen on signing Snodgrass, who refused to sign a new three-year contract at Hull last month, although the club recently triggered a one-year contract extension that means he is tied to the club until the summer of 2018.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-06T18:11:56Z", "webTitle": "Crystal Palace ready to rival West Ham for Hull’s Robert Snodgrass", "webUrl": "https://www.theguardian.com/football/2017/jan/06/crystal-palace-robert-snodgrass-west-ham", "wordCnt": 263}, {"apiUrl": "https://content.guardianapis.com/football/2017/jan/06/west-brom-saido-berahino-contract", "firPara": "Tony Pulis has confirmed Saido Berahino was offered a new deal by West Bromwich Albion this week but the striker has so far refused to sign it.", "id": "football/2017/jan/06/west-brom-saido-berahino-contract", "isHosted": false, "secPara": "Berahino, whose contract at The Hawthorns is due to expire in June, has played only 245 minutes for Albion in the Premier League so far this season having been frozen out of the first team squad since October.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-06T16:25:30Z", "webTitle": "Tony Pulis says Saido Berahino has fialed to sign new West Bromwich contract", "webUrl": "https://www.theguardian.com/football/2017/jan/06/west-brom-saido-berahino-contract", "wordCnt": 228}, {"apiUrl": "https://content.guardianapis.com/football/2017/jan/06/jose-mourinho-48-team-world-cup-finals-fifa", "firPara": "José Mourinho has come out in favour of a 48-team World Cup finals as the prospect of that substantially expanded tournament heads closer to reality.", "id": "football/2017/jan/06/jose-mourinho-48-team-world-cup-finals-fifa", "isHosted": false, "secPara": "Gianni Infantino made a commitment to increase the number of competing nations by 50% as part of his platform in the Fifa presidential election and Mourinho believes it will improve the competition. The decision has proven controversial elsewhere, however, with the German FA this week coming out against the proposals. The Football Association, meanwhile, is understood to accept the expansion as an inevitability; the Fifa council will vote on the plans in Zurich on Tuesday.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-06T16:16:44Z", "webTitle": "José Mourinho voices his support for 48-team World Cup finals", "webUrl": "https://www.theguardian.com/football/2017/jan/06/jose-mourinho-48-team-world-cup-finals-fifa", "wordCnt": 339}, {"apiUrl": "https://content.guardianapis.com/football/blog/2017/jan/06/brazilian-teenage-striker-gabriel-jesus-manchester-city", "firPara": "Pep Guardiola must remember Keirrison at Barcelona as a cautionary tale but will believe his latest skinny-legged signing can deliver", "id": "football/blog/2017/jan/06/brazilian-teenage-striker-gabriel-jesus-manchester-city", "isHosted": false, "secPara": "Pep Guardiola felt he needed something extra in attack and his director of football, Txiki Begiristain, gave it to him in the form of a skinny-legged Brazilian teenager from Palmeiras with high hopes and a catchy name. Although as it turned out Keirrisons name was probably the best thing about Barcelonas new attacking signing in the summer of 2009.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-06T15:16:28Z", "webTitle": "Enter Gabriel Jesus: an intriguing punt for Pep Guardiola and Manchester City | Barney Ronay", "webUrl": "https://www.theguardian.com/football/blog/2017/jan/06/brazilian-teenage-striker-gabriel-jesus-manchester-city", "wordCnt": 1238}, {"apiUrl": "https://content.guardianapis.com/football/2017/jan/06/loic-remy-crystal-palace-debut-fa-cup-bolton-wanderers", "firPara": "Sam Allardyce confirmed that Loïc Rémy will make his long-awaited debut for Crystal Palace on Saturday, four months after joining on loan from Chelsea.", "id": "football/2017/jan/06/loic-remy-crystal-palace-debut-fa-cup-bolton-wanderers", "isHosted": false, "secPara": "The French striker, who turned 30 this week, has so far been unable to help Palace as they slipped to within in place of the relegation zone in the Premier League, having suffered a thigh injury shortly after arriving from Stamford Bridge. But he passed the first stage of his comeback by playing for Palaces under-23 side in a match behind closed doors this week and Allardyce plans to start him alongside Fraizer Campbell in the FA Cup tie at Bolton Wanderers.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-06T14:18:05Z", "webTitle": "Loïc Rémy to make Crystal Palace debut in FA Cup tie at Bolton Wanderers", "webUrl": "https://www.theguardian.com/football/2017/jan/06/loic-remy-crystal-palace-debut-fa-cup-bolton-wanderers", "wordCnt": 336}], "startIndex": 1411, "status": "ok", "total": 141934, "userTier": "developer"}}