{"response": {"currentPage": 224, "orderBy": "newest", "pageSize": 10, "pages": 14194, "results": [{"apiUrl": "https://content.guardianapis.com/football/2016/nov/26/isaac-success-watford-premier-league-football", "firPara": "The full name of Watfords record signing is Isaac Success Ajayi but he has come to believe that Success is key, which is why that is what it says on the back of his shirt. Yes, it inspires me, he explains. I didnt even know the meaning of the name, I was just answering to it until I noticed this name is something that was pushing me forward in my career. So I appreciate the name so much and appreciate my mum for giving it to me. It has helped a lot.", "id": "football/2016/nov/26/isaac-success-watford-premier-league-football", "isHosted": false, "secPara": "It is clear that this is an exceptionally driven 20-year-old. Less than four years ago he was unknown outside his home town, Benin City in southern Nigeria, where he and his friends were sometimes so hungry that they used to roam the streets looking for weddings or other ceremonies into which they could sneak to pinch food. Thats true, he says. It was a bit crazy but thank God were past that and in a different stage now. In Africa there are a lot of struggles. We just have to fight and believe that what were doing will make a way for us some day. So that was it.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-26T23:00:44Z", "webTitle": "Isaac Success: ‘Football can take you anywhere in your life’", "webUrl": "https://www.theguardian.com/football/2016/nov/26/isaac-success-watford-premier-league-football", "wordCnt": 1234}, {"apiUrl": "https://content.guardianapis.com/football/blog/2016/nov/26/celtic-brendan-rodgers-revolution-league-cup-scottish", "firPara": "Brendan Rodgers does not need the Scottish League Cup as endorsement of his early work at Celtic. Champions League qualification afforded Rodgers instant acclaim, to the point where even finishing bottom of Group C will be accepted by the masses.", "id": "football/blog/2016/nov/26/celtic-brendan-rodgers-revolution-league-cup-scottish", "isHosted": false, "secPara": "Rodgers smiles when contemplating what might have been, in the event of falling at the Champions Leagues playoff hurdle. You start behind the eight ball, he says. You are tight behind it. If we dont qualify and then go on to win a league and cup what is said is You didnt make the Champions League.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-26T23:00:44Z", "webTitle": "Brendan Rodgers’ Celtic revolution chases first trophy against Aberdeen | Ewan Murray", "webUrl": "https://www.theguardian.com/football/blog/2016/nov/26/celtic-brendan-rodgers-revolution-league-cup-scottish", "wordCnt": 909}, {"apiUrl": "https://content.guardianapis.com/football/2016/nov/26/arsene-wenger-young-footballers-pressure-arsenal", "firPara": "Arsène Wenger has proposed a debate about the pressures young footballers are under as he is far from convinced that todays environment for hothousing talent is the best way to prepare tomorrows players.", "id": "football/2016/nov/26/arsene-wenger-young-footballers-pressure-arsenal", "isHosted": false, "secPara": "The modern education in the youth teams today has many questions, he said. Do we specialise them too early? Do we give them too much coaching too early and not enough freedom? Do we isolate them too early from other sports? Should they not practise other sports at an early age and transfer their skills to our sport? Do we isolate them too early from normal social life?", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-26T22:30:43Z", "webTitle": "Arsène Wenger fears young footballers are ‘isolated’ from normal life", "webUrl": "https://www.theguardian.com/football/2016/nov/26/arsene-wenger-young-footballers-pressure-arsenal", "wordCnt": 545}, {"apiUrl": "https://content.guardianapis.com/football/2016/nov/26/ronald-koeman-everton-southampton-st-marys", "firPara": "Going back to St Marys holds no worries for the manager who has Champions League ambitions for his new club", "id": "football/2016/nov/26/ronald-koeman-everton-southampton-st-marys", "isHosted": false, "secPara": "Going back to St Marys holds no worries for the manager who has Champions League ambitions for his new club", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-26T22:30:43Z", "webTitle": "Ronald Koeman focuses on Everton rather than his return to Southampton", "webUrl": "https://www.theguardian.com/football/2016/nov/26/ronald-koeman-everton-southampton-st-marys", "wordCnt": 1210}, {"apiUrl": "https://content.guardianapis.com/football/2016/nov/26/phil-jones-jose-mourinho-manchester-united", "firPara": "The Manchester United defender stepped up exactly when his manager needed him and has since earned his confidence", "id": "football/2016/nov/26/phil-jones-jose-mourinho-manchester-united", "isHosted": false, "secPara": "José Mourinho feared the worst when he lost both his central defenders in the middle of last month but misfortune for Eric Bailly and Chris Smalling turned into an opportunity for Phil Jones. In something approaching desperation Mourinho threw a player who had been injured for most of the season and Manchester United have not looked back since.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-26T22:30:43Z", "webTitle": "Phil Jones top of the class with old-school skills, says José Mourinho", "webUrl": "https://www.theguardian.com/football/2016/nov/26/phil-jones-jose-mourinho-manchester-united", "wordCnt": 737}, {"apiUrl": "https://content.guardianapis.com/football/blog/2016/nov/26/diego-costa-chelsea-tottenham-premier-league-revenge-served-cold", "firPara": "So much for the battle of The Bridge. This was a more controlled kind of warfare. Not to mention a more controlled, cold-blooded kind of Diego Costa, who led by stealth from the front as Chelsea came from one down to beat Tottenham 2-1 in a thrilling, high-tempo match.", "id": "football/blog/2016/nov/26/diego-costa-chelsea-tottenham-premier-league-revenge-served-cold", "isHosted": false, "secPara": "So often at times like these Costa has found himself at the centre of a kind of José-flavoured theatre of hate. Here he took his revenge served cold. In April Chelseas centre forward had his eye gouged by Moussa Dembélé in a match that simmered and spat before ending in authentic unbound rage.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-26T22:20:56Z", "webTitle": "Hot-blooded Costa takes his revenge for Chelsea against Spurs  – and serves it cold | Barney Ronay", "webUrl": "https://www.theguardian.com/football/blog/2016/nov/26/diego-costa-chelsea-tottenham-premier-league-revenge-served-cold", "wordCnt": 899}, {"apiUrl": "https://content.guardianapis.com/football/2016/nov/26/barry-bennell-victims-football-paedophile-interviews", "firPara": "Over the past few days I have been looking through some of the yellowed newspaper cuttings of the Barry Bennell case, snipped out from the pages of the Crewe Chronicle, and there is one in particular to which I keep returning, from 13 June 1998, with the headline We could not believe Bennell guilty – Gradi.", "id": "football/2016/nov/26/barry-bennell-victims-football-paedophile-interviews", "isHosted": false, "secPara": "It was here that Crewe Alexandras manager, Dario Gradi, explained how the football club had taken the side of Bennell rather than the 13-year-old British boy who triggered the police investigation by telling his parents he had been molested on a trip to Florida. That boy, I have subsequently discovered, broke down because he was scared he might get Aids.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-26T21:49:04Z", "webTitle": "When I started talking to Barry Bennell’s victims, I had no idea how deep abuse ran in football", "webUrl": "https://www.theguardian.com/football/2016/nov/26/barry-bennell-victims-football-paedophile-interviews", "wordCnt": 2265}, {"apiUrl": "https://content.guardianapis.com/football/live/2016/nov/26/chelsea-v-tottenham-hotspur-premier-league-live", "firPara": "More pain for Spurs at Stamford Bridge, as Chelsea battle from behind to win the London derby.", "id": "football/live/2016/nov/26/chelsea-v-tottenham-hotspur-premier-league-live", "isHosted": false, "secPara": "And thats that! There goes the last unbeaten record in this seasons Premier League! Chelsea go top after a hard-fought victory. Spurs were much the better team in the first half, but Pedro equalised with a moment of brilliance, and the home side never looked back. Chelsea were good value in the end. They might have finally conceded a goal, but thats now seven wins on the bounce. Can anyone stop them? Its Manchester Citys turn next!", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2016-11-26T19:22:02Z", "webTitle": "Chelsea 2-1 Tottenham Hotspur: Premier League – as it happened", "webUrl": "https://www.theguardian.com/football/live/2016/nov/26/chelsea-v-tottenham-hotspur-premier-league-live", "wordCnt": 1613}, {"apiUrl": "https://content.guardianapis.com/football/2016/nov/26/hearts-hamilton-dundee-scottish-premiership", "firPara": "An expertly taken free-kick from Ali Crawford rescued Hamilton a 1-1 draw at Ross County.", "id": "football/2016/nov/26/hearts-hamilton-dundee-scottish-premiership", "isHosted": false, "secPara": "County dominated possession for the majority of the contest. A Liam Boyce header gave the home side the lead they merited six minutes before the half-time interval, and the Staggies had further opportunities to put the match beyond the reach of the visitors. However, Crawfords impressive breakthrough 13 minutes from the end of the contest squared matters.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-26T19:14:07Z", "webTitle": "Scottish roundup: Ali Crawford makes Ross County rue missed chances", "webUrl": "https://www.theguardian.com/football/2016/nov/26/hearts-hamilton-dundee-scottish-premiership", "wordCnt": 379}, {"apiUrl": "https://content.guardianapis.com/football/2016/nov/26/philippe-coutinho-crutches-jurgen-klopp-hopeful", "firPara": "Liverpool eventually secured a 2-0 victory against Sunderland but it came at a price as Philippe Coutinho was taken off on a stretcher with a potentially serious ankle injury. The Brazilian, outstanding in Liverpools rise under Jürgen Klopp this season, left Anfield on crutches and will undergo a scan to determine the extent of an injury suffered when he was caught accidentally by the Sunderland midfielder Didier Ndong.", "id": "football/2016/nov/26/philippe-coutinho-crutches-jurgen-klopp-hopeful", "isHosted": false, "secPara": "Coutinho immediately signalled to the bench and was in obvious distress as he was carried off with his right leg in a protective brace. Klopp said the pain had reduced by half-time – Coutinho was injured 15 minutes earlier – but it will represent a major setback to the Liverpool manager and his teams Premier League challenge should his most creative player be out for an extended spell.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-26T18:42:43Z", "webTitle": "Philippe Coutinho leaves Anfield on crutches but Jürgen Klopp hopeful", "webUrl": "https://www.theguardian.com/football/2016/nov/26/philippe-coutinho-crutches-jurgen-klopp-hopeful", "wordCnt": 331}], "startIndex": 2231, "status": "ok", "total": 141934, "userTier": "developer"}}