{"response": {"currentPage": 40, "orderBy": "newest", "pageSize": 10, "pages": 14194, "results": [{"apiUrl": "https://content.guardianapis.com/football/2017/mar/05/danny-drinkwater-craig-shakespeare-good-fit-leicester-manager-hull-city", "firPara": "• Danny Drinkwater says interim managers approach has helped", "id": "football/2017/mar/05/danny-drinkwater-craig-shakespeare-good-fit-leicester-manager-hull-city", "isHosted": false, "secPara": "• Danny Drinkwater says interim managers approach has helped", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-03-05T22:29:12Z", "webTitle": "Drinkwater: Shakespeare has 'simplified' Leicester tactics to spark revival", "webUrl": "https://www.theguardian.com/football/2017/mar/05/danny-drinkwater-craig-shakespeare-good-fit-leicester-manager-hull-city", "wordCnt": 797}, {"apiUrl": "https://content.guardianapis.com/football/2017/mar/05/mamadou-sakho-crystal-palace-liverpool-west-bromwich-allardyce", "firPara": "I mean, hes a flamboyant character. You can see it from his hair alone. Sam Allardyce was back in wisecracking mode after his sides impressive away win at West Bromwich Albion on Saturday. The subject of his affectionate mockery was the strapping 6ft defender with a lemon squiggle on his head, Mamadou Sakho.", "id": "football/2017/mar/05/mamadou-sakho-crystal-palace-liverpool-west-bromwich-allardyce", "isHosted": false, "secPara": "The centre-half joined Palace in January with minimal fanfare. On loan from Liverpool until the end of the season, Sakho had in Allardyces words been frozen out of Anfield. His Uefa charge for consuming a banned fat-burning substance was ultimately dropped but, when Sakho turned up late for a club meeting during Liverpools pre-season tour of America and then a recovery session, it seemed to be the last straw for Jürgen Klopp. The defender was forced to train with the under-23s and did not feature for the senior side all season.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-03-05T22:29:12Z", "webTitle": "Crystal Palace and Sam Allardyce see best of Liverpool reject Mamadou Sakho", "webUrl": "https://www.theguardian.com/football/2017/mar/05/mamadou-sakho-crystal-palace-liverpool-west-bromwich-allardyce", "wordCnt": 596}, {"apiUrl": "https://content.guardianapis.com/football/blog/2017/mar/05/relegate-half-premier-league-excessive-but-merit", "firPara": "Ten days ago Leicester City, fuelled by their sheer terror of the implications of the relegation they appeared to be hurtling towards, sacked the man who had led them to the greatest moment in their history nine months previously. As of the start of this weekend none of the top 14 clubs in the Premier League had changed their manager this season, but four of the bottom six had, one of them twice. There is a systemic problem here, and it is not a new one. Helpfully, one of the greatest English managers of all time has looked into it and suggested a possible cure, and given his eminence it would seem remiss not to consider it. Even if he came to his conclusion 90 years ago.", "id": "football/blog/2017/mar/05/relegate-half-premier-league-excessive-but-merit", "isHosted": false, "secPara": "At 9.30pm on 18 December 1926 Herbert Chapman, the manager of Arsenal, gave a talk on the radio entitled The Football Industry. It wasnt what we might now consider classic Saturday evening entertainment, but with the first television broadcast still a decade away, pubs locking up as he got under way and only one English station to listen to, there were not exactly a lot of alternatives. So it was that millions heard him make proposals that Athletic News described as more than startling, they are revolutionary and certainly courageous, if, as many may consider, fantastic and briefly became the talk of the game.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-03-05T22:26:00Z", "webTitle": "Relegate half the Premier League? It’s excessive … but not without merit | Simon Burnton", "webUrl": "https://www.theguardian.com/football/blog/2017/mar/05/relegate-half-premier-league-excessive-but-merit", "wordCnt": 1008}, {"apiUrl": "https://content.guardianapis.com/football/blog/2017/mar/05/alexis-sanchez-mess-arsene-wenger-hurting-arsenal", "firPara": "Every week seems to bring a new episode in the Arsène Wenger endgame. Calamitous results, the same old frailties, worn excuses and now it seems a training-ground row with Arsenals best player. Alexis Sánchez now looks very likely to leave the club after arguing with Wenger and his team-mates, a disagreement that led at least in part to his omission from the starting XI for the defeat at Liverpool on Saturday.", "id": "football/blog/2017/mar/05/alexis-sanchez-mess-arsene-wenger-hurting-arsenal", "isHosted": false, "secPara": "This development really acts only as confirmation of what even the most amateur of body language experts may have suspected for a while. Sánchez has cut an increasingly irked figure in recent weeks, stalking the pitch and bawling out his colleagues like a man who would much rather be somewhere else. When Wenger is asked about this latest development on Monday, at his press conference for the second leg against Bayern Munich, he may well comment that training-ground arguments happen all the time, which they do, and play down its significance. But when combined with the prevailing mood around the club, recent results and the Chileans contract, due to expire in the summer of 2018 and with little apparent enthusiasm from the player for a renewal, this cannot be written off as an isolated incident.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-03-05T21:19:32Z", "webTitle": "Alexis Sánchez mess is another example of how Wenger is hurting Arsenal | Nick Miller", "webUrl": "https://www.theguardian.com/football/blog/2017/mar/05/alexis-sanchez-mess-arsene-wenger-hurting-arsenal", "wordCnt": 752}, {"apiUrl": "https://content.guardianapis.com/football/blog/2017/mar/05/harry-kane-tottenham-hotspur-everton-top-scorer", "firPara": "Two minutes into the second half of this tight, bruising, full-body collision of a football match the poor old beleaguered orange ball spun out of a tackle and into a pocket of space between Ben Davies and Séamus Coleman. Both players reacted instantly, flying into that square of green and producing a startling thud, the sound of flesh and bone colliding, that drew a gasp from the crowd on the near side of this steadily disintegrating stadium.", "id": "football/blog/2017/mar/05/harry-kane-tottenham-hotspur-everton-top-scorer", "isHosted": false, "secPara": "It was just that kind of afternoon, a match of 55 tackles, relentless contact and three goals in the last 11 minutes as the intensity levels dipped, lactic acid flooding the muscles. By that stage the game had already been decided by two moments of cold, calm incision from Harry Kane.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-03-05T19:44:32Z", "webTitle": "Harry Kane finds pocket of calm amid Spurs’ high energy against Everton | Barney Ronay", "webUrl": "https://www.theguardian.com/football/blog/2017/mar/05/harry-kane-tottenham-hotspur-everton-top-scorer", "wordCnt": 863}, {"apiUrl": "https://content.guardianapis.com/football/2017/mar/05/alexis-sanchez-stormed-out-arsenal-training-row-team-mates-dropped-liverpool", "firPara": "• Forward had angry words with players in dressing room during training", "id": "football/2017/mar/05/alexis-sanchez-stormed-out-arsenal-training-row-team-mates-dropped-liverpool", "isHosted": false, "secPara": "Alexis Sánchez stormed out of an Arsenal training session last week and was involved in a dressing-room slanging match with some of his team-mates – which was, seemingly, part of the reason why Arsène Wenger dropped him from the starting XI at Liverpool on Saturday.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-03-05T19:41:00Z", "webTitle": "Alexis Sánchez dropped at Liverpool after storming out of Arsenal training", "webUrl": "https://www.theguardian.com/football/2017/mar/05/alexis-sanchez-stormed-out-arsenal-training-row-team-mates-dropped-liverpool", "wordCnt": 753}, {"apiUrl": "https://content.guardianapis.com/football/2017/mar/06/graham-arnold-the-architect-builds-impressivel-sydney-fc-machine", "firPara": "The Sky Blues coach deserves credit not only for his tactics but also his squad-assembling after his side effectively secured the A-Leagues Premiers Plate ", "id": "football/2017/mar/06/graham-arnold-the-architect-builds-impressivel-sydney-fc-machine", "isHosted": false, "secPara": "The Sky Blues coach deserves credit not only for his tactics but also his squad-assembling after his side effectively secured the A-Leagues Premiers Plate ", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-03-05T19:00:08Z", "webTitle": "Graham Arnold the architect builds impressive Sydney FC machine | Jonathan Howcroft", "webUrl": "https://www.theguardian.com/football/2017/mar/06/graham-arnold-the-architect-builds-impressivel-sydney-fc-machine", "wordCnt": 932}, {"apiUrl": "https://content.guardianapis.com/football/2017/mar/05/referees-on-strike-grassroots-postponements", "firPara": "More than 2,000 referees in England went on strike over the weekend in protest at the abuse received by officials, leading to swaths of grassroots matches being cancelled, according to the movements organiser.", "id": "football/2017/mar/05/referees-on-strike-grassroots-postponements", "isHosted": false, "secPara": "Ryan Hampson says the figure, which comes from communications he has received personally and commitments made via social media, led to scores of postponements across the country on Saturday and Sunday. The strike had received widespread media coverage and Hampson hopes its uptake will persuade the Football Association to make changes – including the adoption of body cameras – that improve referees safety.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-03-05T18:45:38Z", "webTitle": "‘More than 2,000’ referees on strike lead to grassroots postponements", "webUrl": "https://www.theguardian.com/football/2017/mar/05/referees-on-strike-grassroots-postponements", "wordCnt": 513}, {"apiUrl": "https://content.guardianapis.com/football/2017/mar/05/sunderland-manchester-city-premier-league-match-report", "firPara": "At half-time a flock of seagulls swooped down, weaving intricate patterns as they flew just above the pitch, presumably hunting afternoon snacks. Unfortunately for Sunderland, Manchester City proved similarly mercurial and almost equally elusive – not to mention hungry – on an afternoon when the excellent David Silva and friends left David Moyess players chasing shadows.", "id": "football/2017/mar/05/sunderland-manchester-city-premier-league-match-report", "isHosted": false, "secPara": "Well before the final whistle accomplished finishes from Sergio Agüero and Leroy Sané nudged the bottom-placed Wearsiders closer to the Championship. Six points shy of 17th-placed Crystal Palace, Moyess horizon looks almost as grim as Guardiolas is bright.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-03-05T18:15:26Z", "webTitle": "David Silva runs the show as Manchester City waltz past Sunderland", "webUrl": "https://www.theguardian.com/football/2017/mar/05/sunderland-manchester-city-premier-league-match-report", "wordCnt": 845}, {"apiUrl": "https://content.guardianapis.com/football/live/2017/mar/05/sunderland-v-manchester-city-premier-league-live", "firPara": "Goals from Sergio Aguero and Leroy Sane moved Manchester City up to third, eight points behind Chelsea, while Sunderland remain bottom", "id": "football/live/2017/mar/05/sunderland-v-manchester-city-premier-league-live", "isHosted": false, "secPara": "Martin Atkinsons final whistle confirms the inevitable. Goals from Sergio Aguero and Leroy Sane move Manchester City up to third, eight points behind Chelsea. Sunderland remain bottom, six points behind Crystal Palace in 17th place with 11 matches left. Thanks for reading and emailing. Bye.", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2017-03-05T17:50:24Z", "webTitle": "Sunderland v Manchester City: Premier League – as it happened", "webUrl": "https://www.theguardian.com/football/live/2017/mar/05/sunderland-v-manchester-city-premier-league-live", "wordCnt": 976}], "startIndex": 391, "status": "ok", "total": 141934, "userTier": "developer"}}