{"response": {"currentPage": 335, "orderBy": "newest", "pageSize": 10, "pages": 14194, "results": [{"apiUrl": "https://content.guardianapis.com/sport/2016/oct/06/indi-cowie-freestyle-football", "firPara": "The 22-year-old from Boca Raton is one of the worlds top women in freestyle soccer. Luis Miguel Echegaray meets her – and watches open-mouthed", "id": "sport/2016/oct/06/indi-cowie-freestyle-football", "isHosted": false, "secPara": "The 22-year-old from Boca Raton is one of the worlds top women in freestyle soccer. Luis Miguel Echegaray meets her – and watches open-mouthed", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-10-06T11:15:23Z", "webTitle": "The wonderful football freestyling world of Indi Cowie", "webUrl": "https://www.theguardian.com/sport/2016/oct/06/indi-cowie-freestyle-football", "wordCnt": 1362}, {"apiUrl": "https://content.guardianapis.com/football/2016/oct/06/golden-goal-gary-mcallister-liverpool-everton-april-2001", "firPara": "The Scots arrival at Anfield raised eyebrows but following a stunning winner in the Merseyside derby he was well on his way to becoming a club legend", "id": "football/2016/oct/06/golden-goal-gary-mcallister-liverpool-everton-april-2001", "isHosted": false, "secPara": "The Scots arrival at Anfield raised eyebrows but following a stunning winner in the Merseyside derby he was well on his way to becoming a club legend", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-10-06T09:42:12Z", "webTitle": "Golden Goal: Gary McAllister for Liverpool v Everton (2001) | Sachin Nakrani", "webUrl": "https://www.theguardian.com/football/2016/oct/06/golden-goal-gary-mcallister-liverpool-everton-april-2001", "wordCnt": 2976}, {"apiUrl": "https://content.guardianapis.com/football/2016/oct/06/football-quiz-england-manager-quotes", "firPara": "Nineteen brave men (including five caretakers) have taken on the impossible job of managing the England team. They have not always talked a lot of sense", "id": "football/2016/oct/06/football-quiz-england-manager-quotes", "isHosted": false, "secPara": "", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-10-06T09:11:18Z", "webTitle": "'I don't know what I'm doing here': which England managers gave these quotes?", "webUrl": "https://www.theguardian.com/football/2016/oct/06/football-quiz-england-manager-quotes", "wordCnt": 26}, {"apiUrl": "https://content.guardianapis.com/football/blog/2016/oct/06/international-football-10-things-to-look-out-for-world-cup-2018-qualifying", "firPara": "Captaincy is among the biggest red herrings in football all players are supposed to set examples with their performances and leaders lead with or without an armband. And yet the England captaincy matters simply because a lot of people think it matters. Steven Gerrard was upset when it was taken off him by a caretaker manager, Stuart Pearce, and David Beckham was uplifted when it was given to him by a caretaker manager, Peter Taylor. The countrys latest caretaker manager, Gareth Southgate, should have de-fetishised the armband by announcing England do not need a captain other than for administrative purposes – to do the coin toss, basically – and, therefore, that the identity of the skipper for the matches against Malta, Slovenia and all opponents during his reign would be decided two seconds before each match by a dressing-room raffle. Paul Doyle", "id": "football/blog/2016/oct/06/international-football-10-things-to-look-out-for-world-cup-2018-qualifying", "isHosted": false, "secPara": "Scotlands match against Lithuania on Saturday is surely a must-win game, even if Gordon Strachan was at pains to deny it last week. The reality is that, if Scotland fail to win their home game against what is probably the second weakest team in Group F behind Malta, then they face an uphill task to reach Russia, even at this early stage in qualification. Scotlands 5-1 win in Malta flattered Strachans side – but for a miscued Robert Snodgrass cross that luckily found the net they would have gone in at half-time 1-0 down, and it was only a contentious penalty that reduced Malta to 10 men and gave Strachans side the space to dominate. Lithuania will be a tougher task but, with Slovakia, England and Slovenia to come, Scotland need as many points on the board as possible, something that Strachan should know from the failed Euro 2016 qualification campaign. Michael Butler", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-10-06T08:24:41Z", "webTitle": "International football: 10 things to look out for in World Cup 2018 qualifying", "webUrl": "https://www.theguardian.com/football/blog/2016/oct/06/international-football-10-things-to-look-out-for-world-cup-2018-qualifying", "wordCnt": 1576}, {"apiUrl": "https://content.guardianapis.com/football/2016/oct/06/football-transfer-rumours-leonardo-bonucci-to-chelsea", "firPara": "Todays tell-all is sick and tired of feeling sick and tired ", "id": "football/2016/oct/06/football-transfer-rumours-leonardo-bonucci-to-chelsea", "isHosted": false, "secPara": "Todays tell-all is sick and tired of feeling sick and tired ", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-10-06T08:10:19Z", "webTitle": "Football transfer rumours: Leonardo Bonucci to Chelsea?", "webUrl": "https://www.theguardian.com/football/2016/oct/06/football-transfer-rumours-leonardo-bonucci-to-chelsea", "wordCnt": 563}, {"apiUrl": "https://content.guardianapis.com/football/2016/oct/05/alex-oxlade-chamberlain-england-malta-world-cup-2018-qualifier", "firPara": "Arsenal midfielder says his recall made him realise how special it is being in the England squad and he is determined to make up for lost time", "id": "football/2016/oct/05/alex-oxlade-chamberlain-england-malta-world-cup-2018-qualifier", "isHosted": false, "secPara": "It is not often a footballer starts an interview by telling a group of journalists he has missed them and, if the line had been delivered by anyone other than Alex Oxlade-Chamberlain, the sarcasm detectors might never have recovered. But given that the midfielder was left out of Sam Allardyces one and only England squad, four months after a piece of misfortune scuppered his hopes of going to Euro 2016, he was probably telling the truth.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-10-05T21:42:00Z", "webTitle": "Alex Oxlade-Chamberlain: ‘Being dropped by England was kick up backside’", "webUrl": "https://www.theguardian.com/football/2016/oct/05/alex-oxlade-chamberlain-england-malta-world-cup-2018-qualifier", "wordCnt": 825}, {"apiUrl": "https://content.guardianapis.com/football/2016/oct/05/wales-austria-chris-coleman-world-cup-2018-qualifier", "firPara": "As Chris Coleman reflected on how times have changed for Wales after Euro 2016, the manager gave an insight into just how much his own life has been turned on its head as he recalled last months Uefa national team coaches conference in Paris and laughed about the fact he no longer needs to wear a name badge.", "id": "football/2016/oct/05/wales-austria-chris-coleman-world-cup-2018-qualifier", "isHosted": false, "secPara": "It was nice that one or two of them recognised me this time. The last time I think they thought I was the bell boy or something – they did not know who I was, said Coleman, who was smiling but also making a serious point about the way he is perceived these days.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-10-05T21:30:44Z", "webTitle": "Chris Coleman accepts Wales are a prized scalp after taking seat at top table", "webUrl": "https://www.theguardian.com/football/2016/oct/05/wales-austria-chris-coleman-world-cup-2018-qualifier", "wordCnt": 829}, {"apiUrl": "https://content.guardianapis.com/football/2016/oct/05/fifa-hotel-baur-au-lac-move-zurich-raid", "firPara": "• Baur au Lac used as main hotel for Fifa executive committee since 2004", "id": "football/2016/oct/05/fifa-hotel-baur-au-lac-move-zurich-raid", "isHosted": false, "secPara": "Its lobby was once the epicentre for a cabal that brought Fifa to its knees and became synonymous with the dramatic police dawn raid that ended their era of dominance in world football. But as part of an attempt by world footballs governing body to draw a line under its past the 36 members of the Fifa Council will no longer stay in Zurichs luxurious Baur au Lac hotel.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-10-05T21:30:44Z", "webTitle": "Fifa moves Zurich hotels to leave Baur au Lac and its memories behind", "webUrl": "https://www.theguardian.com/football/2016/oct/05/fifa-hotel-baur-au-lac-move-zurich-raid", "wordCnt": 345}, {"apiUrl": "https://content.guardianapis.com/football/2016/oct/05/chris-coleman-rejects-austrian-talk-wales-lucky-at-euro-2016", "firPara": "Chris Coleman has dismissed Marcel Kollers suggestion that Wales were lucky at Euro 2016 and, in a carefully worded response, implied the Austria coach was in charge of a team who couldnt handle the pressure in the tournament. Speaking before Thursday nights World Cup qualifier in Vienna, Koller said Wales were lucky that a match did not turn in another direction in France, prompting Coleman to defend his players.", "id": "football/2016/oct/05/chris-coleman-rejects-austrian-talk-wales-lucky-at-euro-2016", "isHosted": false, "secPara": "I wouldnt put our semi-final achievement down to luck, he said. You can get lucky over 90 minutes sometimes but you dont achieve a semi-final by being lucky, thats for sure. We had a little bit of luck here and there, we had bad luck. But the reason for our achievements is because were a good team. A lot of teams went into the tournament with big reputations because they had fantastic [qualification] campaigns, but they couldnt handle the pressure. Our players handled the pressure, so thats not luck.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-10-05T20:22:33Z", "webTitle": "Chris Coleman rejects Austrian talk that Wales were lucky at Euro 2016", "webUrl": "https://www.theguardian.com/football/2016/oct/05/chris-coleman-rejects-austrian-talk-wales-lucky-at-euro-2016", "wordCnt": 393}, {"apiUrl": "https://content.guardianapis.com/football/blog/2016/oct/05/fifa-48-teams-world-cup-gianni-infantino-sepp-blatter", "firPara": "Not for the first time when it comes to global footballs discredited overlords, the closing lines of Wont Get Fooled Again by The Who come to mind. Meet the new boss, same as the old boss. Ever since the former Uefa general secretary Gianni Infantino almost accidentally ascended to the Fifa presidents office following the fall from grace of Michel Platini the question has been whether the Swiss-Italian who hails from the next village along from Sepp Blatters birthplace represents a break from the past or a continuation of it.", "id": "football/blog/2016/oct/05/fifa-48-teams-world-cup-gianni-infantino-sepp-blatter", "isHosted": false, "secPara": "Allegations that swirled about his predilection for private jets and apparent desire to use his new powers to water down the independence of Fifas oversight committees were dismissed by staff as rumours propagated by those who resisted the winds of change blowing through the world bodys HQ.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-10-05T19:40:19Z", "webTitle": "Infantino’s 48-team World Cup plan would be funny if it was not so serious", "webUrl": "https://www.theguardian.com/football/blog/2016/oct/05/fifa-48-teams-world-cup-gianni-infantino-sepp-blatter", "wordCnt": 736}], "startIndex": 3341, "status": "ok", "total": 141935, "userTier": "developer"}}