{"response": {"currentPage": 194, "orderBy": "newest", "pageSize": 10, "pages": 14194, "results": [{"apiUrl": "https://content.guardianapis.com/football/2016/dec/10/burnley-bournemouth-premier-league-match-report", "firPara": "Historic highs tend to be followed by anticlimaxes but for Bournemouth the deflation lay solely in the outcome. The 4-3 win against Liverpool last week was described as the greatest result in their 117-year existence and while the sequel contained similar levels of drama, the result will inspire fewer superlatives in Dorset. When asked if it was good to be back at Turf Moor, the former Burnley manager Eddie Howe simply said No.", "id": "football/2016/dec/10/burnley-bournemouth-premier-league-match-report", "isHosted": false, "secPara": "His side illustrated their powers of recovery for a second successive week, rallying again after trailing 2-0 and 3-1, and scored another injury-time goal, but Charlie Danielss thunderbolt did not assume the same significance as Nathan Akés winner against Liverpool. Howe had further proof of the character in his group but cautioned We dont [just] want to become a team that plays well when chasing the game.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-12-10T17:11:51Z", "webTitle": "Bournemouth crash back to earth as George Boyd goal gives Burnley win", "webUrl": "https://www.theguardian.com/football/2016/dec/10/burnley-bournemouth-premier-league-match-report", "wordCnt": 582}, {"apiUrl": "https://content.guardianapis.com/football/2016/dec/10/arsenal-stoke-city-premier-league-match-report", "firPara": "As weeks go, three straight wins, a flurry of 12 goals and the confidence booster of enjoying life top of their Champions League group and the Premier League (even if only temporarily), brings the sort of cheer Arsène Wenger must wish he could bottle. In recent seasons Arsenal have had their encouraging moments, but sustaining them into the sharp end of the season has been the tougher trick to pull off. The challenge to maintain this rich form is on.", "id": "football/2016/dec/10/arsenal-stoke-city-premier-league-match-report", "isHosted": false, "secPara": "Arsenal went a goal behind but surged up a gear to see off Stoke with goals from Theo Walcott, Mesut Özil and Alex Iwobi. While conscious Chelsea can leapfrog them before the weekend is out, it is worth noting that Arsenal have made a habit of playing with inhibitions when the chance to enjoy the summit has presented itself. This time, they relished it. We are in the fight, Wenger said.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-12-10T17:08:32Z", "webTitle": "Mesut Özil leads Arsenal comeback against Stoke City to maintain title pace", "webUrl": "https://www.theguardian.com/football/2016/dec/10/arsenal-stoke-city-premier-league-match-report", "wordCnt": 799}, {"apiUrl": "https://content.guardianapis.com/football/live/2016/dec/10/arsenal-v-stoke-city-premier-league-and-more-clockwatch-live", "firPara": "Eighteen goals in just four 3pm Premier League kick-offs, as Arsenal knock Chelsea off the top of the table.", "id": "football/live/2016/dec/10/arsenal-v-stoke-city-premier-league-and-more-clockwatch-live", "isHosted": false, "secPara": "Phew! What an afternoon of free-flowing entertainment! Arsenal go top of the Premier League. Swansea City haul themselves out of the relegation zone and are replaced at the bottom by Sunderland. West Ham United move into the drop zone. Newcastle United take over at the top of the Championship, while Rangers move to within a mere eight points of Celtic, having played, oh, just the three games more. But theyre snug in second now, Aberdeen having dropped points at home.", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2016-12-10T17:08:26Z", "webTitle": "Arsenal 3-1 Stoke City, Premier League and more: clockwatch – as it happened", "webUrl": "https://www.theguardian.com/football/live/2016/dec/10/arsenal-v-stoke-city-premier-league-and-more-clockwatch-live", "wordCnt": 2787}, {"apiUrl": "https://content.guardianapis.com/football/2016/dec/10/watford-everton-premier-league-match-report", "firPara": "Ronald Koeman has made his reputation as a canny, pragmatic manager in the Premier League but his Everton side were made to look naive by Watford as they maximised their opportunities to take all three points.", "id": "football/2016/dec/10/watford-everton-premier-league-match-report", "isHosted": false, "secPara": "After being outplayed on the pitch, the Dutchman failed to cover himself in glory after the match either. Rightly furious at his team letting a 1-0 lead become a 3-1 deficit before Romelu Lukakus second restored a sheen of credibility, he described his team as reactive, not proactive. But he also saw fit to criticise, more than once, his opponents style of play.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-12-10T14:45:50Z", "webTitle": "Watford and Stefano Okaka rally to hold off Everton and Romelu Lukaku", "webUrl": "https://www.theguardian.com/football/2016/dec/10/watford-everton-premier-league-match-report", "wordCnt": 683}, {"apiUrl": "https://content.guardianapis.com/football/live/2016/dec/10/watford-v-everton-premier-league-live", "firPara": "Stefano Okaka scored twice on his home debut as Watford came from behind to deservedly beat Everton in an eventful game", "id": "football/live/2016/dec/10/watford-v-everton-premier-league-live", "isHosted": false, "secPara": "Match report, get your match report.", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2016-12-10T14:23:31Z", "webTitle": "Watford 3-2 Everton: Premier League – as it happened", "webUrl": "https://www.theguardian.com/football/live/2016/dec/10/watford-v-everton-premier-league-live", "wordCnt": 1308}, {"apiUrl": "https://content.guardianapis.com/football/live/2016/dec/10/osasuna-v-barcelona-la-liga-live", "firPara": "Lionel Messi and Luis Suárez starred as Barcelona won at Osasuna, to clinch victory in La Liga for the first time in four matches", "id": "football/live/2016/dec/10/osasuna-v-barcelona-la-liga-live", "isHosted": false, "secPara": "Read a match report from El Sadar here", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2016-12-10T13:59:35Z", "webTitle": "Osasuna 0-3 Barcelona: La Liga – as it happened", "webUrl": "https://www.theguardian.com/football/live/2016/dec/10/osasuna-v-barcelona-la-liga-live", "wordCnt": 1369}, {"apiUrl": "https://content.guardianapis.com/football/2016/dec/10/west-ham-alvaro-arbeloa-slaven-bilic", "firPara": "He could see them go – they were not exactly sneaking out. Even before Arsenal scored their final goal last Saturday, thousands of West Ham United fans had left the London Stadium, those long, painful closing minutes played before sweeps of empty white seats. Álvaro Arbeloa could not stop them; nor could he blame them. His manager couldnt, either afterwards all Slaven Bilic could do was apologise to them. A big humiliation, he called it. It finished 5-1, the home side conceding three in six minutes, four in 14. It could have been eight.", "id": "football/2016/dec/10/west-ham-alvaro-arbeloa-slaven-bilic", "isHosted": false, "secPara": "You reach the point where you think Lets stop the bleeding, at least, Arbeloa admits, but the cut was deep. It felt like we might get into it, but they scored three in six minutes. Bam! We went for it desperately and every counter was a goal goal, goal, goal. You felt the disappointment. You have to live with that we cant ask anything from them. The word he uses next is desencantada and while it does not translate exactly, it fits – not just last Saturday but all season, on the pitch and off. The fans are disenchanted, disillusioned. Everyone at West Ham is.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-12-10T12:00:02Z", "webTitle": "West Ham’s Álvaro Arbeloa: I don’t regret coming at all. I want to be here to the end | Sid Lowe", "webUrl": "https://www.theguardian.com/football/2016/dec/10/west-ham-alvaro-arbeloa-slaven-bilic", "wordCnt": 1835}, {"apiUrl": "https://content.guardianapis.com/football/2016/dec/10/toronto-fc-seattle-sounders-sleeping-giants", "firPara": "The Sounders and TFC have never been to an MLS Cup final before, but one of these teams is about to permanently rewrite the myth about themselves", "id": "football/2016/dec/10/toronto-fc-seattle-sounders-sleeping-giants", "isHosted": false, "secPara": "Its not quite true to say that both Saturdays finalists have been living with a thwarted ambition for an MLS Cup for a long time.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-12-10T11:00:01Z", "webTitle": "After years of waiting, Toronto and Seattle get their shot at MLS glory", "webUrl": "https://www.theguardian.com/football/2016/dec/10/toronto-fc-seattle-sounders-sleeping-giants", "wordCnt": 1577}, {"apiUrl": "https://content.guardianapis.com/football/live/2016/dec/10/a-league-western-sydney-wanderers-v-melbourne-victory", "firPara": "You cannot fault some of these Wanderers players who have sweated figurative (and possibly literal) blood tonight. Western Sydney for large portions of this encounter dominated proceedings – they controlled the midfield, they created the lions share of chances, but will emerge, once again, empty-handed.", "id": "football/live/2016/dec/10/a-league-western-sydney-wanderers-v-melbourne-victory", "isHosted": false, "secPara": "It will prompt questions for Tony Popovic does he need, as mooted, to chase a big-name No9 who can finish some of these opportunities? Does he need, as mooted, to go out and grab a new goalkeeper who wont hamstring his side?", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2016-12-10T10:57:26Z", "webTitle": "A-League: Western Sydney Wanderers v Melbourne Victory – as it happened", "webUrl": "https://www.theguardian.com/football/live/2016/dec/10/a-league-western-sydney-wanderers-v-melbourne-victory", "wordCnt": 3657}, {"apiUrl": "https://content.guardianapis.com/football/2016/dec/10/alan-pardew-crystal-palace-hull-city", "firPara": "Alan Pardew has admitted his position as Crystal Palaces manager remains under scrutiny before the teams trip to Hull City on Saturday, but he continues to plan for the long-term at the club with targets identified for next months transfer window.", "id": "football/2016/dec/10/alan-pardew-crystal-palace-hull-city", "isHosted": false, "secPara": "Palace ended a run of six successive defeats with a timely victory over Southampton last weekend but still travel to the KCom stadium only three points ahead of their hosts, who languish 19th in the division. Pardews side will host Manchester United and Chelsea in their last two games before Christmas, placing even greater onus on the fixture at Hull to offer breathing space, with the manager having suggested the result of this fixture will define the first half of our season.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-12-10T09:58:58Z", "webTitle": "Alan Pardew hopes Crystal Palace can ease his Christmas pressure at Hull City", "webUrl": "https://www.theguardian.com/football/2016/dec/10/alan-pardew-crystal-palace-hull-city", "wordCnt": 661}], "startIndex": 1931, "status": "ok", "total": 141934, "userTier": "developer"}}