{"response": {"currentPage": 18, "orderBy": "newest", "pageSize": 10, "pages": 14194, "results": [{"apiUrl": "https://content.guardianapis.com/football/2017/mar/19/tottenham-hotspur-southampton-premier-league-match-report", "firPara": "The Premier League title has begun to feel like a pipe dream for Tottenham Hotspur, given the majestic form of Chelsea, but they continue to suggest they will finish as the best of the rest. This was a 13th consecutive win at White Hart Lane in all competitions, with 10 of them having come in the league and, if it was underpinned by angst in the second half, as Southampton mounted a comeback, they got the job done.", "id": "football/2017/mar/19/tottenham-hotspur-southampton-premier-league-match-report", "isHosted": false, "secPara": "The visitors had gone close during the first half and, when James Ward-Prowse scored to cut the deficit in half on 52 minutes, they pressed on to the front foot. But, for all their latent menace, Southampton did not have a moment when they threatened the equaliser. Mauricio Pochettinos Tottenham substitutions were designed to see the game out, with one of them being the midfielder, Harry Winks, for the striker, Son Heung-min. His team ground their way to the points.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-03-19T16:37:09Z", "webTitle": "Christian Eriksen and Dele Alli hand Tottenham victory over Southampton", "webUrl": "https://www.theguardian.com/football/2017/mar/19/tottenham-hotspur-southampton-premier-league-match-report", "wordCnt": 837}, {"apiUrl": "https://content.guardianapis.com/football/live/2017/mar/19/tottenham-hotspur-v-southampton-premier-league-live", "firPara": "Goals from Christian Eriksen and Dele Alli helped Spurs to a narrow win in a compelling game; they cement second place, while Southampton stay tenth", "id": "football/live/2017/mar/19/tottenham-hotspur-v-southampton-premier-league-live", "isHosted": false, "secPara": "Read David Hytners match report ", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2017-03-19T16:16:15Z", "webTitle": "Tottenham Hotspur v Southampton: Premier League – as it happened", "webUrl": "https://www.theguardian.com/football/live/2017/mar/19/tottenham-hotspur-v-southampton-premier-league-live", "wordCnt": 1243}, {"apiUrl": "https://content.guardianapis.com/football/2017/mar/19/middlesbrough-manchester-united-premier-league-match-report", "firPara": "It may have ended in acrimony with a late altercation involving Middlesbroughs Rudy Gestede and Manchester Uniteds Eric Bailly subsequently spilling over into the tunnel but, away from the sound and fury, both managers were left harbouring grounds for cautious optimism.", "id": "football/2017/mar/19/middlesbrough-manchester-united-premier-league-match-report", "isHosted": false, "secPara": "Hope can be a fragile commodity but on a day when goals from Marouane Fellaini, Jesse Lingard and Antonio Valenica lifted his side to fifth, José Mourinho can still dream of gate-crashing the top four while, thanks to Gestede, Boro at least scored their first goal in five League games.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-03-19T14:20:25Z", "webTitle": "Antonio Valencia seals win for Manchester United over Middlesbrough", "webUrl": "https://www.theguardian.com/football/2017/mar/19/middlesbrough-manchester-united-premier-league-match-report", "wordCnt": 857}, {"apiUrl": "https://content.guardianapis.com/football/live/2017/mar/19/middlesbrough-v-manchester-united-premier-league-live", "firPara": "United took a two-goal lead and then went ultra-defensive, and Middlesbrough might have taken advantage but for a goalkeeping howler", "id": "football/live/2017/mar/19/middlesbrough-v-manchester-united-premier-league-live", "isHosted": false, "secPara": "And with that, Im off. Its been a blast. Join Daniel Harris right now for Tottenham v Southampton, right here. Bye!", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2017-03-19T14:11:53Z", "webTitle": "Middlesbrough 1-3 Manchester United: Premier League – as it happened", "webUrl": "https://www.theguardian.com/football/live/2017/mar/19/middlesbrough-v-manchester-united-premier-league-live", "wordCnt": 2068}, {"apiUrl": "https://content.guardianapis.com/football/blog/2017/mar/19/gareth-southgate-england-goals", "firPara": "When England beat Germany in Berlin last March, talk of the emergence of a generation of strikers who could carry them to glory at Euro 2016 did not feel entirely outlandish. Danny Welbeck caused problems with his pace and movement, Harry Kane pulled off a Cruyff turn before his goal and Jamie Vardy scored with a brilliant flick four minutes after coming off the bench. Roy Hodgson had an embarrassment of riches up front. Wayne Rooney was still to return from injury, Daniel Sturridge was fit at last and Marcus Rashford was shooting to prominence at Manchester United.", "id": "football/blog/2017/mar/19/gareth-southgate-england-goals", "isHosted": false, "secPara": "Reality soon gave that optimism a good shoeing, of course, and England lost to Iceland in the last 16 in France. Hodgsons forwards managed a combined total of three goals in four games. Kane took a lot of bad corners but he was still the future. He has scored 24 goals for Tottenham this season.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-03-19T10:01:04Z", "webTitle": "Where will the goals come from in Gareth Southgate’s England? | Jacob Steinberg", "webUrl": "https://www.theguardian.com/football/blog/2017/mar/19/gareth-southgate-england-goals", "wordCnt": 992}, {"apiUrl": "https://content.guardianapis.com/football/2017/mar/19/said-and-done-football-diary-bruno-ahmad-africa-fifa", "firPara": " Also featuring Ahmad Ahmad, Yaya Touré, and the Teddy Bear Stadium ", "id": "football/2017/mar/19/said-and-done-football-diary-bruno-ahmad-africa-fifa", "isHosted": false, "secPara": " Also featuring Ahmad Ahmad, Yaya Touré, and the Teddy Bear Stadium ", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-03-19T09:30:04Z", "webTitle": "Said & Done: ‘I’m carrying on with my career, dude. I’m starting over’", "webUrl": "https://www.theguardian.com/football/2017/mar/19/said-and-done-football-diary-bruno-ahmad-africa-fifa", "wordCnt": 941}, {"apiUrl": "https://content.guardianapis.com/football/2017/mar/19/manchester-city-liverpool-premier-league-quiz", "firPara": "Where did they first meet? What did Guardiola say about Klopp? Who won 6-0?", "id": "football/2017/mar/19/manchester-city-liverpool-premier-league-quiz", "isHosted": false, "secPara": "• Sports quiz of the week Leicesters run, rugby records and Cheltenham races", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-03-19T09:00:03Z", "webTitle": "Quiz: how much do you know about Manchester City v Liverpool matches?", "webUrl": "https://www.theguardian.com/football/2017/mar/19/manchester-city-liverpool-premier-league-quiz", "wordCnt": 54}, {"apiUrl": "https://content.guardianapis.com/football/2017/mar/19/bert-trautmann-new-film-nazi-past-fa-cup-manchester-city", "firPara": "As a piece of fiction, a film about a former Nazi paratrooper who becomes a hero of English football might struggle to convince audiences. But the true story of Manchester City goalkeeper Bert Trautmann has inspired a major movie that begins shooting this summer.", "id": "football/2017/mar/19/bert-trautmann-new-film-nazi-past-fa-cup-manchester-city", "isHosted": false, "secPara": "One of the finest goalkeepers ever, admired for his acrobatic athleticism and agility, Trautmann helped to take his team to victory in the 1956 FA Cup final. He famously continued to play after he broke his neck in the last 17 minutes.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-03-19T00:05:00Z", "webTitle": "German PoW and hero goalie stars in tale of reconciliation", "webUrl": "https://www.theguardian.com/football/2017/mar/19/bert-trautmann-new-film-nazi-past-fa-cup-manchester-city", "wordCnt": 781}, {"apiUrl": "https://content.guardianapis.com/football/blog/2017/mar/18/pep-guardiola-manchester-city-headache-liverpool-old-foe-jurgen-klopp-football", "firPara": "José Mourinho is of the opinion that the five teams above Manchester United in the table are going to have it easier than his own for the rest of the season now that every single one is out of Europe. He might have a point yet, in the short term at least, Manchester City can still go two ways.", "id": "football/blog/2017/mar/18/pep-guardiola-manchester-city-headache-liverpool-old-foe-jurgen-klopp-football", "isHosted": false, "secPara": "Pep Guardiolas side would not be the first English club to suffer a hangover on the domestic front on the back of a major disappointment in Europe and few English clubs have invested as much as Manchester City in becoming established in the Champions League. That is ultimately why Guardiola is here and stumbling two rounds short of last seasons semi-final mark is not the sort of progress Citys owners were looking for. There is no reason why the club cannot learn lessons, make changes and come back stronger for the experience next season, as Guardiola says they will, though for the moment the focus is on how well the manager and his players handle this unexpected setback.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-03-18T22:30:01Z", "webTitle": "Pep Guardiola’s Manchester City nurse a headache against Liverpool | Paul Wilson", "webUrl": "https://www.theguardian.com/football/blog/2017/mar/18/pep-guardiola-manchester-city-headache-liverpool-old-foe-jurgen-klopp-football", "wordCnt": 1103}, {"apiUrl": "https://content.guardianapis.com/football/blog/2017/mar/18/romelu-lukakus-ambitiousness-is-the-same-as-ronald-koemans", "firPara": "They were nine games into the Eredivisie season when Valencia came calling for Ronald Koeman in October 2007. PSV Eindhoven, the team he had led to the Dutch title, had won seven and drawn two and were enjoying the view from the top of the table. Yet Koeman had always wanted to manage in Spain and the relevant people at PSV were candid enough to realise Valencia was an upgrade. Jan Reker, PSVs general director, would later say Our question to Valencia was Cant this wait until next year?", "id": "football/blog/2017/mar/18/romelu-lukakus-ambitiousness-is-the-same-as-ronald-koemans", "isHosted": false, "secPara": "The answer was a polite no. Valencias information was that Koeman wanted to go. He signed a three-year contract at the Mestalla and there was no attempt from PSV to block the move. Koeman wanted to advance his career and he went with their best wishes. Ronald has always said he dreamed of coaching a top club in Spain, Reker explained. We respect that. This is a dream club for him and they didnt want to wait. Its a pity for PSV but the ultimate challenge for Ronald. I was a coach myself and when you have a dream, you must take it when it comes.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-03-18T20:38:38Z", "webTitle": "Romelu Lukaku’s ambition is the same as Ronald Koeman’s | Daniel Taylor", "webUrl": "https://www.theguardian.com/football/blog/2017/mar/18/romelu-lukakus-ambitiousness-is-the-same-as-ronald-koemans", "wordCnt": 1845}], "startIndex": 171, "status": "ok", "total": 141934, "userTier": "developer"}}