{"response": {"currentPage": 477, "orderBy": "newest", "pageSize": 10, "pages": 14194, "results": [{"apiUrl": "https://content.guardianapis.com/football/2016/jul/22/arsenal-remain-in-market-alexandre-lacazette-lyon", "firPara": "Arsenal remain in the market for further additions to their squad amid rumours that Alexandre Lacazette has requested to leave Lyon this summer. The France strikers agent refused to be drawn on speculation that he could be on the way to the Premier League.", "id": "football/2016/jul/22/arsenal-remain-in-market-alexandre-lacazette-lyon", "isHosted": false, "secPara": "Arsenal completed the purchase of the Bolton defender Rob Holding on Friday – the third addition to Arsène Wengers squad this summer following Granit Xhaka and the Japan striker Takuma Asano. Holding, who was part of the England Under-21 squad which won the Toulon tournament in the summer, was confirmed to have signed a long-term contract at the Emirates for a fee of about £2m.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-07-22T14:14:52Z", "webTitle": "Arsenal ‘remain in market’ after being linked with Lyon’s Alexandre Lacazette", "webUrl": "https://www.theguardian.com/football/2016/jul/22/arsenal-remain-in-market-alexandre-lacazette-lyon", "wordCnt": 411}, {"apiUrl": "https://content.guardianapis.com/football/live/2016/jul/22/manchester-united-v-borussia-dortmund-international-champions-cup-live", "firPara": "Manchester United fell to a 4-1 defeat in their pre-season game against Borussia Dortmund, but Henrikh Mkhitaryan got on the scoresheet", "id": "football/live/2016/jul/22/manchester-united-v-borussia-dortmund-international-champions-cup-live", "isHosted": false, "secPara": "Thanks for joining us for this one. You have strong constitutions, all of you. If nothing else, its surely made us all pine for the season proper to start. Later. ", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2016-07-22T14:09:43Z", "webTitle": "Manchester United 1-4 Borussia Dortmund: International Champions Cup – as it happened", "webUrl": "https://www.theguardian.com/football/live/2016/jul/22/manchester-united-v-borussia-dortmund-international-champions-cup-live", "wordCnt": 1073}, {"apiUrl": "https://content.guardianapis.com/football/blog/2016/jul/22/cristiano-ronaldo-hotel-watford-chesterfield", "firPara": "Unlike José Holebass unfinished tattoo and Chesterfields raffle farce, the Portugal star and new hotelier shows success demands total commitment", "id": "football/blog/2016/jul/22/cristiano-ronaldo-hotel-watford-chesterfield", "isHosted": false, "secPara": "Unlike José Holebass unfinished tattoo and Chesterfields raffle farce, the Portugal star and new hotelier shows success demands total commitment", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-07-22T14:00:13Z", "webTitle": "No room for half-measures in Cristiano Ronaldo’s gilded world of 110% | Simon Burnton", "webUrl": "https://www.theguardian.com/football/blog/2016/jul/22/cristiano-ronaldo-hotel-watford-chesterfield", "wordCnt": 997}, {"apiUrl": "https://content.guardianapis.com/football/2016/jul/22/steve-bruce-leaves-hull", "firPara": "Steve Bruce has resigned as Hull City manager after becoming increasingly frustrated by a lack of transfer activity at the newly promoted Premier League club.", "id": "football/2016/jul/22/steve-bruce-leaves-hull", "isHosted": false, "secPara": "With the season only three weeks away, his departure has provoked chaos and unrest at the KC Stadium. Bruce is understood to have left with a heavy heart but felt his position had become untenable and that his much-soured relationship with Ehab Allam, the vice-chairman, was irretrievable.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-07-22T13:57:57Z", "webTitle": "Steve Bruce quits as Hull manager in frustration at lack of signings", "webUrl": "https://www.theguardian.com/football/2016/jul/22/steve-bruce-leaves-hull", "wordCnt": 731}, {"apiUrl": "https://content.guardianapis.com/football/blog/2016/jul/22/golden-goal-roberto-baggio-for-juventus-against-internazionale-1992", "firPara": "This perfect one-two shattered a watertight defence and demonstrated the skill, charm and calm that made Baggio so popular with fans, if not always coaches", "id": "football/blog/2016/jul/22/golden-goal-roberto-baggio-for-juventus-against-internazionale-1992", "isHosted": false, "secPara": "Madonnas cone bra is one of the more iconic pieces of pop couture. It was designed by Jean-Paul Gaultier for her 1990 Blonde Ambition tour, and went for £32,500 at auction in 2012. It was not the only memorable garment she wore in concert that summer. On 10 July 1990, two days after the World Cup final, she appeared in Rome and, during her performance of Causing a Commotion, wore an Italy shirt with the No15 on the back. The shirt belonged to Roberto Baggio, who had charmed Madonna during Italia 90. That goal against Czechoslovakia was marvellous, she said, instantly providing more insight than some studio pundits of the time. I didnt know his name then but that goal and his big green eyes conquered me.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-07-22T11:07:10Z", "webTitle": "Golden Goal: Roberto Baggio for Juventus against Internazionale (1992) | Rob Smyth", "webUrl": "https://www.theguardian.com/football/blog/2016/jul/22/golden-goal-roberto-baggio-for-juventus-against-internazionale-1992", "wordCnt": 1964}, {"apiUrl": "https://content.guardianapis.com/football/2016/jul/22/paul-pogba-mino-raiola-record-breaking-transfers", "firPara": "Paul Pogbas agent Mino Raiola has insisted he is not concerned with reports that the France midfielder could join Manchester United for a world record transfer fee and refused to confirm if Pogba has asked to leave Juventus.", "id": "football/2016/jul/22/paul-pogba-mino-raiola-record-breaking-transfers", "isHosted": false, "secPara": "Raiola, who also represents Zlatan Ibrahimovic, Henrikh Mkhitaryan and Evertons Romelu Lukaku, dismissed reports on Thursday that Pogba is close to returning to Old Trafford. There is no deal done regarding Paul Pogba, lots of bla bla bla, the Dutchman wrote on Twitter.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-07-22T10:34:49Z", "webTitle": "Paul Pogba’s agent Mino Raiola: I don’t care about record-breaking transfers", "webUrl": "https://www.theguardian.com/football/2016/jul/22/paul-pogba-mino-raiola-record-breaking-transfers", "wordCnt": 471}, {"apiUrl": "https://content.guardianapis.com/football/2016/jul/22/mls-preview-colorado-rapids-fc-dallas-hudson-river-derby", "firPara": "The two best teams in the West meet on Saturday, and Dallas and Colorado should serve up a treat for the fans", "id": "football/2016/jul/22/mls-preview-colorado-rapids-fc-dallas-hudson-river-derby", "isHosted": false, "secPara": "This is a real lip-smacker. Dallas have surged to 40 points, and stand clear at the top in the West. Colorado are on their tail, three points back but with three games in hand. Colorado are unbeaten in 14 games; Dallas have won four of the last five. Dallas score goals, and plenty of them; Colorado have the leagues best keeper and a superb defensive record, having conceded just 13 all season. Forget the derby in New York this is the weekends biggest game.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-07-22T10:00:02Z", "webTitle": "MLS preview: why the Hudson River Derby isn't this weekend's big game", "webUrl": "https://www.theguardian.com/football/2016/jul/22/mls-preview-colorado-rapids-fc-dallas-hudson-river-derby", "wordCnt": 1894}, {"apiUrl": "https://content.guardianapis.com/football/2016/jul/22/everton-kasper-schmeichel-steve-walsh-leicester-city", "firPara": "Evertons search for a new first-choice goalkeeper will no longer include Kasper Schmeichel as a result of Steve Walshs arrival from Leicester City.", "id": "football/2016/jul/22/everton-kasper-schmeichel-steve-walsh-leicester-city", "isHosted": false, "secPara": "Walsh, the former assistant manager and head of recruitment of the Premier League champions, joined Everton as the clubs first director of football on Thursday. It is understood there is an agreement that Everton will not sign players from Leicester for a specified period.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-07-22T09:43:28Z", "webTitle": "Everton forced to drop Kasper Schmeichel interest after Steve Walsh arrival", "webUrl": "https://www.theguardian.com/football/2016/jul/22/everton-kasper-schmeichel-steve-walsh-leicester-city", "wordCnt": 215}, {"apiUrl": "https://content.guardianapis.com/football/2016/jul/22/mayor-padova-lazio-keita-balde-monkey-chants", "firPara": "The mayor of Padova has apologised to Keita Baldé after the Lazio striker was the victim of racist monkey chants during a pre-season friendly on Wednesday.", "id": "football/2016/jul/22/mayor-padova-lazio-keita-balde-monkey-chants", "isHosted": false, "secPara": "Keita, who was born in Spain to parents from Senegal, began his career at Barcelona before moving to Italy in 2011. He was part of Simone Inzaghis side who faced Lega Pro side (third tier) Padova in a friendly on Wednesday.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-07-22T08:58:24Z", "webTitle": "Mayor of Padova apologises to Lazio’s Keita Baldé over monkey chants", "webUrl": "https://www.theguardian.com/football/2016/jul/22/mayor-padova-lazio-keita-balde-monkey-chants", "wordCnt": 190}, {"apiUrl": "https://content.guardianapis.com/football/blog/2016/jul/22/sam-allardyce-england-manager-five-key-tasks", "firPara": "Wayne Rooney is far from Englands biggest problem and there should always be room to remember his achievements, even if they never translated into genuine success at international level. Nor was he the worst performer during the debacle in France, but relying on him as either a playmaker of debatable merit or a striker of fading power will serve nobody well and the break needs to be a clean one. It is a decision best taken – and announced – by Rooney, who will not find it easy given the real and commendable pride he takes in representing England; if such a statement is not forthcoming before the World Cup qualifiers then Sam Allardyce will have to draw a line under things himself. There is the argument Rooneys experience may prove useful – and a lack of obvious leaders to take the armband is certainly an issue – but allowing the current captain to drift slowly to the fringes would not be constructive.", "id": "football/blog/2016/jul/22/sam-allardyce-england-manager-five-key-tasks", "isHosted": false, "secPara": "Criticism of Raheem Sterling got disturbingly out of hand after – and during – the exit from Euro 2016 and it would not take much more for lesser characters to turn their back on the national team. Sterling is not thought to be on the brink of that but his crisis of confidence, a very personal embodiment of Englands collective neurosis, is real and it would be unhelpful to alienate the player now. Pep Guardiola has already spoken positively of him and it should be pointed out that Sterling does not turn 22 until December. His 26 caps have brought a wealth of experience, positive and negative, and he must remain a valued member of the squad while the situation turns around. A practised man-manager such as Allardyce should know exactly which buttons to press to expedite the process.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-07-22T08:41:47Z", "webTitle": "Sam Allardyce: five key tasks for England’s new manager", "webUrl": "https://www.theguardian.com/football/blog/2016/jul/22/sam-allardyce-england-manager-five-key-tasks", "wordCnt": 749}], "startIndex": 4761, "status": "ok", "total": 141935, "userTier": "developer"}}