{"response": {"currentPage": 240, "orderBy": "newest", "pageSize": 10, "pages": 14194, "results": [{"apiUrl": "https://content.guardianapis.com/football/2016/nov/20/leeds-united-newcastle-united-championship-match-report", "firPara": "Newcastle United usually had the edge over Leeds United when the two used to meet in the Premier League and that trend is continuing in the Championship. Replace Alan Shearer with Dwight Gayle and the story is repeated, Newcastle leaving West Yorkshire having managed to subdue their opponents and a rare sell-out crowd.", "id": "football/2016/nov/20/leeds-united-newcastle-united-championship-match-report", "isHosted": false, "secPara": "Gayle – who reportedly suffered damage to his mouth following a recent altercation in Liverpool – scored twice to extend Newcastles lead at the top of the Championship to five points and, in truth, it was a comfortable victory for Rafael Benítezs side despite the games big billing beforehand.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-20T15:27:45Z", "webTitle": "Dwight Gayle strikes twice as Newcastle United defeat Leeds United", "webUrl": "https://www.theguardian.com/football/2016/nov/20/leeds-united-newcastle-united-championship-match-report", "wordCnt": 931}, {"apiUrl": "https://content.guardianapis.com/football/live/2016/nov/20/leeds-united-v-newcastle-united-championship-live", "firPara": "A brace from Dwight Gayle put Newcastle five points clear at the top of the Championship, as they beat Leeds United 2-0 at Elland Road", "id": "football/live/2016/nov/20/leeds-united-v-newcastle-united-championship-live", "isHosted": false, "secPara": "Read James Riachs match report from Elland Road here", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2016-11-20T15:12:40Z", "webTitle": "Leeds United 0-2 Newcastle United: Championship as it happened", "webUrl": "https://www.theguardian.com/football/live/2016/nov/20/leeds-united-v-newcastle-united-championship-live", "wordCnt": 1391}, {"apiUrl": "https://content.guardianapis.com/football/2016/nov/20/paris-saint-germain-unai-emery-arsenal-champions-league", "firPara": "Pleasure to meet you. Unai Emery sits down in one of the media rooms on Paris Saint-Germains training ground half-an-hour drive west of Paris. Its a rare welcoming phrase coming from the manager of one of the top clubs in Europe, but Emery is all smiles a few days before the crucial Champions League game against Arsenal. The Spaniard has been under some considerable pressure since his arrival in the City of Light. PSG, nowadays the perennial winners of the domestic title, started the season with a couple of unexpected defeats and have since had to work hard to find a way back towards the top of the Ligue 1 table.", "id": "football/2016/nov/20/paris-saint-germain-unai-emery-arsenal-champions-league", "isHosted": false, "secPara": "Since Im the manager Im the one who puts the most pressure on myself, says Emery, who was born in Hondarribia, in the Basque country of Spain, on the border with France. To become a good coach you need to win a lot. Being manager means living in the middle of the media attention, through praise and critics. This is something I live with, its intense and very demanding.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-20T09:59:34Z", "webTitle": "PSG’s Unai Emery: ‘We watch all our games around 12 times’", "webUrl": "https://www.theguardian.com/football/2016/nov/20/paris-saint-germain-unai-emery-arsenal-champions-league", "wordCnt": 1879}, {"apiUrl": "https://content.guardianapis.com/football/2016/nov/19/andy-woodward", "firPara": "It isnt easy getting into the mind of Barry Bennell, the former coach, scout and serial paedophile who has featured heavily in my reporting over the past few days and, to be perfectly honest, it isnt necessarily a place I would like to be now it is beginning to feel like the sport might be looking at its own Jimmy Savile.", "id": "football/2016/nov/19/andy-woodward", "isHosted": false, "secPara": "There is one story, however, from his time in prison that probably shows the arrogance of the man and the incredible hold he had over his players back in the days when Norman Rowlinson, then the chairman of Crewe Alexandra, and Ken Barnes, formerly the head scout of Manchester City, another of the clubs where Bennell had a long association, talked of him having a Pied Piper influence with young boys.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-19T22:54:00Z", "webTitle": "Andy Woodward showed great courage – but is his story just the tip of the iceberg? | Daniel Taylor", "webUrl": "https://www.theguardian.com/football/2016/nov/19/andy-woodward", "wordCnt": 1862}, {"apiUrl": "https://content.guardianapis.com/football/football-league-blog/2016/nov/19/football-league-your-thoughts-jaap-stams-rock-solid-reading-win-again", "firPara": "Tom Ince won and missed two penalties but also scored twice as Derby beat Rotherham, Reading look rock solid under Jaap Stam, Tim Sherwoods week got even worse and Grimsby got the result of the day", "id": "football/football-league-blog/2016/nov/19/football-league-your-thoughts-jaap-stams-rock-solid-reading-win-again", "isHosted": false, "secPara": "Tom Ince won and missed two penalties but also scored twice as Derby beat Rotherham, Reading look rock solid under Jaap Stam, Tim Sherwoods week got even worse and Grimsby got the result of the day", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-19T22:45:31Z", "webTitle": "Football League your thoughts: Tom Ince in spot of bother but Derby win again", "webUrl": "https://www.theguardian.com/football/football-league-blog/2016/nov/19/football-league-your-thoughts-jaap-stams-rock-solid-reading-win-again", "wordCnt": 108}, {"apiUrl": "https://content.guardianapis.com/football/2016/nov/19/atletico-madrid-real-madrid-la-liga-match-report-ronaldo", "firPara": "Real Madrid went to the Vicente Calderón and won for one last time. At the end of this season, Atlético are leaving their home down by the Manzanares; Real will not be back to the arena that they left victorious for the 30th time. This, like the man who secured it, will be remembered on their side of town. Cristiano Ronaldos hat-trick here took him beyond Alfredo Di Stéfano no player has ever scored as many Madrid derby goals. It also took Real, unbeaten in 29 games, nine points clear of Atlético in the league, four above Barcelona.", "id": "football/2016/nov/19/atletico-madrid-real-madrid-la-liga-match-report-ronaldo", "isHosted": false, "secPara": "There was symbolism here, too, the sense that something shifted. Zinedine Zidane described his team as enormous. Not many sides will win here, he said. That has included his side of late Real had defeated Atlético twice in three years in the Champions League final, but Diego Simeone had resuscitated a derby that had died, and Atlético had been beaten only once in 11. Defeat was possible, but defeat like this was unexpected.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-19T22:31:01Z", "webTitle": "Cristiano Ronaldo hat-trick seals derby as Real Madrid beat Atlético", "webUrl": "https://www.theguardian.com/football/2016/nov/19/atletico-madrid-real-madrid-la-liga-match-report-ronaldo", "wordCnt": 904}, {"apiUrl": "https://content.guardianapis.com/football/2016/nov/19/cesar-azpilicueta-chelsea-flexible-three-man-defence-antonio-conte", "firPara": "Jamie Vardy may have been given the man-of-the-match award for his performance for England against Spain on Tuesday but to many Chelsea fans he was a damnable villain. Because a wretched tackle in the opening minutes by the Leicester striker – too keen to impress would be the generous interpretation – risked inflicting serious damage on a player who has become quietly vital to the London club.", "id": "football/2016/nov/19/cesar-azpilicueta-chelsea-flexible-three-man-defence-antonio-conte", "isHosted": false, "secPara": "As Vardy hurled himself studs-first into a challenge in the fifth minute and connected first with the ball but then with the left shin and right ankle of César Azpilicueta, the Spaniard screamed with pain and Chelsea fans watched with dismay. Vardy was lucky to not to be booked; Azpilicueta was fortunate not be injured. Everyone at Chelsea was just grateful that Azpilicueta was able to finish the match and return to Stamford Bridge fit and ready to continue playing a key role in the transformation of Antonio Contes team, who go to Middlesbrough on Sunday in search of a sixth Premier League win in a row.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-19T22:30:20Z", "webTitle": "César Azpilicueta the flexible friend in Chelsea’s three-man defence", "webUrl": "https://www.theguardian.com/football/2016/nov/19/cesar-azpilicueta-chelsea-flexible-three-man-defence-antonio-conte", "wordCnt": 821}, {"apiUrl": "https://content.guardianapis.com/football/live/2016/nov/19/atletico-madrid-real-madrid-la-liga-live", "firPara": "Cristiano Ronaldo scored a magnificent hat-trick as Real Madrid move four points clear at the top with an assured victory over rivals Atlético", "id": "football/live/2016/nov/19/atletico-madrid-real-madrid-la-liga-live", "isHosted": false, "secPara": "That was an excellent display from ZZs team. They were better in the first half, clung on when Atleti showed vim and purpose at the start of the second half, and finished the game with precision on the counter-attack. Cristiano Ronaldo showed his insatiable thirst for goals, and will receive the headlines, but everyone played well for Real. Atleti did OK, but once Savic had made the mistake for the penalty it looked like a bridge too far. Theyre now nine points off the pace – its hard to see them winning the title from here, although stranger things have happened.", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2016-11-19T21:35:52Z", "webTitle": "Atlético Madrid 0-3 Real Madrid: La Liga – as it happened", "webUrl": "https://www.theguardian.com/football/live/2016/nov/19/atletico-madrid-real-madrid-la-liga-live", "wordCnt": 1117}, {"apiUrl": "https://content.guardianapis.com/football/2016/nov/19/rafael-benitez-newcastle-united-isaac-hayden-championship-football-leeds", "firPara": "If Isaac Hayden required proof of the benefits of Rafaology he received it after rejoining the England Under-21 squad during the international break. The England staff have really picked up on the change in me, reports the Newcastle United midfielder. They say that, compared to last season, my game understanding is massively different. They say its obvious its down to Rafas tutelage.", "id": "football/2016/nov/19/rafael-benitez-newcastle-united-isaac-hayden-championship-football-leeds", "isHosted": false, "secPara": "Rafael Benítezs transformative impact in the north-east can hardly be overstated and his Championship topping side will arrive at promotion rivals Leeds United on Sunday seeking to an extend an eight-game winning run. Hayden attributes much of Newcastles success to their managers alliance of a forensic eye for detail, an assured grasp of broader strategy and excellent communication skills.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-19T21:00:18Z", "webTitle": "Isaac Hayden and Newcastle on a high under Rafael Benítez", "webUrl": "https://www.theguardian.com/football/2016/nov/19/rafael-benitez-newcastle-united-isaac-hayden-championship-football-leeds", "wordCnt": 1044}, {"apiUrl": "https://content.guardianapis.com/football/2016/nov/19/tottenham-hotspur-west-ham-united-premier-league-match-report", "firPara": "Tottenham Hotpsurs unbeaten run remains intact but of far more importance to Mauricio Pochettino after this classic encounter will be that his teams seven-game winless streak has ended. Spurs dominated for long spells of this pulsating London derby but they needed Harry Kane, the most prolific of scorers in inter-capital fixtures, to strike twice in the final two minutes to transform a maiden defeat of the season into their first victory since 2 October.", "id": "football/2016/nov/19/tottenham-hotspur-west-ham-united-premier-league-match-report", "isHosted": false, "secPara": "West Ham had led twice, through Michail Antonios first-half goal and Manuel Lanzinis 68th-minute penalty after Harry Winks made it 1-1 with a goal in his first league start, but a defensive substitution from Slaven Bilic five minutes from time proved desperately costly for the visiting team. They remain 17th and face a daunting set of fixtures, making their inability to close out the win all the more frustrating.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-19T19:48:34Z", "webTitle": "Harry Kane’s two late goals earn Tottenham victory over West Ham", "webUrl": "https://www.theguardian.com/football/2016/nov/19/tottenham-hotspur-west-ham-united-premier-league-match-report", "wordCnt": 802}], "startIndex": 2391, "status": "ok", "total": 141934, "userTier": "developer"}}