{"response": {"currentPage": 373, "orderBy": "newest", "pageSize": 10, "pages": 14194, "results": [{"apiUrl": "https://content.guardianapis.com/football/live/2016/sep/18/tottenham-hotspur-sunderland-premier-league-live", "firPara": "Harry Kane scored the winner but picked up an injury late on and Adnan Januzaj was sent off for Sunderland as Spurs climbed to third despite the best efforts of Jordan Pickford", "id": "football/live/2016/sep/18/tottenham-hotspur-sunderland-premier-league-live", "isHosted": false, "secPara": "Spurs could and probably should have won that by five goals or more, but they will be happy enough with the points and a goal for Harry Kane; less so with injuries to Kane, Dier and Dembele. Thanks for your company, bye.", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2016-09-18T17:39:17Z", "webTitle": "Tottenham Hotspur 1-0 Sunderland: Premier League – as it happened", "webUrl": "https://www.theguardian.com/football/live/2016/sep/18/tottenham-hotspur-sunderland-premier-league-live", "wordCnt": 799}, {"apiUrl": "https://content.guardianapis.com/football/2016/sep/18/jose-mourinho-some-manchester-united-players-not-coping-with-pressure-watford", "firPara": "José Mourinho admitted some of his players are unable to cope with the pressure of playing for Manchester United at the moment and also stressed how they need to learn from their defensive mistakes after his side slumped to a third successive defeat on an afternoon that ended with the Portuguese once again criticising the match officials.", "id": "football/2016/sep/18/jose-mourinho-some-manchester-united-players-not-coping-with-pressure-watford", "isHosted": false, "secPara": "After losing against Manchester City and Feyenoord in the previous eight days United were beaten 3-1 at Watford, leaving Mourinhos side six points behind Pep Guardiolas City after five matches. Mourinho was unhappy that Watfords first goal was allowed to stand, with Miguel Britos appearing to foul Anthony Martial in the lead-up to Étienne Capoue scoring, yet the United manager also accepted that his players were poor in the first half and at fault for Watfords second goal.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-18T16:13:26Z", "webTitle": "José Mourinho: some Manchester United players not coping with pressure", "webUrl": "https://www.theguardian.com/football/2016/sep/18/jose-mourinho-some-manchester-united-players-not-coping-with-pressure-watford", "wordCnt": 642}, {"apiUrl": "https://content.guardianapis.com/football/2016/sep/18/southampton-swansea-city-premier-league-match-report", "firPara": "Claude Puels wait for his first Premier League win as Southampton manager is over. Its a good thing, he said, with a look of considerable relief. Charlie Austins second league goal for the club was enough to condemn Swansea City to defeat and shake off any unwelcome records, namely the thought of the Frenchman failing to win any of his opening five league matches. Saints ditched another unwanted statistic too, securing their first clean sheet in 17 top-flight matches, largely thanks to Fraser Forsters giant right hand denying Gylfi Sigurdsson a late equaliser.", "id": "football/2016/sep/18/southampton-swansea-city-premier-league-match-report", "isHosted": false, "secPara": "Puel, who replaced Ronald Koeman in the summer, may just have learned his lesson. His Southampton side were supposed to be invigorated by their Europa League win over Sparta Prague – their first of the season – in midweek but they took an age to get out of first gear here. Puel made six changes to Thursday nights winning formula but defended his decision to keep Austin on the bench.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-18T15:25:56Z", "webTitle": "Charlie Austin goal against Swansea gives Southampton first league win", "webUrl": "https://www.theguardian.com/football/2016/sep/18/southampton-swansea-city-premier-league-match-report", "wordCnt": 790}, {"apiUrl": "https://content.guardianapis.com/football/live/2016/sep/18/crystal-palace-v-stoke-city-premier-league-live", "firPara": "Stokes miserable start continued as Crystal Palace scored twice inside 11 minutes, before Andros Townsend capped an excellent display with a fine solo goal in the second half", "id": "football/live/2016/sep/18/crystal-palace-v-stoke-city-premier-league-live", "isHosted": false, "secPara": "Stokes miserable start continued as Crystal Palace scored twice inside 11 minutes, before Andros Townsend capped an excellent display with a fine solo goal in the second half", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2016-09-18T15:16:16Z", "webTitle": "Crystal Palace 4-1 Stoke City: Premier League – as it happened", "webUrl": "https://www.theguardian.com/football/live/2016/sep/18/crystal-palace-v-stoke-city-premier-league-live", "wordCnt": 1651}, {"apiUrl": "https://content.guardianapis.com/football/2016/sep/18/crystal-palace-stoke-city-premier-league-match-report", "firPara": "Instinct suggests Stoke City have far too much pedigree to be loitering at the foot of the table for long but, with each thrashing they endure, the creeping sense of crisis grips tighter. This was a second successive drubbing to the tune of four goals conceded, a rout inflicted by a Crystal Palace team who have been accused so often of being obliging hosts. But, whereas they have now forced their way into the top half Stoke shudder under the weight of the division.", "id": "football/2016/sep/18/crystal-palace-stoke-city-premier-league-match-report", "isHosted": false, "secPara": "This was grim viewing for Mark Hughes and worse for the visiting fans left disgusted in the Arthur Wait stand. A team who have been rightly praised for transforming their attacking style, learning to flourish in possession, appear to have forgotten the basics in defensive organisation. Where once they were strong, aggressive and thoroughly drilled, now their back line was ramshackle and confidence brittle throughout. By the end it was shattered.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-18T15:11:54Z", "webTitle": "Andros Townsend shines as Crystal Palace overrun demoralised Stoke", "webUrl": "https://www.theguardian.com/football/2016/sep/18/crystal-palace-stoke-city-premier-league-match-report", "wordCnt": 881}, {"apiUrl": "https://content.guardianapis.com/football/2016/sep/18/watford-manchester-united-premier-league-match-report", "firPara": "So much for all that early season optimism at Old Trafford. In the space of eight days, Manchester United have suffered three successive defeats that have provided an unwelcome reality check at a time when their rivals across the city are blazing a trail at the top of the Premier League.", "id": "football/2016/sep/18/watford-manchester-united-premier-league-match-report", "isHosted": false, "secPara": "Maybe breaking the transfer record, signing Zlatan Ibrahimovic and appointing José Mourinho will not suddenly put everything right at United.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-18T13:22:20Z", "webTitle": "Manchester United stunned as Watford are spot-on with late show", "webUrl": "https://www.theguardian.com/football/2016/sep/18/watford-manchester-united-premier-league-match-report", "wordCnt": 887}, {"apiUrl": "https://content.guardianapis.com/football/live/2016/sep/18/watford-manchester-united-premier-league-live", "firPara": "Watford thoroughly deserved their first victory over Manchester United for 30 years, sealed by late goals from Juan Zuniga and Troy Deeney", "id": "football/live/2016/sep/18/watford-manchester-united-premier-league-live", "isHosted": false, "secPara": "Peep peep! Watford beat Manchester United for the first time in 30 years, and the Premier League Crisis Baton is passed from Slaven Bilic to Jose Mourinho. With the usual exception of Marcus Rashford, United were a shambles. A Watford were superb and thoroughly deserved their win. Thanks for your company; Ill leave you with this from Hubert OHearn I hope Des Kellys wearing pads and a facemask. Crisis Baton time!", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2016-09-18T12:58:30Z", "webTitle": "Watford 3-1 Manchester United: Premier League – as it happened", "webUrl": "https://www.theguardian.com/football/live/2016/sep/18/watford-manchester-united-premier-league-live", "wordCnt": 1737}, {"apiUrl": "https://content.guardianapis.com/football/2016/sep/18/said-and-done-joey-barton-twitter-rangers-uefa-football-diary", "firPara": "Also featuring Michel Platini; a quick strangle; and mama of the week", "id": "football/2016/sep/18/said-and-done-joey-barton-twitter-rangers-uefa-football-diary", "isHosted": false, "secPara": "Also featuring Michel Platini; a quick strangle; and mama of the week", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-18T08:10:12Z", "webTitle": "Said & Done: Joey Barton, Karren Brady, and Chile’s worst dog", "webUrl": "https://www.theguardian.com/football/2016/sep/18/said-and-done-joey-barton-twitter-rangers-uefa-football-diary", "wordCnt": 913}, {"apiUrl": "https://content.guardianapis.com/football/2016/sep/17/football-fans-stadium-gentrification", "firPara": "Watch Mo Farah winning his golden track double in the 5,000m at London 2012, or Jessica Ennis landing the heptathlon title by winning the 800m, and you will notice that every single person in camera shot at the Olympic Stadium is on their feet. Tens of thousands of them roaring their heroes to glory.", "id": "football/2016/sep/17/football-fans-stadium-gentrification", "isHosted": false, "secPara": "The London Stadium, as it will be known until the naming rights are sold, is now the Stratford home of West Ham United FC. But only a few thousand people have been on their feet during the four home games this season, most of them near the area where Farah made his decisive break on the last lap.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-17T23:05:02Z", "webTitle": "How football’s working-class fans were sold out for a fistful of popcorn", "webUrl": "https://www.theguardian.com/football/2016/sep/17/football-fans-stadium-gentrification", "wordCnt": 1542}, {"apiUrl": "https://content.guardianapis.com/football/2016/sep/17/wearside-david-moyes-sunderland-premier-league", "firPara": "David Moyes has heard the warnings. As Sunderlands seventh manager in five turbulent years he knows all about the clubs reputation as a sort of Bermuda Triangle for his profession but the Scot remains determined to put things right on Wearside.", "id": "football/2016/sep/17/wearside-david-moyes-sunderland-premier-league", "isHosted": false, "secPara": "Doing so will involve solving an enduring puzzle. Predecessor after predecessor has made oblique references to something being wrong at the club. Gus Poyet was particularly vocal on the subject. After avoiding relegation last spring Sam Allardyce described Sunderland as his most difficult managerial posting, with off-field issues proving especially vexing.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-17T21:30:03Z", "webTitle": "Life on Wearside is not quite what David Moyes expected when he arrived | Louise Taylor", "webUrl": "https://www.theguardian.com/football/2016/sep/17/wearside-david-moyes-sunderland-premier-league", "wordCnt": 898}], "startIndex": 3721, "status": "ok", "total": 141935, "userTier": "developer"}}