{"response": {"currentPage": 152, "orderBy": "newest", "pageSize": 10, "pages": 14194, "results": [{"apiUrl": "https://content.guardianapis.com/football/2017/jan/01/georginio-wijnaldum-urges-liverpool-step-up-pressure-on-chelsea", "firPara": "Georginio Wijnaldum has said it is essential Liverpool follow victory over Manchester City with another three points at Sunderland on Monday to increase the pressure on Premier League leaders Chelsea.", "id": "football/2017/jan/01/georginio-wijnaldum-urges-liverpool-step-up-pressure-on-chelsea", "isHosted": false, "secPara": "Liverpool are the closest challengers to Antonio Contes side having moved four points ahead of City with a hard-fought win at Anfield on New Years Eve. Jürgen Klopps team, who remain six points behind the leaders, kick off at struggling Sunderland less than 44 hours after the conclusion of the City match and may be without their captain, Jordan Henderson, as well as the confirmed absentees Philippe Coutinho and Joël Matip. Henderson was withdrawn with a heel injury against Pep Guardiolas team, although it is not the same heel that sidelined the midfielder for sustained spells last season.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-01T22:29:07Z", "webTitle": "Georginio Wijnaldum urges Liverpool to step up pressure on Chelsea", "webUrl": "https://www.theguardian.com/football/2017/jan/01/georginio-wijnaldum-urges-liverpool-step-up-pressure-on-chelsea", "wordCnt": 594}, {"apiUrl": "https://content.guardianapis.com/football/blog/2017/jan/01/love-hate-january-transfer-window", "firPara": "And so it begins … again. A rolling, meandering soap opera that never really stops started in earnest on Sunday as the new year heralded the opening of the January transfer window. An often tedious month-long orgy of will-they wont-they drama, whisper and counter-whisper, unhappy Arsenal fans and sightings of Robert Snodgrass, it slowly builds to a climactic all-singing, all-dancing Sky Sports show-stopper hosted by an enthusiastic Scotsman who wears a yellow tie.", "id": "football/blog/2017/jan/01/love-hate-january-transfer-window", "isHosted": false, "secPara": "We have been here before, many times. Fourteen, to be precise. Made compulsory by Fifa for the 2002-03 season, the January transfer window is one of two registration periods in which Premier League clubs are permitted to buy players they may or may not have been linked with by assorted TV and radio shows, newspaper gossip columns, football websites and social media accounts run by teenage schoolboys from football hotbeds such as Ludlow and Stow-on-the-Wold. Originally introduced as part of a compromise with the European Commission in order to preserve contractual stability for footballers and clubs while simultaneously allowing movement of the former at certain times of the year, the January window has since eclipsed the League Cup to become the third biggest competition in English football.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-01T22:00:07Z", "webTitle": "Love it or hate it, the January transfer window provides unique excitement | Barry Glendenning", "webUrl": "https://www.theguardian.com/football/blog/2017/jan/01/love-hate-january-transfer-window", "wordCnt": 909}, {"apiUrl": "https://content.guardianapis.com/football/blog/2017/jan/01/donkey-scorpion-olivier-giroud-volley-arsenal-crystal-palace", "firPara": "The Arsenal strikers acrobatic opening goal against Crystal Palace will live long in the memory and is likely to be the highlight of his career", "id": "football/blog/2017/jan/01/donkey-scorpion-olivier-giroud-volley-arsenal-crystal-palace", "isHosted": false, "secPara": "The Arsenal strikers acrobatic opening goal against Crystal Palace will live long in the memory and is likely to be the highlight of his career", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-01T20:30:22Z", "webTitle": "Donkey or scorpion? Olivier Giroud’s volley defies classification | Barney Ronay", "webUrl": "https://www.theguardian.com/football/blog/2017/jan/01/donkey-scorpion-olivier-giroud-volley-arsenal-crystal-palace", "wordCnt": 964}, {"apiUrl": "https://content.guardianapis.com/football/2017/jan/01/arsene-wenger-olivier-giroud-crystal-palace-work-of-art", "firPara": "Arsène Wenger described Olivier Girouds spectacular goal in Arsenals 2-0 home win against Crystal Palace as a work of art, and said it must rank in his all-time top five over his 20-year tenure at the club.", "id": "football/2017/jan/01/arsene-wenger-olivier-giroud-crystal-palace-work-of-art", "isHosted": false, "secPara": "Giroud set Arsenal on their way to victory in the 17th minute, when he flicked an Alexis Sánchez cross, which was one yard behind him, with his left heel over his own head and into Wayne Hennesseys net off the underside of the crossbar. He had been about 12 yards out at the point of the connection.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-01T20:02:34Z", "webTitle": "Arsène Wenger calls Olivier Giroud goal against Crystal Palace ‘a work of art’", "webUrl": "https://www.theguardian.com/football/2017/jan/01/arsene-wenger-olivier-giroud-crystal-palace-work-of-art", "wordCnt": 539}, {"apiUrl": "https://content.guardianapis.com/football/2017/jan/01/tottenham-hotspur-chelsea-match-preview", "firPara": "Mauricio Pochettino has referenced his Tottenham sides performance at Stamford Bridge on 26 November as a turning point of sorts in the season. They had been positive for the first 45 minutes and the manager felt that it showed they were over their Champions League exit. But they still lost, as everybody has done to Chelsea in the league over the past three months. Tottenham are in form and this could be wild. Can they stop the Chelsea juggernaut? David Hytner", "id": "football/2017/jan/01/tottenham-hotspur-chelsea-match-preview", "isHosted": false, "secPara": "Kick-off Wednesday 8pm ", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-01T19:35:42Z", "webTitle": "Tottenham Hotspur v Chelsea: match preview", "webUrl": "https://www.theguardian.com/football/2017/jan/01/tottenham-hotspur-chelsea-match-preview", "wordCnt": 186}, {"apiUrl": "https://content.guardianapis.com/football/2017/jan/01/mauricio-pochettino-spurs-chelsea-premier-league-white-hart-lane", "firPara": "Mauricio Pochettino wants to harness the sort of feeling that surrounded Leicesters run to the title last season when Tottenham face the leaders Chelsea on Wednesday and believes the rest of the Premier League will be cheering for his team.", "id": "football/2017/jan/01/mauricio-pochettino-spurs-chelsea-premier-league-white-hart-lane", "isHosted": false, "secPara": "Tottenham pulled to within 10 points of Antonio Contes team by defeating Watford 4-1 on Sunday. Pochettino suggested the chasing pack, led by Liverpool, who are six points behind Chelsea in second, will now will the home side to win at White Hart Lane, claiming that when Tottenham were fighting at the top with Leicester, it was their then-rivals who attracted similar goodwill.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-01T19:26:12Z", "webTitle": "Mauricio Pochettino reckons everyone else wants Spurs to beat Chelsea", "webUrl": "https://www.theguardian.com/football/2017/jan/01/mauricio-pochettino-spurs-chelsea-premier-league-white-hart-lane", "wordCnt": 498}, {"apiUrl": "https://content.guardianapis.com/football/2017/jan/01/bournemouth-arsenal-match-preview", "firPara": "Bournemouth brushed aside Swansea City on New Years Eve and return to home soil hoping to close out a team at the opposite end of the table, Arsenal. Benik Afobe, in particular, will have been lifted by getting on the scoresheet at the Liberty Stadium before facing his former club. The on-loan Arsenal midfielder Jack Wilshere, though, is ineligible to play against his parent club, with Arsène Wenger hopeful of a second win in three days. Ben Fisher", "id": "football/2017/jan/01/bournemouth-arsenal-match-preview", "isHosted": false, "secPara": "Kick-off Tuesday 7.45pm ", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-01T19:01:22Z", "webTitle": "Bournemouth v Arsenal: match preview", "webUrl": "https://www.theguardian.com/football/2017/jan/01/bournemouth-arsenal-match-preview", "wordCnt": 216}, {"apiUrl": "https://content.guardianapis.com/football/2017/jan/01/stoke-city-watford-match-preview", "firPara": "There has been little festive cheer for Stoke after the fixture computer handed them trips to Anfield and Stamford Bridge in between Christmas and new year and despite flattering to deceive before losing both games, the visit of Watford gives them a chance to end on a high. Sundays home humbling by Spurs was a fifth defeat in seven for Walter Mazzarris inconsistent side. Paul Chronnell", "id": "football/2017/jan/01/stoke-city-watford-match-preview", "isHosted": false, "secPara": "Kick-off  8pm ", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-01T18:34:55Z", "webTitle": "Stoke City v Watford: match preview", "webUrl": "https://www.theguardian.com/football/2017/jan/01/stoke-city-watford-match-preview", "wordCnt": 192}, {"apiUrl": "https://content.guardianapis.com/football/2017/jan/01/arsenal-crystal-palace-premier-league-match-report", "firPara": "It was the sort of move that is more routinely associated with the skill buttons on the PlayStation. But when Olivier Giroud blurred the line between the virtually real and the gloriously tangible, he did more than set Arsenal on their way to victory over Crystal Palace. He lit up the Emirates Stadium and provided a memory for years to come.", "id": "football/2017/jan/01/arsenal-crystal-palace-premier-league-match-report", "isHosted": false, "secPara": "Girouds 17th-minute opener recalled the finish of Henrikh Mkhitaryan for Manchester United against Sunderland on Boxing Day. There were shades of a scorpion kick, albeit with only one leg; a rainbow flick or whatever else the gamers want to call it.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-01T18:11:17Z", "webTitle": "Olivier Giroud’s brilliant back-heel helps Arsenal sink Crystal Palace", "webUrl": "https://www.theguardian.com/football/2017/jan/01/arsenal-crystal-palace-premier-league-match-report", "wordCnt": 914}, {"apiUrl": "https://content.guardianapis.com/football/2017/jan/01/west-bromwich-albion-hull-city-match-preview", "firPara": "Both these sides ended 2016 with encouraging results, although the fact West Bromwich managed to win 2-1 at Southampton but Hull were pegged back by Everton to draw 2-2 tells the story of their respective seasons. Tony Puliss side are riding high in eighth place and will look to consolidate that today, whereas Hull, in 19th, know they need to start winning soon if an instant return to the Championship is to be avoided. Paul Chronnell", "id": "football/2017/jan/01/west-bromwich-albion-hull-city-match-preview", "isHosted": false, "secPara": "Kick-off Monday 3pm ", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-01T17:55:04Z", "webTitle": "West Bromwich Albion v Hull City: match preview", "webUrl": "https://www.theguardian.com/football/2017/jan/01/west-bromwich-albion-hull-city-match-preview", "wordCnt": 186}], "startIndex": 1511, "status": "ok", "total": 141934, "userTier": "developer"}}