{"response": {"currentPage": 290, "orderBy": "newest", "pageSize": 10, "pages": 14194, "results": [{"apiUrl": "https://content.guardianapis.com/football/2016/oct/26/west-ham-slaven-bilic-crowd-trouble-chelsea", "firPara": "• West Ham and Chelsea could face sanctions after violence between fans", "id": "football/2016/oct/26/west-ham-slaven-bilic-crowd-trouble-chelsea", "isHosted": false, "secPara": "Slaven Bilic was upset by the violent scenes that flared inside the London Stadium towards the end of West Hams 2-1 EFL Cup win over Chelsea as unacceptable as his club promised to ban for life any supporters found guilty of wrongdoing.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-10-27T06:41:04Z", "webTitle": "West Ham v Chelsea: Slaven Bilic condemns violence at London Stadium", "webUrl": "https://www.theguardian.com/football/2016/oct/26/west-ham-slaven-bilic-crowd-trouble-chelsea", "wordCnt": 516}, {"apiUrl": "https://content.guardianapis.com/football/blog/2016/oct/26/zlatan-ibrahimovic-mixed-bag--manchester-united-manchester-city-efl-cup", "firPara": "The selection said it all. Ordering room service to a suite at the five-star Lowry Hotel may constitute a bit of a disaster for José Mourinho but losing to Manchester City for the second time in seven weeks at Old Trafford, and a weakened City at that, would have left the United manager fearing the walls were closing in. It was not a risk he was prepared to accept.", "id": "football/blog/2016/oct/26/zlatan-ibrahimovic-mixed-bag--manchester-united-manchester-city-efl-cup", "isHosted": false, "secPara": "Both managers were in urgent need of victory – Pep Guardiola to avoid the longest winless run of his illustrious managerial career and Mourinho to respond to growing doubts over his ability to alleviate Uniteds malaise. The consequences of defeat, however, were significant for only one and were avoided thanks to a determined, improved second-half display from the hosts.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-10-26T22:36:10Z", "webTitle": "Zlatan Ibrahimovic’s mixed bag epitomises Manchester United’s evening | Andy Hunter", "webUrl": "https://www.theguardian.com/football/blog/2016/oct/26/zlatan-ibrahimovic-mixed-bag--manchester-united-manchester-city-efl-cup", "wordCnt": 837}, {"apiUrl": "https://content.guardianapis.com/football/2016/oct/26/jose-mourinho-manchester-united-fans-pep-guardiola-manchester-city", "firPara": "• Mourinho declares love of Manchester United is bigger than bad results", "id": "football/2016/oct/26/jose-mourinho-manchester-united-fans-pep-guardiola-manchester-city", "isHosted": false, "secPara": "• Mourinho declares love of Manchester United is bigger than bad results", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-10-26T22:35:07Z", "webTitle": "José Mourinho proud his players gave something back after heavy defeat", "webUrl": "https://www.theguardian.com/football/2016/oct/26/jose-mourinho-manchester-united-fans-pep-guardiola-manchester-city", "wordCnt": 443}, {"apiUrl": "https://content.guardianapis.com/football/2016/oct/26/manchester-united-west-ham-efl-cup", "firPara": "Manchester United will host West Ham in the stand-out tie of the EFL Cup quarter-finals, meaning that they will face each other twice at Old Trafford in a matter of days.", "id": "football/2016/oct/26/manchester-united-west-ham-efl-cup", "isHosted": false, "secPara": "Slaven Bilics side are already scheduled to face United in Manchester on Sunday 27 November and, with all last-eight ties to be played in the week commencing Monday 28 November, the likelihood is that they will return within three days of the first fixture, probably on Wednesday 30 November. It will be the first time the sides have met in this competition since the same stage in 2010, when the Hammers won 4-0 at Upton Park.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-10-26T21:39:28Z", "webTitle": "Manchester United to host West Ham in EFL Cup quarter-finals", "webUrl": "https://www.theguardian.com/football/2016/oct/26/manchester-united-west-ham-efl-cup", "wordCnt": 283}, {"apiUrl": "https://content.guardianapis.com/football/2016/oct/26/german-cup-bayern-munich-julian-green-american-goal", "firPara": "US international becomes the first American to score a goal for Bayern Munich in a competitive match in German Cup victory over Augsburg", "id": "football/2016/oct/26/german-cup-bayern-munich-julian-green-american-goal", "isHosted": false, "secPara": "US international Julian Green became the first American to score a goal for Bayern Munich in a competitive match in Wednesdays 3-1 victory over Augsburg in the second round of the German Cup.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-10-26T21:34:04Z", "webTitle": "Julian Green becomes first American player to score for Bayern Munich", "webUrl": "https://www.theguardian.com/football/2016/oct/26/german-cup-bayern-munich-julian-green-american-goal", "wordCnt": 204}, {"apiUrl": "https://content.guardianapis.com/football/2016/oct/26/eric-dier-vincent-janssen-adapt-to-life-premier-league-football", "firPara": "Eric Dier has backed Vincent Janssen to adapt to English football after a testing start to life at Tottenham Hotspur.", "id": "football/2016/oct/26/eric-dier-vincent-janssen-adapt-to-life-premier-league-football", "isHosted": false, "secPara": "The Holland international scored his second goal for the club in the 2-1 defeat to Liverpool in the EFL Cup on Tuesday but has yet to find the net for his new side in the Premier League.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-10-26T21:30:03Z", "webTitle": "Eric Dier: Spurs’ Vincent Janssen will adapt to Premier League life", "webUrl": "https://www.theguardian.com/football/2016/oct/26/eric-dier-vincent-janssen-adapt-to-life-premier-league-football", "wordCnt": 524}, {"apiUrl": "https://content.guardianapis.com/football/2016/oct/26/liverpool-simon-mignolet-loris-karius", "firPara": "Simon Mignolet is determined to fight for his place at Liverpool after being displaced by Loris Karius as Jürgen Klopps first-choice goalkeeper.", "id": "football/2016/oct/26/liverpool-simon-mignolet-loris-karius", "isHosted": false, "secPara": "The Belgium international started his first match for more than a month in Tuesdays 2-1 victory over Tottenham after losing his place to Karius. Klopp confirmed this week that the Germany international – a £4.7m signing from Mainz in the summer – is now his No1 but Mignolet will never give up on reclaiming the status he has enjoyed since moving from Sunderland in 2013.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-10-26T21:30:03Z", "webTitle": "Liverpool’s Simon Mignolet promises to fight Loris Karius for No1 spot", "webUrl": "https://www.theguardian.com/football/2016/oct/26/liverpool-simon-mignolet-loris-karius", "wordCnt": 475}, {"apiUrl": "https://content.guardianapis.com/football/blog/2016/oct/26/west-ham-players-start-feel-at-home-fans-let-club-down", "firPara": "Hammers players are beginning to find their feet in the London Stadium but there were more unsavoury scenes in the stands as they beat Chelsea 2-1", "id": "football/blog/2016/oct/26/west-ham-players-start-feel-at-home-fans-let-club-down", "isHosted": false, "secPara": "It always was wishful thinking that the occasion would pass off without any ugly incidents in the stands. They came so close. But just when it seemed that West Ham United were easing towards a largely peaceful 2-0 victory over Chelsea in the League Cup, fighting broke out between home and away fans behind Darren Randolphs goal, transforming a magnificent night on the pitch for Slaven Bilics resurgent side into a PR disaster.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-10-26T21:09:54Z", "webTitle": "West Ham’s players start to feel at home but fans let club down | Jacob Steinberg", "webUrl": "https://www.theguardian.com/football/blog/2016/oct/26/west-ham-players-start-feel-at-home-fans-let-club-down", "wordCnt": 744}, {"apiUrl": "https://content.guardianapis.com/football/2016/oct/26/manchester-united-manchester-city-efl-cup-match-report", "firPara": "Manchester Uniteds week took a much needed turn for the better as a Juan Mata goal propelled them into the last eight of the EFL Cup at the expense of their neighbours. Whether José Mourinho wants an extended run in this competition is another matter – United have drawn West Ham at home in the next round – but at least he and his team have shifted some of the pressure on to his rival across town.", "id": "football/2016/oct/26/manchester-united-manchester-city-efl-cup-match-report", "isHosted": false, "secPara": "Doubtless Pep Guardiola is not greatly enamoured of the lesser of the domestic trophies either, though he could have done with a victory here. This was Citys sixth game in a row without a win, uncharted territory for their manager. The side he selected did not suggest an intention to win at all costs and, if he did not have an inkling before, the manager must now be fully aware that without David Silva and Kevin De Bruyne City tend to be short of snap and polish.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-10-26T21:02:51Z", "webTitle": "Manchester United’s Juan Mata delivers derby delight against Manchester City", "webUrl": "https://www.theguardian.com/football/2016/oct/26/manchester-united-manchester-city-efl-cup-match-report", "wordCnt": 962}, {"apiUrl": "https://content.guardianapis.com/football/2016/oct/26/west-ham-chelsea-efl-cup-match-report", "firPara": "It had always promised to be an incendiary tie and, for 90 minutes, it looked as though it would be celebrated for the football, which was fast, open and exciting. West Ham United finally delivered the performance that they had wanted to electrify their new stadium and they put themselves on the right side of the result, too. They are into the quarter-finals of the EFL Cup, where they will face Manchester United at Old Trafford.", "id": "football/2016/oct/26/west-ham-chelsea-efl-cup-match-report", "isHosted": false, "secPara": "But all of the good things from West Ham and Chelsea would be marred in stoppage time during a couple of minutes when supporters from both clubs hurled insults and projectiles – including coins and a couple of ripped-up seats.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-10-26T21:01:55Z", "webTitle": "Cheikhou Kouyaté inspires West Ham but clashes mar win over Chelsea", "webUrl": "https://www.theguardian.com/football/2016/oct/26/west-ham-chelsea-efl-cup-match-report", "wordCnt": 990}], "startIndex": 2891, "status": "ok", "total": 141935, "userTier": "developer"}}