{"response": {"currentPage": 110, "orderBy": "newest", "pageSize": 10, "pages": 14194, "results": [{"apiUrl": "https://content.guardianapis.com/football/live/2017/jan/22/southampton-v-leicester-city-premier-league-live", "firPara": "Southampton ended a run of four successive Premier League defeats with a comfortable victory over a dismal Leicester", "id": "football/live/2017/jan/22/southampton-v-leicester-city-premier-league-live", "isHosted": false, "secPara": "Peep peep! Southampton end a run of four straight league defeats with an easy victory over Leicester, who veered between apathetic and pathetic for most of the game. Thanks for your company; bye.", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2017-01-22T13:52:11Z", "webTitle": "Southampton 3-0 Leicester City: Premier League – as it happened", "webUrl": "https://www.theguardian.com/football/live/2017/jan/22/southampton-v-leicester-city-premier-league-live", "wordCnt": 1342}, {"apiUrl": "https://content.guardianapis.com/football/blog/2017/jan/22/guardiola-pochettino-high-speed-philosophies-manchester-city-tottenham", "firPara": "There are many similarities between the footballing philosophies of Pep Guardiola and Mauricio Pochettino, and for the second time this season, Manchester City and Tottenham Hotspur contested a fast-paced, exciting game based around pressing and high defensive lines. Whereas Tottenham ran out 2-0 winners in October, however, City failed to translate their superiority here into three points.", "id": "football/blog/2017/jan/22/guardiola-pochettino-high-speed-philosophies-manchester-city-tottenham", "isHosted": false, "secPara": "Guardiola has often played a 4-2-3-1 in recent weeks but on Saturday used a 4-3-3 – and an extremely attack-minded 4-3-3 at that. Leroy Sané, Sergio Agüero and Raheem Sterling played high up the pitch, pressing Tottenhams centre-backs, while David Silva and Kevin De Bruyne returned to the deeper roles they played at the start of the campaign, with Yaya Touré deployed on his own in the holding role. This might have been disastrous – Tourés tactical discipline has rightly been questioned in recent years – but Silva and De Bruyne demonstrated wonderful skill and composure in possession to ease past Tottenhams midfield press, and put City in charge.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-22T13:50:48Z", "webTitle": "All square in Pochettino and Guardiola’s battle of high-speed philosophies | Michael Cox", "webUrl": "https://www.theguardian.com/football/blog/2017/jan/22/guardiola-pochettino-high-speed-philosophies-manchester-city-tottenham", "wordCnt": 835}, {"apiUrl": "https://content.guardianapis.com/football/2017/jan/22/non-league-premier-league-jamie-vardy-andre-gray-dwight-gayle", "firPara": "I got made redundant by Bentley on the Tuesday, which was crazy because I didnt know what I was going to do, said Arsenals new signing Cohen Bramall earlier this month. My agent Lee Payne rings me on the Wednesday saying youve got a trial at Arsenal. I was like What? I was gobsmacked.", "id": "football/2017/jan/22/non-league-premier-league-jamie-vardy-andre-gray-dwight-gayle", "isHosted": false, "secPara": "Last week, the 20-year-old former sprinter made his first appearance in an Arsenal shirt since his shock £40,000 move from Northern Premier League Premier Division side Hednesford Town, playing 83 minutes in a 3-1 victory over Southampton in the under-23 league. Following in the footsteps of England internationals Malcolm Macdonald, John Barnes, Ian Wright, Jamie Vardy and many others, Bramalls journey to one of the biggest clubs in the land via 200-mile trips to training on the back of his fathers motorbike, rejection by local side Crewe and an audacious rabona assist that was featured on Soccer AM, is the stuff of schoolboy dreams.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-22T10:00:01Z", "webTitle": "Non-league to Premier League: Jamie Vardy won’t be the last to make the leap", "webUrl": "https://www.theguardian.com/football/2017/jan/22/non-league-premier-league-jamie-vardy-andre-gray-dwight-gayle", "wordCnt": 1825}, {"apiUrl": "https://content.guardianapis.com/football/2017/jan/22/said-and-done-fifa-dimitri-payet-football-diary", "firPara": "Also featuring Africas clean break; Felipe Melo; and feeling heavy with drink", "id": "football/2017/jan/22/said-and-done-fifa-dimitri-payet-football-diary", "isHosted": false, "secPara": "Also featuring Africas clean break; Felipe Melo; and feeling heavy with drink", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-22T09:05:41Z", "webTitle": "Said & Done: Fifa’s new focus; Dimitri Payet; and Orient’s golden ticket", "webUrl": "https://www.theguardian.com/football/2017/jan/22/said-and-done-fifa-dimitri-payet-football-diary", "wordCnt": 855}, {"apiUrl": "https://content.guardianapis.com/football/2017/jan/22/watford-agree-deal-mauro-zarate-fiorentina", "firPara": "• 29-year-old Argentinian has been offered two-and-a-half year deal", "id": "football/2017/jan/22/watford-agree-deal-mauro-zarate-fiorentina", "isHosted": false, "secPara": "Watford have agreed a deal with Fiorentina to sign the striker Mauro Zárate for £2.3m. The 29-year-old Argentinian has been offered a two-and-a-half year deal and the Premier League club are expected to announce the signing in the next couple of days.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-22T00:03:13Z", "webTitle": "Watford agree £2.3m deal to sign striker Mauro Zárate from Fiorentina", "webUrl": "https://www.theguardian.com/football/2017/jan/22/watford-agree-deal-mauro-zarate-fiorentina", "wordCnt": 204}, {"apiUrl": "https://content.guardianapis.com/football/2017/jan/21/chelsea-diego-costa-antonio-conte", "firPara": "Friday afternoon in Cobhams crammed media suite and, not for the first time of late, Antonio Conte was beginning to tire of all things Diego Costa. The Chelsea manager had already made clear the striker has fully recovered from the lower back pain that had forced him out of training the previous week and, ultimately, rendered him unavailable while his team-mates pulverised the reigning champions, Leicester City, last Saturday.", "id": "football/2017/jan/21/chelsea-diego-costa-antonio-conte", "isHosted": false, "secPara": "Just as obvious was the Italians reluctance to divulge details of Costas squabble with a fitness coach, who had apparently doubted the extent of the forwards injury. Or, indeed, to recap on the clubs underlying frustrations, festering for a few weeks, that Tianjin Quanjians desire to make the adopted Spaniard one of the highest paid players in the world had provoked the fall-out. China was not up for discussion.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-21T22:30:12Z", "webTitle": "Antonio Conte restores harmony at Chelsea after Diego Costa rocks the boat | Dominic Fifield", "webUrl": "https://www.theguardian.com/football/2017/jan/21/chelsea-diego-costa-antonio-conte", "wordCnt": 1210}, {"apiUrl": "https://content.guardianapis.com/football/blog/2017/jan/21/claudio-bravo-tottenham-hugo-lloris-manchester-city", "firPara": "Claudio Bravo was the goalkeeper under pressure going into this match; Hugo Lloris was the one who ended up going to pieces. While Manchester Citys last line of defence did not exactly redeem his reputation, Tottenhams goalkeeping was the greater influence on the game, with Lloris responsible for two errors in quick succession at the start of the second half.", "id": "football/blog/2017/jan/21/claudio-bravo-tottenham-hugo-lloris-manchester-city", "isHosted": false, "secPara": "The only slight good news for Pep Guardiola, whose top four hopes are fading by the week, is that, regardless of goalkeeping, City actually deserved to win this game. Placing their faith in attack and creating far more chances than their high-flying opponents, City could and probably should have been out of sight even before Lloris lent them a hand, and they were harshly denied a penalty before Spurs drew level.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-21T22:16:25Z", "webTitle": "Claudio Bravo still in the spotlight despite clangers from Spurs’ Hugo Lloris | Paul Wilson", "webUrl": "https://www.theguardian.com/football/blog/2017/jan/21/claudio-bravo-tottenham-hugo-lloris-manchester-city", "wordCnt": 866}, {"apiUrl": "https://content.guardianapis.com/football/2017/jan/21/pep-guardiola-spurs-draw-penalty-raheem-sterling-missed-chances", "firPara": "• No penalty for Raheem Sterling moments before Tottenham equaliser", "id": "football/2017/jan/21/pep-guardiola-spurs-draw-penalty-raheem-sterling-missed-chances", "isHosted": false, "secPara": "Pep Guardiola resisted the temptation to blame the referee for Manchester City being held at home by Tottenham, preferring to insist that had his players taken more of the chances they created the failure to award a clear penalty would not have mattered.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-21T21:31:20Z", "webTitle": "Pep Guardiola blames bad finishing and not referee for draw with Tottenham", "webUrl": "https://www.theguardian.com/football/2017/jan/21/pep-guardiola-spurs-draw-penalty-raheem-sterling-missed-chances", "wordCnt": 423}, {"apiUrl": "https://content.guardianapis.com/football/blog/2017/jan/21/chelsea-tottenham-new-stadiums-stamford-bridge-white-hart-lane", "firPara": "It isnt always easy remembering what Stamford Bridge used to be like before the money arrived. Suffice to say, though, it was nothing like the shiny, photogenic ground Chelsea call home now. Stamford Bridge had soul. But it was hard-faced, too, and a little eccentric bearing in mind it was the only ground in the country where there was enough space for drivers to park round the edge of the pitch, meaning games would take place with a forecourt-style display of motors – including a sky-blue Robin Reliant if memory serves right – behind one goal. Handy for a quick getaway – but not without risks, given the number of occasions a stray shot would thud against someones near-side panel, followed by an unsympathetic cheer from the Shed.", "id": "football/blog/2017/jan/21/chelsea-tottenham-new-stadiums-stamford-bridge-white-hart-lane", "isHosted": false, "secPara": "If that sounds like an American drive-in movie theatre, in reality it was never quite that glamorous. Away fans in those days would be steered up some steps to a rough, crumbling terrace that is now the Matthew Harding stand. The facilities were basic, to say the least. There was often a sense of danger and Brian Clough described the away dressing room as a pigsty after one visit, otherwise notable for a smoke bomb being set off, with his Nottingham Forest side in 1977. The publicity was so embarrassing for Chelsea that one of their supporters, a painter and decorator, wrote to the club offering to spruce up the place free of charge.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-21T20:00:09Z", "webTitle": "Chelsea and Tottenham will find progress has a price at capital grounds | Daniel Taylor", "webUrl": "https://www.theguardian.com/football/blog/2017/jan/21/chelsea-tottenham-new-stadiums-stamford-bridge-white-hart-lane", "wordCnt": 1805}, {"apiUrl": "https://content.guardianapis.com/football/2017/jan/21/wayne-rooney-breaks-manchester-united-scoring-record", "firPara": "Wayne Rooney, a teenager when he arrived at Manchester United more than a decade ago, beamed with delight on Saturday after plundering a stoppage-time equaliser to become the clubs outright leading goalscorer.", "id": "football/2017/jan/21/wayne-rooney-breaks-manchester-united-scoring-record", "isHosted": false, "secPara": "A free-kick against Stoke City brought his 250th goal for United and, by being both exquisite and dramatic, it was a fitting way for Rooney, on as a substitute, to surpass Sir Bobby Charltons record.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-21T19:50:20Z", "webTitle": "Wayne Rooney: breaking Manchester United scoring record a huge honour", "webUrl": "https://www.theguardian.com/football/2017/jan/21/wayne-rooney-breaks-manchester-united-scoring-record", "wordCnt": 693}], "startIndex": 1091, "status": "ok", "total": 141934, "userTier": "developer"}}