{"response": {"currentPage": 216, "orderBy": "newest", "pageSize": 10, "pages": 14194, "results": [{"apiUrl": "https://content.guardianapis.com/football/2016/dec/01/edinson-cavani-paris-st-german-booked-chapecoense", "firPara": "Edinson Cavani was booked after scoring a penalty for Paris Saint-Germain in their 2-0 defeat of Angers when he stripped off his shirt to reveal a T-shirt in support of Chapecoense, the Brazilian club which lost the majority of its squad in a plane crash in Colombia.", "id": "football/2016/dec/01/edinson-cavani-paris-st-german-booked-chapecoense", "isHosted": false, "secPara": "The goal was Cavanis 100th in a PSG shirt and came after a foul on Hatem Ben Arfa in the 66th minute. After scoring, he took off his shirt to reveal a white T-shirt bearing a hand-drawn logo of the Brazilian club above the word Fuerza (strength). He pointed both hands to the sky.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-12-01T00:16:11Z", "webTitle": "PSG’s Edinson Cavani booked after showing T-shirt support for Chapecoense", "webUrl": "https://www.theguardian.com/football/2016/dec/01/edinson-cavani-paris-st-german-booked-chapecoense", "wordCnt": 242}, {"apiUrl": "https://content.guardianapis.com/football/blog/2016/nov/30/manchester-united-wayne-rooney-old-trafford-everton", "firPara": "Wayne Rooney may be having a chequered season, both on the pitch and off it, though he is at that stage in an illustrious career where history beckons at every turn.", "id": "football/blog/2016/nov/30/manchester-united-wayne-rooney-old-trafford-everton", "isHosted": false, "secPara": "Last week against Feyenoord he not only produced one of his most convincing displays of the season but the opening goal he both made and scored confirmed him as Manchester Uniteds all-time leading scorer in Europe, as well as pushing his club tally to a within a single strike of Bobby Charltons record of 249.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-30T23:09:50Z", "webTitle": "Manchester United’s Wayne Rooney sees yellow and puts record chasing on hold | Paul Wilson", "webUrl": "https://www.theguardian.com/football/blog/2016/nov/30/manchester-united-wayne-rooney-old-trafford-everton", "wordCnt": 770}, {"apiUrl": "https://content.guardianapis.com/football/2016/nov/30/newcastle-united-jonjo-shelvey-racial-abuse-hearing-wolves-romain-saiss", "firPara": "Jonjo Shelvey must wait until shortly before Christmas to appear in front of an independent Football Association disciplinary commission convened to examine claims that he racially abused an opponent.", "id": "football/2016/nov/30/newcastle-united-jonjo-shelvey-racial-abuse-hearing-wolves-romain-saiss", "isHosted": false, "secPara": "The Newcastle United midfielder is due to face the FA panel during the week starting Monday 19 December, when he will personally contest the misconduct charge imposed by the ruling body following allegations that he directed racially abusive language towards Romain Saïss, a Moroccan midfielder who plays for Wolves.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-30T22:30:30Z", "webTitle": "Newcastle’s Jonjo Shelvey finally gets a date for racial-abuse hearing", "webUrl": "https://www.theguardian.com/football/2016/nov/30/newcastle-united-jonjo-shelvey-racial-abuse-hearing-wolves-romain-saiss", "wordCnt": 352}, {"apiUrl": "https://content.guardianapis.com/football/2016/nov/30/david-eatock-abuse-newcastle-united", "firPara": "A former Newcastle United player has waived his anonymity to say he was the victim of sexual abuse during his time at the club, and reveal the secret ordeal he suffered during the years when Kevin Keegan came close to turning the club into Premier League champions.", "id": "football/2016/nov/30/david-eatock-abuse-newcastle-united", "isHosted": false, "secPara": "David Eatock, one of Keegans signings, said he had felt compelled to come forward because of the blizzard of media coverage since Andy Woodwards interview in the Guardian two weeks ago, and because he had realised, after 20 years with his own secrets, that others had been preyed upon at other clubs and were no longer willing to suffer in silence.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-30T22:30:30Z", "webTitle": "Former Newcastle player David Eatock on being abused: ‘I wanted to cry but I couldn’t even cry’", "webUrl": "https://www.theguardian.com/football/2016/nov/30/david-eatock-abuse-newcastle-united", "wordCnt": 2388}, {"apiUrl": "https://content.guardianapis.com/football/2016/nov/30/ben-woodburn-liverpool-wales-jurgen-klopp", "firPara": "Just write Goalscorer Ben Woodburn, and nothing else, said Jürgen Klopp following the teenagers entry into the Liverpool record books. The appeal issued at Anfield on Tuesday was heartfelt but in vain, and the manager knew it. Expectation around the gifted forward is not a media construct.", "id": "football/2016/nov/30/ben-woodburn-liverpool-wales-jurgen-klopp", "isHosted": false, "secPara": "The kid-gloves treatment was applied to Woodburn moments after he replaced Michael Owen as the youngest goalscorer in Liverpools history with his 81st-minute finish in the EFL Cup quarter-final victory over Leeds United. Klopp told Woodburn, 17 years and 45 days old, that he could have converted the chance that fell perfectly in front of the Kop, then spent most of his post-match press conference telling the media to back off and refusing to embellish the occasion with platitudes. It made sense and the manager was probably correct to say he could have scored that goal, too, but Liverpool have long expected this day. Many others in football have, too.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-30T22:29:00Z", "webTitle": "Ben Woodburn’s rise no surprise despite Klopp’s kid-gloves approach at Liverpool | Andy Hunter", "webUrl": "https://www.theguardian.com/football/2016/nov/30/ben-woodburn-liverpool-wales-jurgen-klopp", "wordCnt": 1016}, {"apiUrl": "https://content.guardianapis.com/football/2016/nov/30/efl-cup-semifinals-manchester-united-liverpool-hull-southampton", "firPara": "Manchester United will face Hull City in the EFL Cup semi-finals, while Southampton take on Liverpool.", "id": "football/2016/nov/30/efl-cup-semifinals-manchester-united-liverpool-hull-southampton", "isHosted": false, "secPara": "Hull, managed by the former Manchester United assistant manager Mike Phelan, will travel to Old Trafford for the first leg in their first appearance in the last four of the League Cup. United have won the cup three times in the past 11 years.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-30T22:15:28Z", "webTitle": "Manchester United avoid Liverpool in EFL Cup semi-final draw", "webUrl": "https://www.theguardian.com/football/2016/nov/30/efl-cup-semifinals-manchester-united-liverpool-hull-southampton", "wordCnt": 170}, {"apiUrl": "https://content.guardianapis.com/football/live/2016/nov/30/manchester-united-v-west-ham-efl-cup-quarter-final-live", "firPara": "Two goals apiece for Zlatan Ibrahimovic and Anthony Martial, as the hosts sweep into the semi-finals.", "id": "football/live/2016/nov/30/manchester-united-v-west-ham-efl-cup-quarter-final-live", "isHosted": false, "secPara": "The draw!Manchester United v Hull City", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2016-11-30T22:12:51Z", "webTitle": "Manchester United 4-1 West Ham United: EFL Cup quarter-final – as it happened", "webUrl": "https://www.theguardian.com/football/live/2016/nov/30/manchester-united-v-west-ham-efl-cup-quarter-final-live", "wordCnt": 1822}, {"apiUrl": "https://content.guardianapis.com/football/2016/nov/30/arsenal-southampton-efl-cup-match-report", "firPara": "The Southampton players, Virgil van Dijk such a towering presence in their number, were saluting a giddy travelling support long after the final whistle here. This club has waited three decades to force passage into a League Cup semi-final, but the new year will bring a collision against those same opponents from 1987, Liverpool, and thoughts of Wembley. They will be thrilled at the prospect of further progress.", "id": "football/2016/nov/30/arsenal-southampton-efl-cup-match-report", "isHosted": false, "secPara": "This squad will not be daunted by the prospect of confronting Jürgen Klopps side, whose 6-1 win at St Marys had jettisoned Southampton from the fifth round last year. Claude Puel, with only three starters retained from the weekend, could point to this victory as evidence of strength in depth as well as real cause for optimism. Few visiting teams will prevail as comfortably as this at the Emirates, hassling and harrying opponents who had not been beaten since the opening weekend, and ensuring their advantage was established early. Theirs was the swagger, the experience and all the bite on show.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-30T21:45:30Z", "webTitle": "Jordy Clasie allows Southampton to swagger past Arsenal into semi-finals", "webUrl": "https://www.theguardian.com/football/2016/nov/30/arsenal-southampton-efl-cup-match-report", "wordCnt": 783}, {"apiUrl": "https://content.guardianapis.com/football/live/2016/nov/30/arsenal-southampton-efl-cup-quarter-final-live", "firPara": "First-half goals from Jordy Clasie and Ryan Bertrand gave Southampton a deserved 2-0 victory over a below-par Arsenal in north London", "id": "football/live/2016/nov/30/arsenal-southampton-efl-cup-quarter-final-live", "isHosted": false, "secPara": "An excellent performance from Saints, and they go through to their first League Cup semi-final for 30 years. Arsenal, who made 10 changes, were dreadful in the first half, and thats where the game was lost Saints scored two on the counter-attack, and then defended strongly when Arsenal poured forward in the second half. Davis, Reed and Clasie in particular were excellent they just stopped Arsenal playing. Arsenals long wait for a League Cup trophy goes on.", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2016-11-30T21:40:30Z", "webTitle": "Arsenal 0-2 Southampton: EFL Cup quarter-final – as it happened", "webUrl": "https://www.theguardian.com/football/live/2016/nov/30/arsenal-southampton-efl-cup-quarter-final-live", "wordCnt": 1473}, {"apiUrl": "https://content.guardianapis.com/football/2016/nov/30/police-opted-against-action-over-chelsea-ex-players-sex-abuse-claim", "firPara": "NSPCC says it has made more than triple the number of referrals to police or childrens services than from its Jimmy Savile helpline", "id": "football/2016/nov/30/police-opted-against-action-over-chelsea-ex-players-sex-abuse-claim", "isHosted": false, "secPara": "NSPCC says it has made more than triple the number of referrals to police or childrens services than from its Jimmy Savile helpline", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-30T21:00:25Z", "webTitle": "Police 'opted against action' over ex-Chelsea player's sex abuse claim", "webUrl": "https://www.theguardian.com/football/2016/nov/30/police-opted-against-action-over-chelsea-ex-players-sex-abuse-claim", "wordCnt": 735}], "startIndex": 2151, "status": "ok", "total": 141934, "userTier": "developer"}}