{"response": {"currentPage": 547, "orderBy": "newest", "pageSize": 10, "pages": 14195, "results": [{"apiUrl": "https://content.guardianapis.com/football/2016/jun/19/16-things-learned-from-euro-2016-so-far-conte-pulis-ireland-football", "firPara": "Chelsea must be mighty pleased. Contes tactical triumph in stilling the much-lauded talents of Belgium, as well as quelling Zlatan in Toulouse, made Italy the second team to reach the knockout stage, and served as a clear indication of a manager hitting his stride. His record for Italy now reads W W W D D D W W W W W W. Goals 19, Conceded 7, Clean sheets 6", "id": "football/2016/jun/19/16-things-learned-from-euro-2016-so-far-conte-pulis-ireland-football", "isHosted": false, "secPara": "There was only one way for Iceland to respond when Cristiano Ronaldo laid into their approach by calling them a team with a small mentality who are not going to do anything at Euro 2016. In their 1-1 draw, he said, Iceland had the temerity to park the bus in the net. Sore loser, responded Icelands Kari Arnason. Tough shit. He fannies about and dives around. Saturday nights penalty bungle had #Karma trending online.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-19T07:00:03Z", "webTitle": "Euro 2016: 16 things we learned so far – Conte, Pulis and the boys in green", "webUrl": "https://www.theguardian.com/football/2016/jun/19/16-things-learned-from-euro-2016-so-far-conte-pulis-ireland-football", "wordCnt": 1053}, {"apiUrl": "https://content.guardianapis.com/football/live/2016/jun/18/mexico-v-chile-copa-america-live", "firPara": "Final thoughts A historically bad night for Mexico is brought to a merciful close by the referee, who elects not to prolong the game into stoppage time.", "id": "football/live/2016/jun/18/mexico-v-chile-copa-america-live", "isHosted": false, "secPara": "Mexico, particularly their midfielders, appeared to give up after Chile scored first in the second half, and they duly conceded four more to a rampant Chile side who dominated them in every key area. When Patrick Vieiras New York City FC team lost 7-0 to New York Red Bulls recently he claimed that it was better to lose one match 7-0 than seven matches 1-0, but the former Red Bulls manager Juan Carlos Osorio will know all too well that his previously unbeaten record as Mexico coach will count for nothing amid the inevitable inquests that will now come.", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2016-06-19T04:03:08Z", "webTitle": "Mexico 0-7 Chile: Copa América – as it happened", "webUrl": "https://www.theguardian.com/football/live/2016/jun/18/mexico-v-chile-copa-america-live", "wordCnt": 793}, {"apiUrl": "https://content.guardianapis.com/football/2016/jun/18/lionel-messi-argentina-venezuela-copa-america-usa", "firPara": "Lionel Messi scored one and created two in his first Copa America Centenario start to lead Argentina to a 4-1 win over Venezuela – and into a semi-final against the United States.", "id": "football/2016/jun/18/lionel-messi-argentina-venezuela-copa-america-usa", "isHosted": false, "secPara": "Messis goal after an hour gave Argentina a 3-0 lead and was his 54th for the national team, equalling the record set by Gabriel Batistuta. The Barcelona star also became the leading scorer in this years Copa America with his fourth goal of the tournament.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-19T01:47:00Z", "webTitle": "Lionel Messi equals record as Argentina thump Venezuela to set up USA clash", "webUrl": "https://www.theguardian.com/football/2016/jun/18/lionel-messi-argentina-venezuela-copa-america-usa", "wordCnt": 344}, {"apiUrl": "https://content.guardianapis.com/football/live/2016/jun/18/argentina-v-venezuela-copa-america-live", "firPara": "Gonzalo Higuain scores two and Lionel Messi gets his 54th international goal as Argentina ease past Venezuela, who played well but missed a first-half penalty", "id": "football/live/2016/jun/18/argentina-v-venezuela-copa-america-live", "isHosted": false, "secPara": "OK, were going to wrap this blog up now. Well done to Argentina; commiserations to Venezuela, who played well and didnt deserve to lose so heavily. Thanks for reading. Bye!", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2016-06-19T01:06:36Z", "webTitle": "Argentina 4-1 Venezuela: Copa América – as it happened", "webUrl": "https://www.theguardian.com/football/live/2016/jun/18/argentina-v-venezuela-copa-america-live", "wordCnt": 1661}, {"apiUrl": "https://content.guardianapis.com/football/2016/jun/18/arsenal-chelsea-sofiane-boufal-lille-barcelona-atletico-madrid", "firPara": "Chelsea and Arsenal are both in contention to sign Sofiane Boufal from Lille but face competition from Barcelona and Atlético Madrid for the Morocco forward.", "id": "football/2016/jun/18/arsenal-chelsea-sofiane-boufal-lille-barcelona-atletico-madrid", "isHosted": false, "secPara": "The French club have already indicated that Boufal, who joined from Angers last January for just €4m, will leave this summer, with the fee expected to be around €25m (£19.6m). A number of English clubs have been monitoring his progress as the 22-year-old scored 11 times in his first full top-flight season and won the award for Best African Player in Ligue 1.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-18T21:30:27Z", "webTitle": "Arsenal and Chelsea face competition to sign €25m-rated Sofiane Boufal", "webUrl": "https://www.theguardian.com/football/2016/jun/18/arsenal-chelsea-sofiane-boufal-lille-barcelona-atletico-madrid", "wordCnt": 381}, {"apiUrl": "https://content.guardianapis.com/football/2016/jun/18/roy-hodgson-wayne-rooney-england-deep-role-euro-2016-slovakia", "firPara": "• England manager reserves pat on back for his captain at Euro 2016", "id": "football/2016/jun/18/roy-hodgson-wayne-rooney-england-deep-role-euro-2016-slovakia", "isHosted": false, "secPara": "Roy Hodgson has praised Wayne Rooneys impact in his relatively unfamiliar midfield brief at the European Championship to date and believes his captain can impose more influence on Englands performances in the role.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-18T21:30:22Z", "webTitle": "Roy Hodgson backs Wayne Rooney to do more damage for England from the deep", "webUrl": "https://www.theguardian.com/football/2016/jun/18/roy-hodgson-wayne-rooney-england-deep-role-euro-2016-slovakia", "wordCnt": 665}, {"apiUrl": "https://content.guardianapis.com/football/2016/jun/18/gareth-bale-wales-russia-euro-2016-group-b", "firPara": "All Gareth Bale needed to get over the crushing defeat to England was a plate of burger and chips and the Real Madrid forward now has his sights set on exacting some modicum of revenge on Monday night for one of Welsh footballs most painful moments against Russia.", "id": "football/2016/jun/18/gareth-bale-wales-russia-euro-2016-group-b", "isHosted": false, "secPara": "Bale and his team-mates were within seconds of taking a valuable point from their meeting with the Three Lions in Lens on Thursday, only for a gutsy and diligent rearguard action to be undone by Daniel Sturridges stoppage-time winner.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-18T21:30:22Z", "webTitle": "Wales’ Gareth Bale insists there is more to come against Russia", "webUrl": "https://www.theguardian.com/football/2016/jun/18/gareth-bale-wales-russia-euro-2016-group-b", "wordCnt": 804}, {"apiUrl": "https://content.guardianapis.com/football/2016/jun/18/jamie-vardy-giant-leaps-england-euro-2016", "firPara": "There was a message flashing on Jamie Vardys phone when he returned to Englands team hotel in the Picardy countryside. It was sent by Claudio Ranieri and a reminder, for this unlikely hero, that everyone back at Leicester was rooting for him. Two words, short and sweet – and classic Ranieri. Congratulations champ, it read.", "id": "football/2016/jun/18/jamie-vardy-giant-leaps-england-euro-2016", "isHosted": false, "secPara": "Read into that what you will, if you are looking for clues about whether Vardy is planning to leave the Premier League champions for Arsenal later this summer, or whether he will choose to stay where he is and emerge, potentially, with a second double-your-money contract in six months.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-18T21:29:22Z", "webTitle": "Jamie Vardy ignores distractions to take giant leaps with England | Daniel Taylor", "webUrl": "https://www.theguardian.com/football/2016/jun/18/jamie-vardy-giant-leaps-england-euro-2016", "wordCnt": 968}, {"apiUrl": "https://content.guardianapis.com/football/2016/jun/18/portugal-austria-euro-2016-match-report", "firPara": "The movie-star grin Cristiano Ronaldo had worn throughout became a grimace after 80 minutes when the Portugal captain smacked a penalty he had just won against Austrias right-hand post and to safety.", "id": "football/2016/jun/18/portugal-austria-euro-2016-match-report", "isHosted": false, "secPara": "A later headed finish chalked off for offside emphasised this was not his night and this second successive draw leaves Portugal with only two points and needing to beat Hungary in their final group match on Wednesday.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-18T21:16:52Z", "webTitle": "Cristiano Ronaldo’s missed penalty thwarts Portugal against Austria", "webUrl": "https://www.theguardian.com/football/2016/jun/18/portugal-austria-euro-2016-match-report", "wordCnt": 839}, {"apiUrl": "https://content.guardianapis.com/football/blog/2016/jun/18/euro-2016-football-politics-france", "firPara": "Everywhere I hear the sound of marching, charging feet. Welcome to France, Euro 2016 and footballs own slightly fretful summer of discontent. It is of course important to separate reality from perception and social media hysteria. The vast majority of the opening flush of this European Championship has passed as intended, a good-natured mix of travelling colours, with the odd mishap and plenty of extreme goodwill.", "id": "football/blog/2016/jun/18/euro-2016-football-politics-france", "isHosted": false, "secPara": "And yet for all the careful caveats there has been a distinctly frazzled quality to France 2016. Ten days into the 10th edition of the modern version of the European Championship it has at times been hard not to look around the periphery, and even the glossily restyled stadium interiors, and feel an unexpected trepidation.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-18T21:15:22Z", "webTitle": "Euro 2016 – where the thrill of football wrestles with the politics of fear | Barney Ronay", "webUrl": "https://www.theguardian.com/football/blog/2016/jun/18/euro-2016-football-politics-france", "wordCnt": 1419}], "startIndex": 5461, "status": "ok", "total": 141941, "userTier": "developer"}}