{"response": {"currentPage": 388, "orderBy": "newest", "pageSize": 10, "pages": 14194, "results": [{"apiUrl": "https://content.guardianapis.com/football/live/2016/sep/11/swansea-city-v-chelsea-premier-league-live", "firPara": "Diego Costa scored twice but Chelsea threw away a lead in a frantic, pulsating 2-2 draw with Swansea at the Liberty Stadium", "id": "football/live/2016/sep/11/swansea-city-v-chelsea-premier-league-live", "isHosted": false, "secPara": "Thats your lot from me. Cheers for reading. Im off to put my fingers in a bowl of cool water.", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2016-09-11T16:54:10Z", "webTitle": "Swansea City 2-2 Chelsea: Premier League – as it happened", "webUrl": "https://www.theguardian.com/football/live/2016/sep/11/swansea-city-v-chelsea-premier-league-live", "wordCnt": 1812}, {"apiUrl": "https://content.guardianapis.com/football/2016/sep/11/rangers-celtic-mark-warburton-scottish-premiership", "firPara": "The blue half of the Old Firm are suffering from poor recruitment and one-dimensional tactical thinking as their 5-1 defeat at Celtic highlighted", "id": "football/2016/sep/11/rangers-celtic-mark-warburton-scottish-premiership", "isHosted": false, "secPara": "Nothing sharpens the focus on shortcomings like defeat in a city derby. Which, in the case of Rangers, is not to say those issues did not exist before. The clubs return to the Premiership had been at best a slow‑burner before matters came crashing down around Mark Warburtons ears.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-11T15:16:37Z", "webTitle": "Mark Warburton faces backlash from Rangers fans after Celtic debacle", "webUrl": "https://www.theguardian.com/football/2016/sep/11/rangers-celtic-mark-warburton-scottish-premiership", "wordCnt": 846}, {"apiUrl": "https://content.guardianapis.com/football/live/2016/sep/11/aston-villa-v-nottingham-forest-championship-live", "firPara": "A pulsating second half saw four excellent goals and one red card, as Villa came from behind to lead, before being pegged back as they looked set for a crucial win", "id": "football/live/2016/sep/11/aston-villa-v-nottingham-forest-championship-live", "isHosted": false, "secPara": "So, thanks all for your company and comments- bye. ", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2016-09-11T14:29:46Z", "webTitle": "Aston Villa 2-2 Nottingham Forest: Championship – as it happened", "webUrl": "https://www.theguardian.com/football/live/2016/sep/11/aston-villa-v-nottingham-forest-championship-live", "wordCnt": 2180}, {"apiUrl": "https://content.guardianapis.com/football/2016/sep/11/feyenoord-ado-den-haag-cuddly-toys-eredivisie", "firPara": "Away supporters throwing objects at fans seated in the tier below them may not sound too good but ADO Den Haag fans at Feyenoord proved otherwise. The sides met in the Dutch league on Sunday and during the match Den Haag supporters threw hundreds of cuddly toys on to the Feyenoord supporters below them.", "id": "football/2016/sep/11/feyenoord-ado-den-haag-cuddly-toys-eredivisie", "isHosted": false, "secPara": "In the buildup to the match, visiting supporters were encouraged to bring soft toys to throw at the home fans and they did not disappoint. The Feyenoord fans on the receiving end were children from Rotterdams Sophia Childrens Hospital, the oldest childrens hospital in the Netherlands, who walked on to the pitch with the teams before the kick-off.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-11T14:19:43Z", "webTitle": "Den Haag supporters throw cuddly toys at Feyenoord fans during match", "webUrl": "https://www.theguardian.com/football/2016/sep/11/feyenoord-ado-den-haag-cuddly-toys-eredivisie", "wordCnt": 195}, {"apiUrl": "https://content.guardianapis.com/football/2016/sep/11/said-and-done-sepp-blatter-ronaldinho-manchester-united-official-tractor", "firPara": "Also featuring Evangelos Marinakis; the respect campaign; and the soppiest dog in Brazil", "id": "football/2016/sep/11/said-and-done-sepp-blatter-ronaldinho-manchester-united-official-tractor", "isHosted": false, "secPara": "Also featuring Evangelos Marinakis; the respect campaign; and the soppiest dog in Brazil", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-11T08:15:55Z", "webTitle": "Said & Done: Sepp, Ronaldinho, and Manchester United’s official tractor", "webUrl": "https://www.theguardian.com/football/2016/sep/11/said-and-done-sepp-blatter-ronaldinho-manchester-united-official-tractor", "wordCnt": 869}, {"apiUrl": "https://content.guardianapis.com/football/2016/sep/10/swansea-leroy-fer-horse-wedding-dance-youtube-hit", "firPara": "Leroy Fer is casting his mind back to his Swansea City initiation ceremony during the clubs pre-season tour in the United States and carefully considering what mark out of 10 he would give himself for his rendition of Drakes Controlla at the team hotel. A solid eight, says Fer, smiling. The footage has yet to be released but the suspicion is that Fers impersonation of the Canadian rapper was rather good, much like his dancing at his wedding. Fer was married to Xenia two years ago, a few weeks after being part of the Holland squad that reached the World Cup semi-finals in Brazil, and their slick routine on the dancefloor has been watched by hundreds of thousands of people on YouTube and social media, including a few footballers.", "id": "football/2016/sep/10/swansea-leroy-fer-horse-wedding-dance-youtube-hit", "isHosted": false, "secPara": "Very popular, says Fer, laughing. We were playing against some clubs and even in the game players came up to me and said Wow, what a wedding dance you did. Sammy Ameobi and Benik Afobe both said that to me during a match. And when I signed here, all the boys were like Ive seen you on that wedding dance.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-10T21:00:42Z", "webTitle": "Swansea’s Leroy Fer: I didn’t want the horse – I lived in an apartment", "webUrl": "https://www.theguardian.com/football/2016/sep/10/swansea-leroy-fer-horse-wedding-dance-youtube-hit", "wordCnt": 1476}, {"apiUrl": "https://content.guardianapis.com/football/blog/2016/sep/10/manchester-city-premier-league-champions-league-pep-guardiola", "firPara": "The Champions League begins in earnest this week – unless you are one of the many who believe the real entertainment only commences after Christmas with the knockout stage – and with it the chance to compare English standards with those being set by the rest of Europe. This is a popular pastime, despite or perhaps even because of the fact that Premier League teams inevitably come out of the comparison badly. Anyone searching for a handy stick with which to beat the overhyped and overpaid insularity of English football need look no further than the overblown and often overrated European competition, which has become a mainly Spanish and German event after the run of success teams from these shores enjoyed in the previous decade.", "id": "football/blog/2016/sep/10/manchester-city-premier-league-champions-league-pep-guardiola", "isHosted": false, "secPara": "Paul Scholes is just the latest commentator to use the European competition to rubbish the English one. The Spanish league is the best by far if youre judging on the European competitions, the former Manchester United player says. The best players are in Spain or at Bayern Munich and Juventus. People say the Italian league is boring but Juventus would beat any team in the English league. They came to Manchester City last season and beat them easy. Spains the best league, Germany has better teams than us and its rubbish that in Italy they only try to defend.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-10T21:00:42Z", "webTitle": "Manchester City the best bet but fight on two fronts makes for tough task | Paul Wilson", "webUrl": "https://www.theguardian.com/football/blog/2016/sep/10/manchester-city-premier-league-champions-league-pep-guardiola", "wordCnt": 1154}, {"apiUrl": "https://content.guardianapis.com/football/blog/2016/sep/10/nicklas-bendtner-ego-nottingham-forest", "firPara": "It was an upstairs room of Arsenals training ground, October 2009, and I imagine I am not the only person in this profession who has sat opposite Nicklas Bendtner, listening to him setting out his master plan and wondered if he might be in danger of running out of breath, such was the energy he put into blowing his own trumpet.", "id": "football/blog/2016/sep/10/nicklas-bendtner-ego-nottingham-forest", "isHosted": false, "secPara": "There is nothing wrong with a touch of ego, of course, in professional sport, but it was still slightly startling to hear a player of 21 so dedicated to the idea that nothing could possibly stop him becoming one of the greats of his sport. In my opinion I dont know why anyone would question me, he said. Trust me, it will happen. I look around at other players, I see my own ability and I cant see anything that tells me it wont happen. Im sure people will think What is he talking about? But as I have done before, and will do again, I will laugh at those people when it is all done.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-10T21:00:42Z", "webTitle": "The joke has been on Nicklas Bendtner for far too long | Daniel Taylor", "webUrl": "https://www.theguardian.com/football/blog/2016/sep/10/nicklas-bendtner-ego-nottingham-forest", "wordCnt": 1857}, {"apiUrl": "https://content.guardianapis.com/football/2016/sep/10/jill-scott-manchester-city-women-super-league-title", "firPara": "Jill Scott is a fine embodiment of Manchester City Womens relentless pursuit of excellence and glory. On Sunday Nick Cushings side can move to within three points of a first top-flight title by beating Arsenal. On 2 October they can secure a second Continental Tyres Cup in two years by beating Birmingham City at their own Academy Stadium. And three days later City make their debut in the Champions League, hosting Russias Zvezda 2005 Perm in the last 32.", "id": "football/2016/sep/10/jill-scott-manchester-city-women-super-league-title", "isHosted": false, "secPara": "In all this, the driving force is Scott, a 14-year veteran who began at her hometowns Sunderland Women and has 101 England caps and 15 international goals.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-10T21:00:41Z", "webTitle": "Jill Scott: we are very lucky – we do have everything at Manchester City Women", "webUrl": "https://www.theguardian.com/football/2016/sep/10/jill-scott-manchester-city-women-super-league-title", "wordCnt": 744}, {"apiUrl": "https://content.guardianapis.com/football/blog/2016/sep/10/francesco-guidolin-swansea-antonio-conte-chelsea-italian-managers", "firPara": "The third Italian derby of this formative Premier League season takes place on Sunday. In the white corner, Francesco Guidolin, managerial veteran of two decades in Serie A and now embarking on a second attempt to keep Swansea City in the division. In the blue corner, Antonio Conte, the man with three scudetti to his name and a successful spell as Italys national coach, now with a 100% winning record with his new club, Chelsea, to defend. Let battle recommence.", "id": "football/blog/2016/sep/10/francesco-guidolin-swansea-antonio-conte-chelsea-italian-managers", "isHosted": false, "secPara": "If form gives us any indication, then Conte should be confident of maintaining his record. Of the 10 occasions in which the pair faced off in Serie A, Guidolin won only once, a 2-0 victory in 2009 when in charge of Parma and while Conte was learning his trade at Bari. After Conte moved to Juventus and Guidolin to Udinese, the matches were rarely close. Then, in 2014, Conte beat Guidolin to the Italy job. In the end Conte got it, said Guidolin of the experience, but I was very, very close.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-10T21:00:41Z", "webTitle": "Guidolin hosts Conte in Premier League’s latest showcase of Italian imports | Paul MacInnes", "webUrl": "https://www.theguardian.com/football/blog/2016/sep/10/francesco-guidolin-swansea-antonio-conte-chelsea-italian-managers", "wordCnt": 833}], "startIndex": 3871, "status": "ok", "total": 141935, "userTier": "developer"}}