{"response": {"currentPage": 93, "orderBy": "newest", "pageSize": 10, "pages": 14194, "results": [{"apiUrl": "https://content.guardianapis.com/football/2017/feb/01/jurgen-klopp-fourth-official-chelsea", "firPara": "Antonio Conte praised Chelseas personality on a significant night in the Premier League title race that left Jürgen Klopp apologising for a furious outburst towards the fourth official.", "id": "football/2017/feb/01/jurgen-klopp-fourth-official-chelsea", "isHosted": false, "secPara": "Chelsea were held to a 1-1 draw at Liverpool but boast a nine-point lead at the summit after both Arsenal and Tottenham Hotspur missed the chance to close the gap with defeat against Watford and a draw at Sunderland respectively. Liverpool remain 10 points behind the leaders but ended a recent run of three successive home defeats when Georginio Wijnaldum equalised following David Luizs opener and Simon Mignolet saved Diego Costas 76th-minute penalty.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-02-01T00:35:43Z", "webTitle": "Jürgen Klopp apologises for outburst at fourth official after Chelsea draw", "webUrl": "https://www.theguardian.com/football/2017/feb/01/jurgen-klopp-fourth-official-chelsea", "wordCnt": 493}, {"apiUrl": "https://content.guardianapis.com/football/blog/2017/jan/31/liverpool-fightback-jurgen-klopp-chelsea", "firPara": "Liverpool benefited from returning players, spirit and verve against Chelsea but the visitors Premier League-winning credentials still shone through", "id": "football/blog/2017/jan/31/liverpool-fightback-jurgen-klopp-chelsea", "isHosted": false, "secPara": "Liverpool benefited from returning players, spirit and verve against Chelsea but the visitors Premier League-winning credentials still shone through", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-31T23:57:12Z", "webTitle": "Liverpool fightback gives Jürgen Klopp a lift but team’s title race looks run | Andy Hunter", "webUrl": "https://www.theguardian.com/football/blog/2017/jan/31/liverpool-fightback-jurgen-klopp-chelsea", "wordCnt": 905}, {"apiUrl": "https://content.guardianapis.com/football/2017/jan/31/burnley-robbie-brady-ashley-westwood", "firPara": "Burnley have completed the signing of the Republic of Ireland international Robbie Brady for a club record fee of around £13m. Sean Dyche had made the versatile 25-year-old his priority in the January market despite also agreeing a fee for Hull Citys Andrew Robertson and eventually got his man, with Brady signing a three-and-a-half-year deal.", "id": "football/2017/jan/31/burnley-robbie-brady-ashley-westwood", "isHosted": false, "secPara": "His arrival took Burnleys spending on transfer deadline day to £18m after they completed the signing of Ashley Westwood from Aston Villa for an undisclosed fee, believed to be in the region of £5m. The 26-year-old has signed a three-and-a-half-year contract with the option of a further year.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-31T23:04:04Z", "webTitle": "Burnley break transfer record to sign Robbie Brady and Ashley Westwood", "webUrl": "https://www.theguardian.com/football/2017/jan/31/burnley-robbie-brady-ashley-westwood", "wordCnt": 443}, {"apiUrl": "https://content.guardianapis.com/football/2017/jan/31/manolo-gabbiadini-southampton-15m-jay-rodriguez", "firPara": "Southampton have completed the signing of the Italy striker Manolo Gabbiadini from Napoli for a fee of around £15m after rejecting interest from West Bromwich Albion in Jay Rodriguez.", "id": "football/2017/jan/31/manolo-gabbiadini-southampton-15m-jay-rodriguez", "isHosted": false, "secPara": "Gabbiadini has signed a four-and-a-half year deal at St Marys after protracted negotiations between Southampton and Napoli were finally concluded on Tuesday. Les Reed, Southamptons director of football, admitted he was delighted to secure the players signature.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-31T23:01:59Z", "webTitle": "Southampton complete £15m signing of Italy striker Manolo Gabbiadini", "webUrl": "https://www.theguardian.com/football/2017/jan/31/manolo-gabbiadini-southampton-15m-jay-rodriguez", "wordCnt": 413}, {"apiUrl": "https://content.guardianapis.com/football/live/2017/jan/31/liverpool-v-chelsea-premier-league-live", "firPara": "Diego Costa missed a penalty as the teams shared the points and Liverpool ended their losing streak at Anfield ", "id": "football/live/2017/jan/31/liverpool-v-chelsea-premier-league-live", "isHosted": false, "secPara": "You can read Daniel Taylors on-the-whistle report here and stay tuned for more post-match reaction later. ", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2017-01-31T22:07:10Z", "webTitle": "Liverpool 1-1 Chelsea: Premier League – as it happened", "webUrl": "https://www.theguardian.com/football/live/2017/jan/31/liverpool-v-chelsea-premier-league-live", "wordCnt": 1514}, {"apiUrl": "https://content.guardianapis.com/football/2017/jan/31/middlesbrough-west-bromwich-albion-premier-league-match-report", "firPara": "During a week in which Aitor Karanka made his feelings about Middlesbroughs transfer activity clear, this all-too-familiar performance did not change his train of thought. Boro demonstrated a steady defence, competent midfield but the kind of anodyne attack that can cause a team to slide steadily towards the trap.", "id": "football/2017/jan/31/middlesbrough-west-bromwich-albion-premier-league-match-report", "isHosted": false, "secPara": "This was perhaps a fair result after an entertaining game although West Bromwich Albion were far the more dangerous attacking proposition. James Morrison gave them the lead and Boro equalised through Álvaro Negredos penalty, before Tony Puliss team struck the post twice in the second half.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-31T22:06:58Z", "webTitle": "Aitor Karanka left frustrated as Middlesbrough and West Brom share points", "webUrl": "https://www.theguardian.com/football/2017/jan/31/middlesbrough-west-bromwich-albion-premier-league-match-report", "wordCnt": 711}, {"apiUrl": "https://content.guardianapis.com/football/2017/jan/31/sunderland-tottenham-hotspur-premier-league-match-report", "firPara": "As a masterclass in how to stop Tottenham Hotspur, Sunderlands performance proved near faultless but, textbook as David Moyess spoiling tactics undoubtedly were, the upshot was mutual frustration.", "id": "football/2017/jan/31/sunderland-tottenham-hotspur-premier-league-match-report", "isHosted": false, "secPara": "If Mauricio Pochettino could barely disguise his disappointment at a draw which leaves his Tottenham Hotspur side a receding title threat in Chelseas rear view mirror, the Wearsiders really need wins if they are to stand a realistic chance of staying in the Premier League. While Pochettinos second placed players remain nine points behind the leaders, second bottom Sunderland are five adrift of fourth bottom.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-31T22:00:18Z", "webTitle": "Victor Wanyama wastes rare chance as Sunderland frustrate Tottenham", "webUrl": "https://www.theguardian.com/football/2017/jan/31/sunderland-tottenham-hotspur-premier-league-match-report", "wordCnt": 755}, {"apiUrl": "https://content.guardianapis.com/football/2017/jan/31/burnley-leicester-city-premier-league-match-report", "firPara": "Leicester Citys wait for a first away win of the season goes on, and as if conceding the only goal of the game three minutes from the end was not bad enough the visitors were annoyed by the manner of Sam Vokess winner, after the Burnley substitute appeared to control the ball with his hand before smashing it into the roof of the net.", "id": "football/2017/jan/31/burnley-leicester-city-premier-league-match-report", "isHosted": false, "secPara": "The Premier Leagues defending champions could have few other complaints. They are simply not producing enough going forward to hurt opponents as they did so effectively last season and Burnley were rarely in danger of being caught on the counter.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-31T22:00:10Z", "webTitle": "Sam Vokes pounces late as buoyant Burnley beat Leicester City", "webUrl": "https://www.theguardian.com/football/2017/jan/31/burnley-leicester-city-premier-league-match-report", "wordCnt": 829}, {"apiUrl": "https://content.guardianapis.com/football/2017/jan/31/liverpool-chelsea-premier-league-match-report", "firPara": "These are the moments when Chelsea must be emboldened enough to think that unless something dramatic happens the Premier League title is on its way back to Stamford Bridge. They will be full of regret, naturally, after Diego Costas failure to convert the penalty that would have meant Liverpool losing four successive games at Anfield for the first time since 1923. Yet this still registers as a satisfying nights work for Antonio Contes men in a new position of strength at the top of the table.", "id": "football/2017/jan/31/liverpool-chelsea-premier-league-match-report", "isHosted": false, "secPara": "It certainly felt incongruous to see Jürgen Klopp beating his chest and throwing his hands to the sky as the Liverpool manager made his way to the tunnel after the final whistle. Yes, it had been a spirited effort from his players, but at this stage of the season should a team in Liverpool position really be so enamoured about failing to make any ground on the leaders?", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-31T21:59:52Z", "webTitle": "Liverpool’s Simon Mignolet saves penalty to gain point against Chelsea", "webUrl": "https://www.theguardian.com/football/2017/jan/31/liverpool-chelsea-premier-league-match-report", "wordCnt": 810}, {"apiUrl": "https://content.guardianapis.com/football/2017/jan/31/arsenal-watford-premier-league-match-report", "firPara": "As he serves his touchline ban, Arsène Wenger has commented upon his improved vantage point from in the stands. The panoramic, according to the Arsenal manager, affords him a better view of things‚ even if you feel more powerless than usual.", "id": "football/2017/jan/31/arsenal-watford-premier-league-match-report", "isHosted": false, "secPara": "On a tumultuous night, when the rain tumbled down from the first whistle, Wenger watched his Premier League title hopes suffer a body blow and the feeling left him numb. It was an occasion when the Arsenal support had one eye on Chelseas game at Liverpool. They travel to Stamford Bridge to face the league leaders on Saturday and it felt as though Wengers players thought they merely had to turn here up to collect the three points.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-31T21:54:04Z", "webTitle": "Arsenal players 'mentally not ready', says Wenger after Watford defeat", "webUrl": "https://www.theguardian.com/football/2017/jan/31/arsenal-watford-premier-league-match-report", "wordCnt": 826}], "startIndex": 921, "status": "ok", "total": 141934, "userTier": "developer"}}