{"response": {"currentPage": 362, "orderBy": "newest", "pageSize": 10, "pages": 14194, "results": [{"apiUrl": "https://content.guardianapis.com/football/2016/sep/23/jose-mourinho-manchester-united-players", "firPara": "José Mourinho strolled to his seat, offered a smile, and said First of all, good morning to my friends from the media. This was a breezy start and mischievous reference to his critics – Einsteins as he calls them – who have offered analysis of why Manchester United have lost three of their last four games.", "id": "football/2016/sep/23/jose-mourinho-manchester-united-players", "isHosted": false, "secPara": "Two of these matches have been in the Premier League and, as United are six points behind Manchester City, the need for the under-fire Mourinho to beat Leicester City in the early kick-off at Old Trafford on Saturday is clear, but he was, in the main, in relaxed mood.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-23T21:30:14Z", "webTitle": "José Mourinho tells Manchester United players: feel good and fight hard", "webUrl": "https://www.theguardian.com/football/2016/sep/23/jose-mourinho-manchester-united-players", "wordCnt": 949}, {"apiUrl": "https://content.guardianapis.com/football/2016/sep/23/claudio-ranieri-danny-drinkwater-leicester-city", "firPara": "Claudio Ranieri believes Leicester City will not be vulnerable to losing Danny Drinkwater in the same way as they were with NGolo Kanté because the England internationals new contract does not include a release clause.", "id": "football/2016/sep/23/claudio-ranieri-danny-drinkwater-leicester-city", "isHosted": false, "secPara": "Drinkwater returns to Old Trafford on Saturday, following speculation this week that Manchester United could try to re-sign him, but Ranieri is relaxed about any interest in the midfielder because of the terms of the players new five-year deal.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-23T21:30:14Z", "webTitle": "Claudio Ranieri: Danny Drinkwater deal will keep him at Leicester", "webUrl": "https://www.theguardian.com/football/2016/sep/23/claudio-ranieri-danny-drinkwater-leicester-city", "wordCnt": 314}, {"apiUrl": "https://content.guardianapis.com/football/blog/2016/sep/23/antonio-conte-chelsea-stamford-bridge-arsenal", "firPara": "Antonio Conte has been in situ at Chelsea for only a little more than 10 weeks but, even at this early stage, he deemed the time right to deliver a reminder of the merits of long‑term thinking. The Italian spent much of his pre-match media conference on Friday fielding questions about Arsène Wengers durability over two decades across the capital.", "id": "football/blog/2016/sep/23/antonio-conte-chelsea-stamford-bridge-arsenal", "isHosted": false, "secPara": "Like eight of the nine permanent managers, and two interims, who have held office at Stamford Bridge while Arsenal have been overseen by the Frenchman, he spoke respectfully of an underlying admiration for his opposite numbers longevity before briefly putting himself in an owners shoes. If you see a coach or manager is working well but, during the season, the team goes through a period when it does not win, you must consider his job as a whole, he said.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-23T21:30:14Z", "webTitle": "Antonio Conte preaches patience at Chelsea but needs statement of intent", "webUrl": "https://www.theguardian.com/football/blog/2016/sep/23/antonio-conte-chelsea-stamford-bridge-arsenal", "wordCnt": 1101}, {"apiUrl": "https://content.guardianapis.com/football/2016/sep/23/sunderland-david-moyes-patrick-van-aanholt-role-model", "firPara": "Patrick van Aanholt and his Sunderland team-mates have been warned not to smoke shisha pipes and advised that being caught doing so will result in heavy fines.", "id": "football/2016/sep/23/sunderland-david-moyes-patrick-van-aanholt-role-model", "isHosted": false, "secPara": "David Moyes was not impressed by newspaper pictures of Van Aanholt apparently smoking such a hookah at a central Newcastle shisha lounge this summer and has made it clear that he will not countenance any repeats.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-23T21:30:14Z", "webTitle": "Sunderland: David Moyes urges Patrick van Aanholt to behave like role model", "webUrl": "https://www.theguardian.com/football/2016/sep/23/sunderland-david-moyes-patrick-van-aanholt-role-model", "wordCnt": 519}, {"apiUrl": "https://content.guardianapis.com/football/2016/sep/23/jose-mourinho-drop-wayne-rooney-manchester-united-england", "firPara": "José Mourinho has blamed Wayne Rooneys disappointing form on the criticism he attracted when playing for England against Slovakia and said his Manchester United captain can be dropped.", "id": "football/2016/sep/23/jose-mourinho-drop-wayne-rooney-manchester-united-england", "isHosted": false, "secPara": "Mourinho is considering leaving the 30-year-old out of Saturdays game at home to Leicester City and made it clear that Rooney no longer enjoys the special privileges as captain that he did under the previous manager, Louis van Gaal.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-23T21:30:14Z", "webTitle": "José Mourinho says there are ‘no privileges’ for droppable Wayne Rooney", "webUrl": "https://www.theguardian.com/football/2016/sep/23/jose-mourinho-drop-wayne-rooney-manchester-united-england", "wordCnt": 619}, {"apiUrl": "https://content.guardianapis.com/football/2016/sep/23/mohamed-diame-rafa-benitez-newcastle-premier-league", "firPara": "Mohamed Diamé has an unequivocal answer to almost incessant questions about why he turned his back on the Premier League in order to sign for Championship side Newcastle United.", "id": "football/2016/sep/23/mohamed-diame-rafa-benitez-newcastle-premier-league", "isHosted": false, "secPara": "Ive always wanted to play for a big club in the UK, says the former Wigan Athletic and West Ham United midfielder who walked away from newly promoted Hull City in August. And Newcastle are a massive club. After the big four, or maybe big six, in the Premier League, its Newcastle.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-23T21:30:14Z", "webTitle": "Mohamed Diamé says he made right decision joining Rafa Benítez’s project", "webUrl": "https://www.theguardian.com/football/2016/sep/23/mohamed-diame-rafa-benitez-newcastle-premier-league", "wordCnt": 727}, {"apiUrl": "https://content.guardianapis.com/football/2016/sep/23/pep-guardiola-sergio-aguero-manchester-city-nolito-vincent-kompany", "firPara": "Pep Guardiola wants Sergio Agüero to be smart and intelligent and focus solely on playing when the striker returns at Swansea City on Saturday following a three-game suspension for elbowing.", "id": "football/2016/sep/23/pep-guardiola-sergio-aguero-manchester-city-nolito-vincent-kompany", "isHosted": false, "secPara": "Agüero received the ban via retrospective Football Association action after he was adjudged to have illegally challenged West Hams Winston Reid during Citys 3-1 win at the Etihad Stadium last month. His fellow City forward Nolito was then sent off in last Saturdays 4-0 defeat of Bournemouth for aiming a headbutt at Adam Smith and is serving a three-match ban. Guardiola is clear each should not again become involved in anything that could lead to disciplinary action.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-23T21:30:14Z", "webTitle": "Pep Guardiola urges Sergio Agüero to be ‘smart’ on his return from ban", "webUrl": "https://www.theguardian.com/football/2016/sep/23/pep-guardiola-sergio-aguero-manchester-city-nolito-vincent-kompany", "wordCnt": 655}, {"apiUrl": "https://content.guardianapis.com/football/2016/sep/23/mark-hughes-player-unrest-stoke-west-brom-wilfried-bony", "firPara": "Mark Hughes has strongly defended his record as Stoke City manager and insisted he has total faith in the players ability to climb the table, with the Welshman dismissing reports of dressing-room unrest after a poor start to the season and claiming there are no parallels to be drawn with his dismal experience at Queens Park Rangers.", "id": "football/2016/sep/23/mark-hughes-player-unrest-stoke-west-brom-wilfried-bony", "isHosted": false, "secPara": "Anchored to the bottom of the Premier League with only one point from five matches, Stoke have made their worst ever start to a campaign. They have conceded 14 goals across those league fixtures and on Wednesday night lost against Hull in the EFL Cup, throwing the spotlight on Hughess position and prompting the manager to admit that some people think theres a smell of blood in the air.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-23T21:29:14Z", "webTitle": "Mark Hughes denies player unrest but admits Stoke’s critics scent blood", "webUrl": "https://www.theguardian.com/football/2016/sep/23/mark-hughes-player-unrest-stoke-west-brom-wilfried-bony", "wordCnt": 728}, {"apiUrl": "https://content.guardianapis.com/football/blog/2016/sep/23/jose-mourinho-luke-shaw-criticism", "firPara": "Were all human resources executives now. Or perhaps its just felt that way this week as the argument over whether José Mourinho was right to criticise Luke Shaw in public ran on longer than your average employment tribunal.", "id": "football/blog/2016/sep/23/jose-mourinho-luke-shaw-criticism", "isHosted": false, "secPara": "The young defender was singled out following Manchester Uniteds insipid 3-1 defeat to Watford last weekend. He was not the first individual to be treated in such a way by his manager this season Eric Bailly, Daley Blind and Jesse Lingard have already felt the edge of Mourinhos tongue. But the Portuguese was certainly unsparing. Our left-back is 25 metres away instead of five, he said of Shaws involvement in Watfords crucial second goal. Give him 25 metres and you have to press. But no, we wait. It is a tactical but also mental attitude.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-23T19:03:47Z", "webTitle": "José Mourinho’s criticism of Luke Shaw was justified but at what cost? | Paul MacInnes", "webUrl": "https://www.theguardian.com/football/blog/2016/sep/23/jose-mourinho-luke-shaw-criticism", "wordCnt": 893}, {"apiUrl": "https://content.guardianapis.com/football/2016/sep/23/everton-idrissa-gueye-i-am-a-perfectionist", "firPara": "Perfect in every aspect of football. Of all the tributes paid to Idrissa Gana Gueye for his impact at Everton – the new NGolo Kanté, the signing of the season so far or an absolute steal at 6.3% of the cost of Paul Pogba, to repeat a few – none have been as hard-earned or important as Ronald Koemans description of his display against Middlesbrough last Saturday. And what does Gueye recall of the game? A missed tackle. Perfect does not sit easily with a perfectionist.", "id": "football/2016/sep/23/everton-idrissa-gueye-i-am-a-perfectionist", "isHosted": false, "secPara": "Everton were 3-1 ahead and comfortably repelling Middlesbroughs attempts to get back into the contest when, to general astonishment around Goodison Park, their relentless midfielder slid into a challenge near the touchline and did not emerge with the ball. Gueye punched the pitch in anger as his opponent escaped. He broke into laughter in stoppage time when, having sprayed a pass out to Tom Cleverley, the realisation dawned that the Everton substitute was in the technical area waiting to replace Gareth Barry. They were the only slips in a performance that warranted high praise from Evertons demanding manager and maintained the Senegal internationals seamless transition from Aston Villa. But that tackle …", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-23T18:00:10Z", "webTitle": "Everton’s Idrissa Gueye: ‘I am a perfectionist. I don’t like losing the ball – ever’", "webUrl": "https://www.theguardian.com/football/2016/sep/23/everton-idrissa-gueye-i-am-a-perfectionist", "wordCnt": 1334}], "startIndex": 3611, "status": "ok", "total": 141935, "userTier": "developer"}}