{"response": {"currentPage": 178, "orderBy": "newest", "pageSize": 10, "pages": 14194, "results": [{"apiUrl": "https://content.guardianapis.com/football/blog/2016/dec/17/everton-barren-run-liverpool-merseyside-derby", "firPara": "Ashley Williamss 86th-minute winner against Arsenal on Tuesday was his first goal for Everton and the surge of blue pride it provoked could not have been better timed. It would be overstating the case to suggest Ronald Koeman and his players can now go into Mondays Merseyside derby brim full of confidence, especially with Phil Jagielka suspended as a result of the last-minute mayhem in the Arsenal match, but at least the cloud of gloom that was beginning to surround Goodison has been lifted.", "id": "football/blog/2016/dec/17/everton-barren-run-liverpool-merseyside-derby", "isHosted": false, "secPara": "Before the Arsenal victory Koeman had been worrying aloud that his players were not strong enough to stand up to Watford, never mind Liverpool. It was a fair point. Evertons encouraging start to the season had been squandered through defeats at Dean Court, Turf Moor, St Marys and Vicarage Road, not to mention the boos that were heard at home to Swansea before a late Séamus Coleman equaliser prevented the relegation strugglers escaping with an unlikely three points.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-12-17T17:00:35Z", "webTitle": "Ronald Koeman finds some Everton’s spirit in nick of time for derby | Paul Wilson", "webUrl": "https://www.theguardian.com/football/blog/2016/dec/17/everton-barren-run-liverpool-merseyside-derby", "wordCnt": 1034}, {"apiUrl": "https://content.guardianapis.com/football/2016/dec/17/stoke-city-leicester-city-premier-league-match-report", "firPara": "This chaotic match will have repercussions, possibly on the football front, definitely in disciplinary terms. Leicester City recovered from anger and disarray to salvage a draw that they celebrated like a victory. Two-goals down and destabilised by a sense of persecution following the first-half dismissal of Jamie Vardy and the award of a penalty against Danny Simpson, the champions stormed back and equalised with two minutes to go in normal time.", "id": "football/2016/dec/17/stoke-city-leicester-city-premier-league-match-report", "isHosted": false, "secPara": "The thrilling 4-2 victory over Manchester City last Saturday did not prove to be a turning point in their Premier League campaign, but maybe this will.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-12-17T16:56:31Z", "webTitle": "Jamie Vardy in red card controversy as 10-man Leicester battle back to draw", "webUrl": "https://www.theguardian.com/football/2016/dec/17/stoke-city-leicester-city-premier-league-match-report", "wordCnt": 863}, {"apiUrl": "https://content.guardianapis.com/football/live/2016/dec/17/crystal-palace-v-chelsea-premier-league-live", "firPara": "Diego Costa leapt highest to head Chelsea in front shortly before half-time and the Blues held on to take their remarkable run to 11 successive league wins", "id": "football/live/2016/dec/17/crystal-palace-v-chelsea-premier-league-live", "isHosted": false, "secPara": "Thats all from me as Chelsea took another small step towards regaining the Premier League crown. I leave you with Dominic Fifields report from Selhurst Park. Bye!", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2016-12-17T14:32:49Z", "webTitle": "Crystal Palace 0-1 Chelsea: Premier League – as it happened", "webUrl": "https://www.theguardian.com/football/live/2016/dec/17/crystal-palace-v-chelsea-premier-league-live", "wordCnt": 1460}, {"apiUrl": "https://content.guardianapis.com/football/2016/dec/17/crystal-palace-chelsea-premier-league-match-report", "firPara": "There is simply no stopping Chelsea. Antonio Contes side equalled a club record here, muscling their way to an 11th win in succession to establish a nine-point advantage to hold overnight and leave the chasing pack struggling to spy them at the summit. They had already proved they can dazzle on this run. This derby demanded more brawn, but the outcome was still the same. They are steeled by an air of invincibility at present.", "id": "football/2016/dec/17/crystal-palace-chelsea-premier-league-match-report", "isHosted": false, "secPara": "Alan Pardew, head bowed almost in resignation as he trudged down the touchline at the final whistle, will have taken no pleasure in being proved right with his pre-match assessment that these opponents can appear unbeatable. Here they proved impenetrable. What was impressive was the visitors ability to scrap for the points, beating the hosts at their own game while forever retaining that lively threat on the counterattack and feverishly suffocating Palaces attempts at revival. The home side have been prolific this season, with only four teams having scored more, but they were blunted virtually throughout.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-12-17T14:28:25Z", "webTitle": "Diego Costa sends Chelsea soaring at Palace with 11th straight league win", "webUrl": "https://www.theguardian.com/football/2016/dec/17/crystal-palace-chelsea-premier-league-match-report", "wordCnt": 862}, {"apiUrl": "https://content.guardianapis.com/football/live/2016/dec/17/melbourne-derby-melbourne-victory-vs-melbourne-city-a-league-live", "firPara": "It was all shaping up to be another Tim Cahill fairytale, but in the end it was an A-League stalwart who grabbed the glory - and a place in the record books. Its only a matter of time before Besart Berisha makes that all-time goalscoring record his own, and hell no doubt pass triple figures at some stage too, but for now hell be happy with deservedly firing his team into second place on the ladder.", "id": "football/live/2016/dec/17/melbourne-derby-melbourne-victory-vs-melbourne-city-a-league-live", "isHosted": false, "secPara": "The game itself wasnt always pretty, and the foul count seemed in danger of going through the AAMI Park roof at one stage, but theres no denying the excitement and passion on show from both teams tonight made for a gripping contest. It came down to tactics in the end, with Victorys incision and ability to create clear chances proving the difference. For all their huff and puff, City only looked dangerous when they pumped deep balls towards Cahill - whereas Victory had several clear cut shots on goal. ", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2016-12-17T11:16:22Z", "webTitle": "Melbourne derby: Melbourne Victory 2-1 Melbourne City - as it happened", "webUrl": "https://www.theguardian.com/football/live/2016/dec/17/melbourne-derby-melbourne-victory-vs-melbourne-city-a-league-live", "wordCnt": 1602}, {"apiUrl": "https://content.guardianapis.com/football/2016/dec/17/champions-league-last-16-fans-knockout-stages", "firPara": "We asked fans from the 16 remaining clubs for their expectations – and found more confidence in Napoli than Barcelona", "id": "football/2016/dec/17/champions-league-last-16-fans-knockout-stages", "isHosted": false, "secPara": "To top the group for once and still get drawn against the German champions who somehow managed to come second in their group is typical Arsenal. But you have to beat the big guns at some point, so we might as well start straight away – not that I think any unseeded team would have feared being drawn against us. We havent done anything to make Europe stand up and take note.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-12-17T10:00:19Z", "webTitle": "Champions League: fans from around Europe reflect on the last-16 draw", "webUrl": "https://www.theguardian.com/football/2016/dec/17/champions-league-last-16-fans-knockout-stages", "wordCnt": 2938}, {"apiUrl": "https://content.guardianapis.com/football/2016/dec/16/antonio-conte-chinese-super-league-danger-oscar-move-chelsea", "firPara": "Antonio Conte has admitted the money-flushed Chinese Super League represents a danger to clubs across Europes elite leagues, with the Chelsea manager reluctantly preparing for life without Oscar as the midfielder closes in on a £60m move to Shanghai SIPG.", "id": "football/2016/dec/16/antonio-conte-chinese-super-league-danger-oscar-move-chelsea", "isHosted": false, "secPara": "The Brazil international has played his last game for the Premier League leaders, who will attempt to equal a club record 11 successive wins at Crystal Palace on Saturday, before signing a contract worth £350,000 a week after tax with André Villas-Boass team. Oscar will become Chelseas biggest ever sale, eclipsing the money Paris Saint‑Germain paid for David Luiz in 2014, as Chinese clubs prepare to flex their muscles once again in the transfer window.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-12-16T22:38:33Z", "webTitle": "Chelsea’s Antonio Conte: Chinese Super League is a danger to all teams", "webUrl": "https://www.theguardian.com/football/2016/dec/16/antonio-conte-chinese-super-league-danger-oscar-move-chelsea", "wordCnt": 854}, {"apiUrl": "https://content.guardianapis.com/football/2016/dec/16/everton-ronald-koeman-liverpool-defensive-frailties-merseyside-derby", "firPara": "Ronald Koeman has told Everton it is time to improve their dismal derby record against Liverpool and draw encouragement from their rivals defensive problems.", "id": "football/2016/dec/16/everton-ronald-koeman-liverpool-defensive-frailties-merseyside-derby", "isHosted": false, "secPara": "Everton host the 227th Merseyside derby on Monday, having won only one of the last 19 league encounters and none of the last 12 meetings in all competitions. Koeman upset some Evertonians recently by describing Liverpool as potential title-winners this season but, before his first Merseyside derby, he claimed Jürgen Klopps team are vulnerable.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-12-16T22:30:05Z", "webTitle": "Everton’s Ronald Koeman looks to punish Liverpool’s defensive frailties", "webUrl": "https://www.theguardian.com/football/2016/dec/16/everton-ronald-koeman-liverpool-defensive-frailties-merseyside-derby", "wordCnt": 631}, {"apiUrl": "https://content.guardianapis.com/football/2016/dec/16/david-moyes-may-not-have-taken-sunderland-job-if-known-cash-woes", "firPara": "David Moyes might have turned down the chance to take charge of Sunderland last July had he known there would be so little money to spend on players.", "id": "football/2016/dec/16/david-moyes-may-not-have-taken-sunderland-job-if-known-cash-woes", "isHosted": false, "secPara": "Martin Bain, the clubs chief executive, recently acknowledged that the manager would have very limited funds during next months transfer window as Ellis Short, the owner, attempts to reduce a £140m debt while keeping his £73m wage bill within Premier League remuneration cap rules.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-12-16T22:29:05Z", "webTitle": "David Moyes may not have taken Sunderland job if he had known cash woes", "webUrl": "https://www.theguardian.com/football/2016/dec/16/david-moyes-may-not-have-taken-sunderland-job-if-known-cash-woes", "wordCnt": 751}, {"apiUrl": "https://content.guardianapis.com/football/2016/dec/16/football-anthony-martial-manchester-united-annoying-bench-zlatan-ibrahimovic", "firPara": "Anthony Martial says life on the Manchester United bench is truly annoying as he fights for a place in José Mourinhos team.", "id": "football/2016/dec/16/football-anthony-martial-manchester-united-annoying-bench-zlatan-ibrahimovic", "isHosted": false, "secPara": "The 21-year-old has struggled to reproduce the form of his first campaign at Old Trafford, which followed his £36m move from Monaco.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-12-16T21:34:23Z", "webTitle": "Anthony Martial annoyed by his lack of Manchester United action", "webUrl": "https://www.theguardian.com/football/2016/dec/16/football-anthony-martial-manchester-united-annoying-bench-zlatan-ibrahimovic", "wordCnt": 217}], "startIndex": 1771, "status": "ok", "total": 141934, "userTier": "developer"}}