{"response": {"currentPage": 61, "orderBy": "newest", "pageSize": 10, "pages": 14194, "results": [{"apiUrl": "https://content.guardianapis.com/football/2017/feb/21/wanderers-fans-hit-out-at-ffa-after-club-issued-with-show-cause-over-banner", "firPara": "In the face of condemnation from their club and with another show-cause notice issued, Western Sydney Wanderers fan group, the Red and Black Bloc, are refusing to back down after a homophobic banner was unfurled during the weekends Sydney derby.", "id": "football/2017/feb/21/wanderers-fans-hit-out-at-ffa-after-club-issued-with-show-cause-over-banner", "isHosted": false, "secPara": "The Wanderers, who ended Sydney FCs unbeaten streak with a 1-0 victory at ANZ Stadium on Saturday, were given a show-cause notice by Football Federation Australia on Monday night after banners depicting Sky Blues coach Graham Arnold performing oral sex were displayed by a section of their fans in the stands during the game.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-02-20T23:27:51Z", "webTitle": "Wanderers fans hit out at FFA after club issued with show cause over banner", "webUrl": "https://www.theguardian.com/football/2017/feb/21/wanderers-fans-hit-out-at-ffa-after-club-issued-with-show-cause-over-banner", "wordCnt": 517}, {"apiUrl": "https://content.guardianapis.com/football/blog/2017/feb/20/arsenal-sutton-united-fa-cup-arsene-wenger", "firPara": "Manager has time to relax as Arsenals much-changed team avoid major upset against non-league Sutton United to reach FA Cup quarter-finals", "id": "football/blog/2017/feb/20/arsenal-sutton-united-fa-cup-arsene-wenger", "isHosted": false, "secPara": "Manager has time to relax as Arsenals much-changed team avoid major upset against non-league Sutton United to reach FA Cup quarter-finals", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-02-20T22:40:20Z", "webTitle": "Arsenal’s stroll in suburbs a minor diversion in the Arsène Wenger endgame | Barney Ronay", "webUrl": "https://www.theguardian.com/football/blog/2017/feb/20/arsenal-sutton-united-fa-cup-arsene-wenger", "wordCnt": 932}, {"apiUrl": "https://content.guardianapis.com/football/2017/feb/20/tottenham-fit-enough-stay-in-running-three-fronts-jan-vertonghen-europa-league-fa-cup-premier-league", "firPara": "Jan Vertonghen is convinced Tottenham Hotspurs squad has the depth in quality to compete on three fronts as the club seeks to prolong interest in the Premier League, Europa League and FA Cup.", "id": "football/2017/feb/20/tottenham-fit-enough-stay-in-running-three-fronts-jan-vertonghen-europa-league-fa-cup-premier-league", "isHosted": false, "secPara": "Mauricio Pochettino selected strong lineups for last weeks game at Gent, as well as Sundays Cup tie at Fulham, and will do so again on Thursday when Tottenham seek to overturn a 1-0 first-leg deficit in the return fixture against the Belgian club at Wembley.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-02-20T22:30:47Z", "webTitle": "Tottenham fit enough to stay in running on three fronts, says Jan Vertonghen", "webUrl": "https://www.theguardian.com/football/2017/feb/20/tottenham-fit-enough-stay-in-running-three-fronts-jan-vertonghen-europa-league-fa-cup-premier-league", "wordCnt": 657}, {"apiUrl": "https://content.guardianapis.com/football/2017/feb/20/sutton-united-arsenal-fa-cup-match-report", "firPara": "Sutton United threw their best, their lavishly watered pitch and their streaker with a giraffes headdress at Arsenal but a gap worth 105 league places could not be overcome. Arsène Wengers team found two moments of clarity to make sure their illustrious name would not be added to the list of Suttons scalps this season, with Lucas Pérez and Theo Walcott stopping the pressure on Wenger from intensifying.", "id": "football/2017/feb/20/sutton-united-arsenal-fa-cup-match-report", "isHosted": false, "secPara": "The Frenchman will always have the FA Cup. A trophy he has won six times during his Arsenal tenure remains key in his thoughts. It is the best chance they have of possible success this season given how they have drifted off the Premier League pace and suffered a heavy beating in Munich in the Champions League. Lincoln City are up next, the last survivors from non-league in the Cup this season.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-02-20T22:10:04Z", "webTitle": "Sutton’s Deacon dares to dream but Arsenal finally end FA Cup fairytale", "webUrl": "https://www.theguardian.com/football/2017/feb/20/sutton-united-arsenal-fa-cup-match-report", "wordCnt": 833}, {"apiUrl": "https://content.guardianapis.com/football/2017/feb/20/newcastle-united-aston-villa-championship-match-report", "firPara": "Newcastle United are back on top of the Championship, a point above Brighton. On a night when a close game was decided by small details, this was the big fact that mattered to Tyneside. Rafael Benítezs side are getting close to where they can see the finishing line. They are perhaps six victories away from automatic promotion.", "id": "football/2017/feb/20/newcastle-united-aston-villa-championship-match-report", "isHosted": false, "secPara": "For Aston Villa the statistics are rather different. This was a fifth consecutive defeat, their seventh in the last eight in the league and they are six points above third-bottom Wigan. It seems inconceivable that Villa could be relegated two seasons in succession, though Steve Bruce accepts they have to consider the possibility.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-02-20T22:00:34Z", "webTitle": "Newcastle back on top to leave Aston Villa’s Steve Bruce in a bad place", "webUrl": "https://www.theguardian.com/football/2017/feb/20/newcastle-united-aston-villa-championship-match-report", "wordCnt": 768}, {"apiUrl": "https://content.guardianapis.com/football/live/2017/feb/20/sutton-united-v-arsenal-fa-cup-fifth-round-live", "firPara": "Arsenal avoided a potentially tricky task in the fifth round of the FA Cup, easing past Sutton United as Lucas Perez and Theo Walcott scored in a 2-0 win", "id": "football/live/2017/feb/20/sutton-united-v-arsenal-fa-cup-fifth-round-live", "isHosted": false, "secPara": "And thatll do from here. Job done for Arsenal, who of course now have another non-league team to cope with - probably a rather more organised one, in Lincoln. Cheers for reading/writing in.", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2017-02-20T22:00:27Z", "webTitle": "Sutton United 0-2 Arsenal: FA Cup fifth round – as it happened", "webUrl": "https://www.theguardian.com/football/live/2017/feb/20/sutton-united-v-arsenal-fa-cup-fifth-round-live", "wordCnt": 1600}, {"apiUrl": "https://content.guardianapis.com/football/2017/feb/20/manchester-city-warned-monaco-killers-in-the-box-radamel-falcao-pep-guardiola-champions-league", "firPara": "Pep Guardiola has warned his Manchester City players to note what happened to Barcelona against Paris Saint-Germain in the Champions League and be aware that Monaco, the top side in France, have killers in the box now Radamel Falcao has recovered from dismal spells at Manchester United and Chelsea.", "id": "football/2017/feb/20/manchester-city-warned-monaco-killers-in-the-box-radamel-falcao-pep-guardiola-champions-league", "isHosted": false, "secPara": "Guardiola believes the renascent striker, with 21 goals in 27 games, will be one of the players endangering Citys progress past the first knockout stage when they face a Monaco team on Tuesday who have scored more times this season than any other top-division side in Europe.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-02-20T20:05:43Z", "webTitle": "Manchester City warned of Monaco ‘killers in the box’ with Falcao revitalised", "webUrl": "https://www.theguardian.com/football/2017/feb/20/manchester-city-warned-monaco-killers-in-the-box-radamel-falcao-pep-guardiola-champions-league", "wordCnt": 394}, {"apiUrl": "https://content.guardianapis.com/football/2017/feb/20/manchester-city-monaco-champions-league", "firPara": "As a measure of why Pep Guardiola spoke so effusively about Manchester Citys latest opponents in the Champions League, it is worth bearing in mind Monacos achievements this season eclipse those of the Paris Saint-Germain side who just had the temerity to win 4-0 against Barcelona and knock the throne off football royalty.", "id": "football/2017/feb/20/manchester-city-monaco-champions-league", "isHosted": false, "secPara": "Monaco are not only looking down on PSG from the top of the French league but, to put it into context, they have scored 76 goals from 26 games compared with 50 for the Qatari-funded team who gave Barça one of their worst chasings for many years.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-02-20T18:01:11Z", "webTitle": "Pep Guardiola a big fan of Monaco and wary of their Champions League threat", "webUrl": "https://www.theguardian.com/football/2017/feb/20/manchester-city-monaco-champions-league", "wordCnt": 918}, {"apiUrl": "https://content.guardianapis.com/football/2017/feb/20/mark-clattenburg-continue-premier-league-referee-till-end-of-season", "firPara": "Mark Clattenburg is to remain a Premier League referee for the rest of the season, and will be in charge for West Bromwich Albions game against Bournemouth this weekend, before taking up his new position as head of referees in Saudi Arabia.", "id": "football/2017/feb/20/mark-clattenburg-continue-premier-league-referee-till-end-of-season", "isHosted": false, "secPara": "Englands leading match official announced last week that he was to leave his position on the panel of elite referees to succeed Howard Webb in the role in the Middle East but will serve out his notice period. The 41-year-old, who was recently voted the best referee in the world at Dubais Globe Soccer Awards, had announced his intention to help improve refereeing and the education of officials with the Saudi Arabian Football Federation.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-02-20T17:49:07Z", "webTitle": "Mark Clattenburg to continue as Premier League referee until end of season", "webUrl": "https://www.theguardian.com/football/2017/feb/20/mark-clattenburg-continue-premier-league-referee-till-end-of-season", "wordCnt": 439}, {"apiUrl": "https://content.guardianapis.com/football/blog/2017/feb/20/lionel-messi-barcelona-leganes-la-liga", "firPara": "There was something about the win over Leganés, the performance, the whole night, that was deeper than a single game. Barça need something to believe in", "id": "football/blog/2017/feb/20/lionel-messi-barcelona-leganes-la-liga", "isHosted": false, "secPara": "It was the 89th minute and it could have been the end; 63,378 people watched, minus those whod already departed depressed – and there were plenty of them – as he stood alone before them. Standing before him, meanwhile, was Iago Herrerín; Iago Herrerín and disaster. But there were no nerves, just annoyance, and there would be no joy, not even much sign of relief. Leo Messi took the penalty that might just have rescued Barcelonas season, pulling them from an even darker place and keeping them alive for another week at least, as if all he really wanted was to get rid of the ball. Kick the bloody thing away. So he did dismissively, angrily … and into the net.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-02-20T16:59:29Z", "webTitle": "Lionel Messi pulls Barcelona back from the brink, but for how long? | Sid Lowe", "webUrl": "https://www.theguardian.com/football/blog/2017/feb/20/lionel-messi-barcelona-leganes-la-liga", "wordCnt": 2620}], "startIndex": 601, "status": "ok", "total": 141934, "userTier": "developer"}}