{"response": {"currentPage": 55, "orderBy": "newest", "pageSize": 10, "pages": 14194, "results": [{"apiUrl": "https://content.guardianapis.com/football/2017/feb/24/jamie-vardy-film-go-ahead-despite-ranieri-sacking", "firPara": "Claudio Ranieri has admitted his dream died when he was sacked by Leicester City, with the Italian paying tribute to the supporters for the amazing adventure which led to the club being crowned Premier League champions last season for the first time.", "id": "football/2017/feb/24/jamie-vardy-film-go-ahead-despite-ranieri-sacking", "isHosted": false, "secPara": "As numerous figures, from the Manchester United manager, José Mourinho, to England rugby unions head coach, Eddie Jones, expressed their solidarity following his departure on Thursday, Ranieri released a statement via the League Managers Association in which he expressed his sadness at leaving the role he had occupied since replacing Nigel Pearson in July 2015.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-02-24T17:42:35Z", "webTitle": "Claudio Ranieri: my dream died with Leicester sacking", "webUrl": "https://www.theguardian.com/football/2017/feb/24/jamie-vardy-film-go-ahead-despite-ranieri-sacking", "wordCnt": 1023}, {"apiUrl": "https://content.guardianapis.com/football/2017/feb/24/the-fiver-claudio-ranieri-leicester-city-bambis-mum", "firPara": "In todays Fiver Claudio Ranieri, a Mexican stand-off and the Dele fail", "id": "football/2017/feb/24/the-fiver-claudio-ranieri-leicester-city-bambis-mum", "isHosted": false, "secPara": "In todays Fiver Claudio Ranieri, a Mexican stand-off and the Dele fail", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-02-24T15:54:11Z", "webTitle": "The Fiver | Tremendous stick for shooting Bambi’s mum", "webUrl": "https://www.theguardian.com/football/2017/feb/24/the-fiver-claudio-ranieri-leicester-city-bambis-mum", "wordCnt": 1541}, {"apiUrl": "https://content.guardianapis.com/football/2017/feb/24/sam-allardyce-crystal-palace-frustrated-relegation", "firPara": "Sam Allardyce has expressed frustration that Crystal Palaces players have yet fully to embrace his methods and has reminded them that, if they take his advice on board, the club can still clamber free of the bottom three.", "id": "football/2017/feb/24/sam-allardyce-crystal-palace-frustrated-relegation", "isHosted": false, "secPara": "Palace have secured only four points from eight games since Allardyce replaced Alan Pardew just before Christmas and go into Saturdays Premier League home game against Middlesbrough 19th in the table. The squad have had a fortnight to prepare and will seek to erase the memories of the 4-0 thrashing endured against Sunderland in their last home fixture, with Allardyce having outlined what is required if he is to preserve his record of never having been relegated from the top flight.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-02-24T15:37:31Z", "webTitle": "Sam Allardyce voices exasperation at Crystal Palace’s response to dogfight", "webUrl": "https://www.theguardian.com/football/2017/feb/24/sam-allardyce-crystal-palace-frustrated-relegation", "wordCnt": 799}, {"apiUrl": "https://content.guardianapis.com/football/2017/feb/24/claudio-ranieri-trump-brexit-klopp-mysterious", "firPara": "• Liverpool manager bewildered by Leicesters decision ", "id": "football/2017/feb/24/claudio-ranieri-trump-brexit-klopp-mysterious", "isHosted": false, "secPara": "• Liverpool manager bewildered by Leicesters decision ", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-02-24T14:30:16Z", "webTitle": "Claudio Ranieri’s sacking as mystifying as Trump and Brexit, says Jürgen Klopp", "webUrl": "https://www.theguardian.com/football/2017/feb/24/claudio-ranieri-trump-brexit-klopp-mysterious", "wordCnt": 833}, {"apiUrl": "https://content.guardianapis.com/football/blog/2017/feb/24/manolo-gabbiadini-southampton-efl-cup-final-2017", "firPara": "The Italian forward was out of favour with Maurizio Sarri in Naples but he has the chance to realise his potential with Southampton and is set to lead the line in the EFL Cup final on Sunday", "id": "football/blog/2017/feb/24/manolo-gabbiadini-southampton-efl-cup-final-2017", "isHosted": false, "secPara": "It read a little like one of those Oscar acceptance speeches. Manolo Gabbiadini, the Italy striker, who had swapped Napoli for Southampton in a €17m (£14.6m) deal on the final day of the January transfer window, had a lot of people to thank and he would try not to forget anybody.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-02-24T12:59:00Z", "webTitle": "Manolo Gabbiadini makes striking Saints start after cold shoulder at Napoli | David Hytner", "webUrl": "https://www.theguardian.com/football/blog/2017/feb/24/manolo-gabbiadini-southampton-efl-cup-final-2017", "wordCnt": 1465}, {"apiUrl": "https://content.guardianapis.com/football/live/2017/feb/24/europa-league-last-16-draw-live", "firPara": "Manchester United face a gruelling trip to Russia in the last 16 of the Europa League, while Lyon tackle Roma in the rounds stand-out tie", "id": "football/live/2017/feb/24/europa-league-last-16-draw-live", "isHosted": false, "secPara": "Manchester United face a gruelling trip to Russia in the last 16 of the Europa League, while Lyon tackle Roma in the rounds stand-out tie", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2017-02-24T12:26:21Z", "webTitle": "Manchester United get long-distance Rostov date in Europa League last 16", "webUrl": "https://www.theguardian.com/football/live/2017/feb/24/europa-league-last-16-draw-live", "wordCnt": 545}, {"apiUrl": "https://content.guardianapis.com/football/blog/2017/feb/24/santi-cazorla-arsenal-sense-of-loss", "firPara": "English football has always had a thing about leadership. What is it exactly? How loud should it be? How many layers of bandage should be entwined around its blood-caked temples? More to the point, without it who will keep the men in check, prevent them from fleeing the trenches, retain some sense of fragile, orderly decline?", "id": "football/blog/2017/feb/24/santi-cazorla-arsenal-sense-of-loss", "isHosted": false, "secPara": "More often than not leadership is defined as an absence, a feeling that something brusque and manly and vital has been allowed to wither. Arsenal lack leadership. England lack leadership. In both cases the leadership lacked is of one kind forceful, muscular, collar-grabbing. Last week Teddy Sheringham suggested Leicesters players could solve their problems with conditioning, tactics, motivation and personnel not by working on the training field but by getting drunk and having a bit of a fight, thereby settling their differences like men, or at least like primates.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-02-24T12:18:07Z", "webTitle": "Absence of Santi Cazorla, Arsenal’s Penfold-ish skill-goblin, adds to sense of loss | Barney Ronay", "webUrl": "https://www.theguardian.com/football/blog/2017/feb/24/santi-cazorla-arsenal-sense-of-loss", "wordCnt": 967}, {"apiUrl": "https://content.guardianapis.com/football/2017/feb/24/ranking-mls-stadiums-soccer-orlando-city", "firPara": "Almost three-quarters of teams in the league now have soccer-specific stadiums. Simon Veness runs down the great and the not-so-good", "id": "football/2017/feb/24/ranking-mls-stadiums-soccer-orlando-city", "isHosted": false, "secPara": "The MLS commissioner, Don Garber, recently visited the new Orlando City stadium and hailed it as a blueprint for the future. That blueprint may not last for long, however, as a stream of new MLS franchises are rapidly queuing up to make it obsolete.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-02-24T12:08:12Z", "webTitle": "MLS stadiums ranked: why Orlando City's new home comes out on top", "webUrl": "https://www.theguardian.com/football/2017/feb/24/ranking-mls-stadiums-soccer-orlando-city", "wordCnt": 1494}, {"apiUrl": "https://content.guardianapis.com/football/2017/feb/24/premier-league-and-efl-cup-final-10-things-to-look-out-for-this-weekend", "firPara": "Managerless Leicester look to prolong Liverpool hoodoo, scoring first could prove a burden again at Wembley and Palace must shrug off home discomforts", "id": "football/2017/feb/24/premier-league-and-efl-cup-final-10-things-to-look-out-for-this-weekend", "isHosted": false, "secPara": "As our man Daniel Taylor recalled a few weeks ago, Southamptons last appearance in a League Cup final led to a painful lesson in hubris for Alan Ball. Ball taunted John McGovern when David Peach put Saints ahead against Nottingham Forest in 1979 – this is Wembley, son, try to enjoy it while youre here! – only to get his words gleefully quoted back at him when Forest replied with three decisive goals. More so than its FA Cup counterpart, the League Cup final has been notable for quite a few turnaround victories, ever since Rotherham United let a 2-0 first-leg lead slip against Aston Villa in the very first decider back in 1961. Other famous comeback wins include QPRs effort from two goals down against West Brom in 1967; Liverpool hauling themselves back at the death against Spurs in 1982; Arsenal breaking Sheffield Wednesday hearts (and their own collarbones) in 1993; and José Mourinhos Chelsea shushing Liverpool in 2005. First blood in these fixtures doesnt always count in the last ten years, five of the finals have been won by the team conceding first. (Chelsea v Arsenal in 2007, Spurs v Chelsea in 2008, Manchester United v Aston Villa in 2010, Liverpool v Cardiff in 2012, Manchester City v Sunderland in 2014.) So our advice to Saints and United this weekend? Enjoy Wembley. But if you go one up early doors, for goodness sake keep your counsel. SM", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-02-24T09:09:44Z", "webTitle": "Premier League and EFL Cup final: 10 things to look out for this weekend", "webUrl": "https://www.theguardian.com/football/2017/feb/24/premier-league-and-efl-cup-final-10-things-to-look-out-for-this-weekend", "wordCnt": 1878}, {"apiUrl": "https://content.guardianapis.com/football/2017/feb/24/football-transfer-rumours-wayne-rooney-everton", "firPara": "Leicester City have sacked their manager because of relegation fears. A point above the bottom three, the Foxes have taken the decision to remove Claudio Ranieri from his position amid fears that the Italian has lost the dressing room. It seems an uncontroversial decision by the clubs board, who can rest assured that theyll face no flak for handing Ranieri his P45. Nothing to see here. Now the search for Ranieris replacement begins.", "id": "football/2017/feb/24/football-transfer-rumours-wayne-rooney-everton", "isHosted": false, "secPara": "Guus Hiddink and Roberto Mancini are the glamorous options. Leicester could take a punt on Gary Rowett. Alan Pardew has plenty of spare time on his hands at the moment; just dont ask him to give up his street dance classes every Tuesday and Thursday night. Its said that some players would like to see Nigel Pearson return. Leicester just need to find a way to contact him. It is said that Nige can be found deep in the forest, bare-chested, wrestling an ostrich.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-02-24T09:03:10Z", "webTitle": "Football transfer rumours: is Wayne Rooney set for romantic Everton return?", "webUrl": "https://www.theguardian.com/football/2017/feb/24/football-transfer-rumours-wayne-rooney-everton", "wordCnt": 343}], "startIndex": 541, "status": "ok", "total": 141934, "userTier": "developer"}}