{"response": {"currentPage": 66, "orderBy": "newest", "pageSize": 10, "pages": 14194, "results": [{"apiUrl": "https://content.guardianapis.com/football/live/2017/feb/18/burnley-v-lincoln-city-fa-cup-fifth-round-live", "firPara": "Premier League Burnley were stunned by Lincoln, who deservedly became the first non-league team to reach the FA Cup quarter-finals in 103 years. ", "id": "football/live/2017/feb/18/burnley-v-lincoln-city-fa-cup-fifth-round-live", "isHosted": false, "secPara": "What a cup tie! One of the greatest shocks - one of the greatest matches - in the entire history of the oldest major competition in world football! Lincoln City have become the first non-league side to reach the quarter-finals of the FA Cup since Queens Park Rangers managed it in 1914. (That was the year Burnley lifted the trophy, a lovely additional historical quirk.) Their victory was hugely deserved; the Imps were magnificent from front to back. Burnley werent at their best, but they simply werent allowed to be, as the comical rolling spat between an irate Joey Barton and the uncowed Matt Rhead illustrated. So Lincolns hero, the goalscorer Sean Raggett, has become an instant FA Cup legend, not least because of that post-match interview. No time for celebrations, its North Ferriby on Tuesday. The unique glamour of the FA Cup right there. What a goal! What a quote! What a cup tie!", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2017-02-18T14:54:20Z", "webTitle": "Burnley 0-1 Lincoln City: FA Cup fifth round – as it happened", "webUrl": "https://www.theguardian.com/football/live/2017/feb/18/burnley-v-lincoln-city-fa-cup-fifth-round-live", "wordCnt": 2075}, {"apiUrl": "https://content.guardianapis.com/football/2017/feb/18/burnley-lincoln-city-fa-cup-match-report", "firPara": "A crate of beer awaited Lincoln City players when they returned to their dressing room after prolonged and hugely deserved celebrations at Turf Moor. We got rid of it, revealed the manager, Danny Cowley. We are a professional team and we are mid-journey, although I noticed Alan Power had one in his hand. It was no way to toast a slice of history, but an insight into why Lincoln are the first non-league team since 1914 to reach the quarter-finals of the FA Cup. The Imps are one win from Wembley.", "id": "football/2017/feb/18/burnley-lincoln-city-fa-cup-match-report", "isHosted": false, "secPara": "The Cowley brothers, Danny and assistant Nicky, have revitalised Lincoln since leaving their jobs as PE teachers last year, guiding the club to the top of the National League and the last eight of the FA Trophy. They were confident and meticulously prepared for this fifth-round tie at Burnley, breaking the game into six 15-minute segments and arriving with confidence. Our subs were celebrating with every 15 minutes that remained scoreless, the manager said. But nothing really prepared them for this – one of the greatest shocks and achievements in FA Cup history.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-02-18T14:50:44Z", "webTitle": "Lincoln City topple Burnley as Sean Raggett seals historic FA Cup shock", "webUrl": "https://www.theguardian.com/football/2017/feb/18/burnley-lincoln-city-fa-cup-match-report", "wordCnt": 888}, {"apiUrl": "https://content.guardianapis.com/football/blog/2017/feb/18/arsene-wenger-the-arsenal-way-annual-angst", "firPara": "However Arsenal proceed in the summer, one of their primary considerations will be the identity the club have cultivated under Arsène Wenger. That goes far beyond the football pitch in common with most of their direct rivals at home and abroad, Arsenal have been voracious in their drive to enlist a global support base and everybody needs their unique selling point.", "id": "football/blog/2017/feb/18/arsene-wenger-the-arsenal-way-annual-angst", "isHosted": false, "secPara": "In Arsenals case, the vision they have cultivated over the past decade is bound inextricably with the success and style that hallmarked happier times in the Wenger era – a certain footballing philosophy, a certain appetite for trusting young players.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-02-18T12:47:06Z", "webTitle": "As Arsène Wenger struggles, does ‘the Arsenal way’ just mean annual angst? | Nick Ames", "webUrl": "https://www.theguardian.com/football/blog/2017/feb/18/arsene-wenger-the-arsenal-way-annual-angst", "wordCnt": 1285}, {"apiUrl": "https://content.guardianapis.com/football/blog/2017/feb/18/blackburn-manchester-united-venkys-fa-cup", "firPara": "We should be looking forward to an FA Cup tie at home against Manchester United, a dream tie for most clubs with the chance of an upset and reaching the quarter-finals. Yet we are indifferent about the whole thing. The game is meaningless and wed trade it for three points any day of the week. – Ian Battersby, a Blackburn Rovers fan for 50 years", "id": "football/blog/2017/feb/18/blackburn-manchester-united-venkys-fa-cup", "isHosted": false, "secPara": "Battersbys words may not suit BT Sports promotion of Sundays fifth-round tie at Ewood Park but they capture the depression, resignation and fear that have enveloped Blackburn. Year seven of Venkys reign as owner sees a team continuing to slide and a support in the dark over the Indian companys plans; common themes since it bought the club from the Jack Walker Trust in November 2010.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-02-18T12:00:01Z", "webTitle": "Blackburn approach visit of Manchester United under cloud of Venky’s turmoil | Andy Hunter", "webUrl": "https://www.theguardian.com/football/blog/2017/feb/18/blackburn-manchester-united-venkys-fa-cup", "wordCnt": 2107}, {"apiUrl": "https://content.guardianapis.com/football/2017/feb/18/rochdale-charlton-football-league-ground-england-92-club", "firPara": "Leeds-based 51-year-old Ed Wood will leave Spotland on Saturday having visited 93 league grounds in only 189 days, reclaiming a record he held for three years in the 1990s, all in the name of charity", "id": "football/2017/feb/18/rochdale-charlton-football-league-ground-england-92-club", "isHosted": false, "secPara": "The final whistle of Rochdales encounter with Charlton Athletic this Saturday will signal more than the end of just another League One football match. It will also mark the conclusion of a remarkable odyssey for one football fan. Barring disaster, Ed Wood, a Derby County supporter, will leave Spotland having reclaimed and smashed the Guinness world record for attending a match at each of Englands 92 league grounds in the shortest time. This modern day, football-loving Phileas Fogg will have gone around the stadiums in 189 days.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-02-18T09:29:36Z", "webTitle": "Last stop Rochdale in one fan’s quest to visit every league ground in record time | Barry Glendenning", "webUrl": "https://www.theguardian.com/football/2017/feb/18/rochdale-charlton-football-league-ground-england-92-club", "wordCnt": 1201}, {"apiUrl": "https://content.guardianapis.com/football/2017/feb/18/want-to-care-like-they-care-learn-to-love-football", "firPara": "I can fake it with a stranger, but I dont feel a passion for the beautiful game. Can Scotlands superfans show me the way?", "id": "football/2017/feb/18/want-to-care-like-they-care-learn-to-love-football", "isHosted": false, "secPara": "I can fake it with a stranger, but I dont feel a passion for the beautiful game. Can Scotlands superfans show me the way?", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-02-18T09:00:35Z", "webTitle": "'I want to care like they care. I want a conversion experience': can I learn to love football?", "webUrl": "https://www.theguardian.com/football/2017/feb/18/want-to-care-like-they-care-learn-to-love-football", "wordCnt": 4151}, {"apiUrl": "https://content.guardianapis.com/football/2017/feb/18/vincent-janssen-must-prove-worth-on-spurs-training-ground-says-pochettino", "firPara": "Mauricio Pochettino has suggested Vincent Janssen needs to offer more intensity in training to justify a recall to the Tottenham Hotspur first team, with the Holland international far from certain to start in Sundays FA Cup fifth-round tie at Fulham.", "id": "football/2017/feb/18/vincent-janssen-must-prove-worth-on-spurs-training-ground-says-pochettino", "isHosted": false, "secPara": "Spurs will offer fringe players their opportunity at Craven Cottage as they seek to freshen up a side involved in the Europa League and the pursuit of Chelsea at the top of the Premier League. Harry Kane is expected to sit out the game having suffered a kick to a knee in Thursdays 1-0 loss to KAA Gent yet Janssen, a £17m signing from AZ Alkmaar last summer, may have to make do with a place on the bench having apparently failed to impress the management over recent weeks.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-02-18T08:45:51Z", "webTitle": "Vincent Janssen must prove worth on Spurs training ground, says Pochettino", "webUrl": "https://www.theguardian.com/football/2017/feb/18/vincent-janssen-must-prove-worth-on-spurs-training-ground-says-pochettino", "wordCnt": 539}, {"apiUrl": "https://content.guardianapis.com/football/2017/feb/17/manchester-united-champions-league-wes-brown-jose-mourinho", "firPara": "Wes Brown is backing his former club Manchester United to finish in the top four and says the fear factor is returning under José Mourinho.", "id": "football/2017/feb/17/manchester-united-champions-league-wes-brown-jose-mourinho", "isHosted": false, "secPara": "The 37-year-old defender could face United in Sundays FA Cup tie at Ewood Park, though he expects to start on the Blackburn Rovers bench. Of United, he said Any team they put out will be a strong one and if they make changes all the players out there will be wanting to show what they can do. I dont think they will take their foot off the gas but that means there is less pressure on us. We can go out and enjoy it.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-02-17T22:30:22Z", "webTitle": "Manchester United can qualify for Champions League, says Wes Brown", "webUrl": "https://www.theguardian.com/football/2017/feb/17/manchester-united-champions-league-wes-brown-jose-mourinho", "wordCnt": 532}, {"apiUrl": "https://content.guardianapis.com/football/2017/feb/17/lincoln-city-sutton-united-look-to-take-chance-lifetime", "firPara": "Two clubs have the chance to be the first non-leaguers since 1914 to reach the quarter-finals of the FA Cu", "id": "football/2017/feb/17/lincoln-city-sutton-united-look-to-take-chance-lifetime", "isHosted": false, "secPara": "As Lincoln City travel to Burnley and Sutton United host Arsenal this weekend they will be making history. They are the first pair of non-league sides to have reached the last 16 of the FA Cup since 1920. And if either of the two National League teams win their tie, they will become the first non-league club to reach the quarter-finals since Queens Park Rangers in 1914. Put simply, there is a lot of unfamiliar territory about to be explored.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-02-17T19:27:29Z", "webTitle": "Lincoln City and Sutton United look to take FA Cup chance of a lifetime | Paul MacInnes", "webUrl": "https://www.theguardian.com/football/2017/feb/17/lincoln-city-sutton-united-look-to-take-chance-lifetime", "wordCnt": 1187}, {"apiUrl": "https://content.guardianapis.com/football/2017/feb/17/keith-alexander-lincoln-city-fa-cup", "firPara": "The interest in Lincoln Citys next FA Cup instalment has created enough of a flurry that the National League club have set up a big screen to create a free fanzone at Sincil Bank for those who missed out on tickets for their fifth-round tie at Burnley.", "id": "football/2017/feb/17/keith-alexander-lincoln-city-fa-cup", "isHosted": false, "secPara": "A buzz like this does not happen too often in Lincoln. For one resident who plans to head along to the screening, it will bring back memories of another golden age. Matt Alexanders father, Keith, conjured some thrills when he was manager of Lincoln (twice, in addition to a spell there as a striker) and he is remembered fondly for guiding a club who were in administration to a series of play-off finals.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-02-17T19:00:18Z", "webTitle": "Keith Alexander’s spirit lives on in Lincoln’s fairytale FA Cup run | Amy Lawrence", "webUrl": "https://www.theguardian.com/football/2017/feb/17/keith-alexander-lincoln-city-fa-cup", "wordCnt": 844}], "startIndex": 651, "status": "ok", "total": 141934, "userTier": "developer"}}