{"response": {"currentPage": 591, "orderBy": "newest", "pageSize": 10, "pages": 14195, "results": [{"apiUrl": "https://content.guardianapis.com/football/2016/jun/04/juraj-kucka-slovakia-euro-2016-profile", "firPara": "This article is part of the Guardians Euro 2016 Experts Network, a cooperation between some of the best media organisations from the countries who have qualified for France. theguardian.com is running previews from three countries each day in the run-up to the tournament kicking off on 10 June.", "id": "football/2016/jun/04/juraj-kucka-slovakia-euro-2016-profile", "isHosted": false, "secPara": "Back in 2006 Juraj Kucka was playing for Sport Podbrezova, in a village in the middle of Slovakia with fewer than 4,000 inhabitants, plugging away in the second division. Kucka was asked what was his biggest dream in football and, aged 19 but demonstrating no little ambition, he replied I would like to play somewhere abroad, especially in Serie A. And the best team there is Milan.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-04T09:00:06Z", "webTitle": "Juraj Kucka: the Slovakian whose Milan move showed that dreams can come true", "webUrl": "https://www.theguardian.com/football/2016/jun/04/juraj-kucka-slovakia-euro-2016-profile", "wordCnt": 1496}, {"apiUrl": "https://content.guardianapis.com/football/2016/jun/04/copa-america-haiti-national-team-rebuilding-nation", "firPara": "Six years after a catastrophic earthquake, Haiti take aim at Copa America in the island nations biggest soccer moment since qualifying for the 1974 World Cu", "id": "football/2016/jun/04/copa-america-haiti-national-team-rebuilding-nation", "isHosted": false, "secPara": "Six years after a catastrophic earthquake, Haiti take aim at Copa America in the island nations biggest soccer moment since qualifying for the 1974 World Cu", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-04T09:00:06Z", "webTitle": "'An all-heart effort': Haiti's Copa America berth inspires a nation on the mend", "webUrl": "https://www.theguardian.com/football/2016/jun/04/copa-america-haiti-national-team-rebuilding-nation", "wordCnt": 1337}, {"apiUrl": "https://content.guardianapis.com/football/live/2016/jun/03/usa-v-colombia-copa-america-live", "firPara": "Cristian Zapata and James Rodriguez score the goals as USA open their Copa America campaign on a losing note", "id": "football/live/2016/jun/03/usa-v-colombia-copa-america-live", "isHosted": false, "secPara": "OK, well wrap this blog up now. Thanks for reading. Goodnight.", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2016-06-04T03:40:31Z", "webTitle": "USA 0-2 Colombia: Copa América – as it happened", "webUrl": "https://www.theguardian.com/football/live/2016/jun/03/usa-v-colombia-copa-america-live", "wordCnt": 1465}, {"apiUrl": "https://content.guardianapis.com/football/2016/jun/03/west-ham-georges-kevin-nkoudou-marseille-competition", "firPara": "West Ham are preparing a bid for the Marseille winger Georges-Kévin NKoudou but could face competition from Liverpool and Manchester United for the France Under-21 player.", "id": "football/2016/jun/03/west-ham-georges-kevin-nkoudou-marseille-competition", "isHosted": false, "secPara": "All three clubs have scouted the former Nantes player extensively this season, with representatives present at last months French Cup final when Marseille were beaten by Paris Saint-Germain at the Stade de France. West Ham are understood to be ready to offer around £10m for the 21-year-old, although it is likely that the French clubs asking price may be significantly higher,", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-03T23:02:05Z", "webTitle": "West Ham face competition for Marseille’s Georges-Kévin N’Koudou", "webUrl": "https://www.theguardian.com/football/2016/jun/03/west-ham-georges-kevin-nkoudou-marseille-competition", "wordCnt": 141}, {"apiUrl": "https://content.guardianapis.com/football/2016/jun/03/england-wayne-rooney-start-euro-2016-roy-hodgson", "firPara": "Roy Hodgson said England will play with style in Euro 2016 and insisted it was a good problem, only a week before their opening game of the tournament, that he was still trying to find a system where Wayne Rooney, Harry Kane and Jamie Vardy could flourish in the same team.", "id": "football/2016/jun/03/england-wayne-rooney-start-euro-2016-roy-hodgson", "isHosted": false, "secPara": "Hodgsons tactic to use Kane and Vardy as split strikers, with Rooney operating in the No10 role, struggled to take off in the 1-0 win against Portugal on Thursday, and the England manager must decide whether to keep his midfield diamond or revert to a 4-3-3 formation against Russia on 11 June.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-03T21:45:00Z", "webTitle": "Roy Hodgson says Wayne Rooney will be mandatory starter at Euro 2016", "webUrl": "https://www.theguardian.com/football/2016/jun/03/england-wayne-rooney-start-euro-2016-roy-hodgson", "wordCnt": 638}, {"apiUrl": "https://content.guardianapis.com/football/2016/jun/03/everton-ronald-koeman-southampton-approach", "firPara": "Everton are in talks with Southampton over an approach to make Ronald Koeman their next manager, with the Dutchman now waiting to be granted permission to discuss terms over a potential move to Goodison Park.", "id": "football/2016/jun/03/everton-ronald-koeman-southampton-approach", "isHosted": false, "secPara": "As revealed by the Guardian last month, the former Holland international defender was earmarked as the first choice to succeed Roberto Martínez by Farhad Moshiri, Evertons new major shareholder. The initial suggestions were that Koeman, who joined Southampton from Feyenoord in 2014, was not interested in moving to Merseyside despite having only one year of his contract at St Marys remaining.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-03T21:32:04Z", "webTitle": "Everton in talks with Southampton to approach Ronald Koeman", "webUrl": "https://www.theguardian.com/football/2016/jun/03/everton-ronald-koeman-southampton-approach", "wordCnt": 418}, {"apiUrl": "https://content.guardianapis.com/football/2016/jun/03/england-harry-kane-euro-2016", "firPara": "Harry Kane will travel to the European Championship in France braced to contend with underhand tactics from opposing centre-halves but confident he will be able to leave his own more legitimate mark on the finals.", "id": "football/2016/jun/03/england-harry-kane-euro-2016", "isHosted": false, "secPara": "The England forward was the victim of a wild lunge by Portugals Bruno Alves in Thursdays final friendly ahead of the tournament and despite not reacting to the challenge, played the rest of the match sporting scratches on the side of his head and shoulder. The defender was dismissed by the Italian referee, Marco Guida, for the challenge, with England eventually securing a 1-0 success against the depleted opposition.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-03T21:30:51Z", "webTitle": "England’s Harry Kane insists he will be ready for underhand tactics at Euro 2016", "webUrl": "https://www.theguardian.com/football/2016/jun/03/england-harry-kane-euro-2016", "wordCnt": 564}, {"apiUrl": "https://content.guardianapis.com/football/blog/2016/jun/03/england-learn-lessons-france-98-deja-vu-euro-2016-dele-alli-jack-wilshere", "firPara": "Euro 2016 takes England back to three stadiums where they played at the 1998 World Cup, beginning with a return to Marseille, scene of ugly clashes that overshadowed the efforts of Beckham, Owen and Scholes", "id": "football/blog/2016/jun/03/england-learn-lessons-france-98-deja-vu-euro-2016-dele-alli-jack-wilshere", "isHosted": false, "secPara": "An empty CS gas canister sitting on a bookshelf is a reminder of the skirmishes that broke out in the streets around Marseilles Vieux Port on the day England opened their 1998 World Cup campaign against Tunisia. From the headland on which the basilica of Notre-Dame de la Garde overlooks the harbour, the chorus of sirens was clearly audible once the stones, bottles and punches began to fly between the visiting supporters and locals from the nearby housing projects. Soon, down at street level, there would be the sting of teargas in the eyes and the crunch of broken glass underfoot.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-03T21:00:51Z", "webTitle": "Teargas, broken glass and the dawn of England’s ‘golden generation’ | Richard Williams", "webUrl": "https://www.theguardian.com/football/blog/2016/jun/03/england-learn-lessons-france-98-deja-vu-euro-2016-dele-alli-jack-wilshere", "wordCnt": 1158}, {"apiUrl": "https://content.guardianapis.com/football/2016/jun/03/jamie-vardy-leicester-arsenal-trigger-release-clause", "firPara": "Arsenal have triggered the release clause in Jamie Vardys contract and are ready to prise the England international from Leicester City in a deal worth around £20m. Arsène Wengers pursuit of Vardy represents a significant shift from Arsenals transfer policy in the past but the strikers availability for a relatively modest fee, and the alternative option that he provides in attack with his searing pace, has fuelled the managers interest.", "id": "football/2016/jun/03/jamie-vardy-leicester-arsenal-trigger-release-clause", "isHosted": false, "secPara": "Talks have taken place and it would now appear that the ball is in Vardys court as to whether he wants to leave the Premier League champions and move to Arsenal at a critical juncture in his career. He turns 30 in January, he has been playing the best football of his life, and it is almost a case of now or never in terms of whether he leaves Leicester for one of the Premier League heavyweights.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-03T18:42:59Z", "webTitle": "Arsenal trigger Jamie Vardy’s release clause in move for Leicester striker", "webUrl": "https://www.theguardian.com/football/2016/jun/03/jamie-vardy-leicester-arsenal-trigger-release-clause", "wordCnt": 535}, {"apiUrl": "https://content.guardianapis.com/football/2016/jun/03/world-cup-unrecognized-states-football", "firPara": "A diverse mix of teams are contesting the Conifa World Football Cup in the breakaway post-Soviet republic of Abkhazia. This is no ordinary football tournament", "id": "football/2016/jun/03/world-cup-unrecognized-states-football", "isHosted": false, "secPara": "Nestled at the base of the lofty Caucasus mountain range, with the Black Sea only meters away, the Daur Akhvlediani Stadium is a picturesque location for a football match. The small venue in the resort town of Gagra offers an exotic setting for a highly unusual game Somaliland v Sapmi.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-03T16:22:26Z", "webTitle": "'Listening to our anthem was really emotional': the World Cup for unrecognized states", "webUrl": "https://www.theguardian.com/football/2016/jun/03/world-cup-unrecognized-states-football", "wordCnt": 2067}], "startIndex": 5901, "status": "ok", "total": 141941, "userTier": "developer"}}