{"response": {"currentPage": 376, "orderBy": "newest", "pageSize": 10, "pages": 14194, "results": [{"apiUrl": "https://content.guardianapis.com/football/2016/sep/16/ronald-koeman-revolution-everton-roberto-martinez-gareth-barry", "firPara": "The club were drifting under Roberto Martínez but Koeman has arrested the slump and Gareth Barry is among those who believe confidence has returned", "id": "football/2016/sep/16/ronald-koeman-revolution-everton-roberto-martinez-gareth-barry", "isHosted": false, "secPara": "Finch Farm, Thursday morning, and Everton players are putting another intense training session behind them with a game of head tennis. The mood is as lighthearted as the contest until Ronald Koeman interrupts. One team was losing quite heavily and he wanted to know why, Gareth Barry discloses. He doesnt want anyone losing their focus and with good reason. One team shouldnt be getting beat so heavily at anything within the club, whether its head tennis, five-a-side or on a Saturday.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-16T21:30:30Z", "webTitle": "Ronald Koeman’s revolution restores discipline and high standards to Everton", "webUrl": "https://www.theguardian.com/football/2016/sep/16/ronald-koeman-revolution-everton-roberto-martinez-gareth-barry", "wordCnt": 1247}, {"apiUrl": "https://content.guardianapis.com/football/2016/sep/16/jose-mourinho-paul-pogba-world-record-fee-manchester-united", "firPara": "José Mourinho has told Paul Pogba to forget his world-record £92.5m transfer fee after the Frenchman continued his anonymous form for Manchester United.", "id": "football/2016/sep/16/jose-mourinho-paul-pogba-world-record-fee-manchester-united", "isHosted": false, "secPara": "Pogba played as a quasi-No10 in the Europa League defeat at Feyenoord on Thursday, the first time he has been given a freer remit by Mourinho. Yet, as with the derby defeat at home against Manchester City last Saturday, when Pogba played deeper, the 23-year-old was unable to affect the match.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-16T21:30:30Z", "webTitle": "José Mourinho tells Paul Pogba: forget about world-record fee, play your game", "webUrl": "https://www.theguardian.com/football/2016/sep/16/jose-mourinho-paul-pogba-world-record-fee-manchester-united", "wordCnt": 637}, {"apiUrl": "https://content.guardianapis.com/football/2016/sep/16/david-moyes-sunderland-relegation-battles", "firPara": "David Moyes has questioned whether the cause of Sunderlands seemingly eternal relegation embroilments lies within the boardroom as well as the dressing room as he seeks his first Premier League win since succeeding Sam Allardyce.", "id": "football/2016/sep/16/david-moyes-sunderland-relegation-battles", "isHosted": false, "secPara": "Is it correct leadership from the top? queried Sunderlands seventh manager in five years, who takes his team to Tottenham Hotspur on Sunday. Has correct direction been given? Most managers have come here on the back foot. Theyre not coming in here smiling, on top of it, really positive because they have nearly always been trying to put out the bush fires, to stop things getting worse all the time. I can see that.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-16T21:30:30Z", "webTitle": "David Moyes queries Sunderland board’s role in cycle of relegation battles", "webUrl": "https://www.theguardian.com/football/2016/sep/16/david-moyes-sunderland-relegation-battles", "wordCnt": 507}, {"apiUrl": "https://content.guardianapis.com/football/2016/sep/16/jose-mourinho-walter-mazzarri-watford-manchester-united-serie-a", "firPara": "Walter Mazzarri says he has nothing but respect for José Mourinho, despite a fiery relationship in Serie A that led to the Portuguese manager describing him as a hard-working donkey that will never become a thoroughbred.", "id": "football/2016/sep/16/jose-mourinho-walter-mazzarri-watford-manchester-united-serie-a", "isHosted": false, "secPara": "The pair meet in the Premier League for the first time at Watford on Sunday, having clashed when Mourinho was at Internazionale and Mazzarri managed Sampdoria and Napoli.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-16T21:30:30Z", "webTitle": "Walter Mazzarri says feud with José Mourinho is over before latest meeting", "webUrl": "https://www.theguardian.com/football/2016/sep/16/jose-mourinho-walter-mazzarri-watford-manchester-united-serie-a", "wordCnt": 418}, {"apiUrl": "https://content.guardianapis.com/football/2016/sep/16/tony-pulis-west-brom-new-owners", "firPara": "Tony Pulis has insisted that the only way he will leave West Bromwich Albion is if the club sack him. The head coach faced criticism from his own supporters during the defeat at Bournemouth last Saturday, and a change of ownership at the Hawthorns has added to the uncertainty around his future after a fractious couple of weeks. Yet the Welshman has vowed to see out the remainder of a contract that expires next summer.", "id": "football/2016/sep/16/tony-pulis-west-brom-new-owners", "isHosted": false, "secPara": "Whether Pulis gets that opportunity remains to be seen. Albion have won only one of their past 14 matches and bookmakers have installed Pulis as favourite to be the first Premier League manager to lose his job amid growing unrest.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-16T21:30:30Z", "webTitle": "Embattled Tony Pulis promises to stay at West Brom unless club sack him", "webUrl": "https://www.theguardian.com/football/2016/sep/16/tony-pulis-west-brom-new-owners", "wordCnt": 611}, {"apiUrl": "https://content.guardianapis.com/football/2016/sep/16/chelsea-liverpool-premier-league-match-report", "firPara": "A statement of intent was delivered here, but it was not offered up by Chelsea. Liverpool, for the second season in succession, have prevailed in this corner of south-west London to cast the locals into grisly retrospection and condemn the new regime to their first defeat. Jürgen Klopps wild celebrations on the final whistle reflected the psychological significance of this win. These teams are now level on points below Manchester City but, on this evidence, it is the side from Merseyside who have the more realistic aspirations to contend for the title.", "id": "football/2016/sep/16/chelsea-liverpool-premier-league-match-report", "isHosted": false, "secPara": "For all that Diego Costa offered the hosts hope of recovery, Klopps charges were always the slicker, more coherent team. Their wave of first-half attacks had left Chelsea, a side braced for the onslaught, wounded and wheezing.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-16T21:00:19Z", "webTitle": "Jordan Henderson’s sumptuous strike helps Liverpool to win at Chelsea", "webUrl": "https://www.theguardian.com/football/2016/sep/16/chelsea-liverpool-premier-league-match-report", "wordCnt": 900}, {"apiUrl": "https://content.guardianapis.com/football/2016/sep/16/jordan-henderson-liverpool-chelsea-goal-steven-gerrard", "firPara": "It was one of those moments that evidently meant so much more than the handful of seconds it took for the ball to arc audaciously, astoundingly, over the head of the opposition goalkeeper. Jordan Henderson hit the ball with ferocious sweetness. He turned away from the goal and ran. A few paces later he sank to his knees. Yes, of course, a wondrous strike in itself is worthy of a showy celebration. But this was about more than the goal. This was soaked with catharsis.", "id": "football/2016/sep/16/jordan-henderson-liverpool-chelsea-goal-steven-gerrard", "isHosted": false, "secPara": "Henderson has not had the easiest of periods. He has had his doubters and still plays underneath the question mark of whether he is or ever can be a worthy successor to Steven Gerrard as the midfield captain. Etching his own identity in the team has been a challenge, with injury lulls dragging him back and momentum hard to build. His position in the XI was an issue that hung over from last season, where he suffered the personal disappointment of watching Liverpools Europa League final as an unused substitute. He had pushed himself to regain fitness for a special night but never got on the pitch. His opposite number from Sevilla hoisted the silver.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-16T20:56:41Z", "webTitle": "Under-fire Jordan Henderson finds perfect timing with wonder goal", "webUrl": "https://www.theguardian.com/football/2016/sep/16/jordan-henderson-liverpool-chelsea-goal-steven-gerrard", "wordCnt": 817}, {"apiUrl": "https://content.guardianapis.com/football/2016/sep/16/hull-robert-snodgrass-arsenal", "firPara": "Millhouse Woods Lane is normally a serene sort of place. Tucked away in a corner of Cottingham, a large village on the doorstep of the Yorkshire Wolds, five miles from Hull, it is solidly middle class and lies within the leafy boundaries of one of Englands safest Conservative seats. Unusually, the lanes customary tranquillity was shattered this summer. This had nothing to do with David Davis, the local MP, and Brexit, but revolved around Robert Snodgrasss non-appearance at a complex hidden discreetly beyond its well-tended houses.", "id": "football/2016/sep/16/hull-robert-snodgrass-arsenal", "isHosted": false, "secPara": "It was late July and fans congregated outside Hull Citys training ground feared the worst when the Scotland winger failed to clock on at the appointed hour. After Steve Bruces despairing resignation and persistent talk about Mohamed Diamés impending defection to Newcastle United, the prospect of losing Snodgrass, arguably the promoted teams most gifted individual, seemed too much to bear.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-16T17:40:00Z", "webTitle": "Hull’s Robert Snodgrass: ‘I had dark days but now feel I can be better than before’", "webUrl": "https://www.theguardian.com/football/2016/sep/16/hull-robert-snodgrass-arsenal", "wordCnt": 1130}, {"apiUrl": "https://content.guardianapis.com/football/2016/sep/16/the-fiver-joey-barton-popes-newc-o-rangers", "firPara": "In todays Fiver Joey Barton, St Neots Town and much more", "id": "football/2016/sep/16/the-fiver-joey-barton-popes-newc-o-rangers", "isHosted": false, "secPara": "In todays Fiver Joey Barton, St Neots Town and much more", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-16T15:33:15Z", "webTitle": "The Fiver | To copy and paste from previous editions …", "webUrl": "https://www.theguardian.com/football/2016/sep/16/the-fiver-joey-barton-popes-newc-o-rangers", "wordCnt": 1644}, {"apiUrl": "https://content.guardianapis.com/football/2016/sep/16/arsenal-arsene-wenger-30m-midfielder-granit-xhaka", "firPara": "Arsène Wenger is confident Granit Xhaka will make a significant impact at Arsenal but the manager has called for patience because the £30m summer signing needs time to get used to the pace of the Premier League. The Switzerland international has been used sparingly, starting only twice, with Wenger favouring the tried and tested partnership of Francis Coquelin and Santi Cazorla.", "id": "football/2016/sep/16/arsenal-arsene-wenger-30m-midfielder-granit-xhaka", "isHosted": false, "secPara": "Wenger believes Xhaka will be best suited to playing as a box-to-box player and says the midfielders omission from the starting XI in the past two games, against Southampton and Paris Saint-Germain, was because he wanted familiarity in the centre of the pitch.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-16T14:14:40Z", "webTitle": "Arsenal: Arsène Wenger urges patience with £30m midfielder Granit Xhaka", "webUrl": "https://www.theguardian.com/football/2016/sep/16/arsenal-arsene-wenger-30m-midfielder-granit-xhaka", "wordCnt": 398}], "startIndex": 3751, "status": "ok", "total": 141935, "userTier": "developer"}}