{"response": {"currentPage": 158, "orderBy": "newest", "pageSize": 10, "pages": 14194, "results": [{"apiUrl": "https://content.guardianapis.com/football/2016/dec/29/jurgen-klopp-hails-pep-guardiola-liverpool-manchester-city", "firPara": "Jürgen Klopp has said Pep Guardiola deserves credit for testing a fantastic career in the Premier League when easier options were available to the former Bayern Munich manager.", "id": "football/2016/dec/29/jurgen-klopp-hails-pep-guardiola-liverpool-manchester-city", "isHosted": false, "secPara": "The two Bundesliga-winning coaches face each other for the first time in English football on New Years Eve when second-placed Liverpool welcome third-placed Manchester City to Anfield. In February, when it was announced Guardiola was to succeed Manuel Pellegrini at City, Klopp said the Premier League would provide a sterner challenge to the former Barcelona and Bayern coach than he experienced in Spain or Germany.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-12-29T22:30:16Z", "webTitle": "Jürgen Klopp hails Pep Guardiola for choosing ‘difficult’ Premier League", "webUrl": "https://www.theguardian.com/football/2016/dec/29/jurgen-klopp-hails-pep-guardiola-liverpool-manchester-city", "wordCnt": 781}, {"apiUrl": "https://content.guardianapis.com/football/2016/dec/29/aitor-karanka-good-friends-jose-mourinho-middlesbrough-manchester-united", "firPara": "Aitor Karanka finds watching Manchester United a strangely familiar experience. When he analyses their shape, structure and default tactical responses, the Spaniard sees distinct shades of his own Middlesbrough side.", "id": "football/2016/dec/29/aitor-karanka-good-friends-jose-mourinho-middlesbrough-manchester-united", "isHosted": false, "secPara": "Sometimes, as he sits in front of his TV screen studying Uniteds play, Karanka second-guesses José Mourinhos substitutions or formational tweaks but this impressive knack should come as no surprise. Quite apart from having spent three years as the former Chelsea managers assistant at Real Madrid, he readily acknowledges the pair are soulmates in philosophy. This bond, something personal and professional, makes the prospect of their crossing managerial swords for the first time on Saturday at Old Trafford particularly intriguing.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-12-29T22:29:16Z", "webTitle": "Boro’s Karanka: I’m good friends with Mourinho but for 90 minutes cannot be | Louise Taylor", "webUrl": "https://www.theguardian.com/football/2016/dec/29/aitor-karanka-good-friends-jose-mourinho-middlesbrough-manchester-united", "wordCnt": 811}, {"apiUrl": "https://content.guardianapis.com/football/2016/dec/29/aston-villa-leeds-united-championship-match-report", "firPara": "The chances of Leeds United, managed by Garry Monk, replacing Swansea City, the club that sacked him 12 months ago, in the Premier League next season cannot be discounted. Only the sharp eyes of the assistant referee gave Villa a late penalty that preserved their unbeaten home record under Steve Bruce here, and even then Leeds should have won the game, Hadi Sacko lifting the ball over the Villa goalkeeper, Mark Bunn, only to see it bounce down off the underside of the bar.", "id": "football/2016/dec/29/aston-villa-leeds-united-championship-match-report", "isHosted": false, "secPara": "Having watched his side produce a vibrant second-half performance after a goalless and relatively insipid first period, Monk could only bemoan their failure to kill the game off after their impressive Swedish centre-half Pontus Jansson had put them ahead with a header from a corner. Jansson, a 25-year-old on season-long loan from Torino, nearly made it two in as many minutes with a volley which bounced off the bar, while Sacko missed several opportunities to either score himself or put the ball on a plate for others, before and after Jonathan Kodjia had scored the penalty rightly awarded after Liam Cooper handled the ball.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-12-29T21:52:16Z", "webTitle": "Jonathan Kodjia spot-kick helps Aston Villa save point against Leeds", "webUrl": "https://www.theguardian.com/football/2016/dec/29/aston-villa-leeds-united-championship-match-report", "wordCnt": 785}, {"apiUrl": "https://content.guardianapis.com/football/live/2016/dec/29/aston-villa-v-leeds-united-championship-live", "firPara": "A late penalty, needlessly conceded by Liam Cooper and nervelessly converted by Jonathan Kodjia, rescued a point for Aston Villa after Pontus Jansson had given Leeds United the lead; both move up a place in the table, Leeds to 4th and Villa to 9th", "id": "football/live/2016/dec/29/aston-villa-v-leeds-united-championship-live", "isHosted": false, "secPara": "Our match report from Villa Park", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2016-12-29T21:46:35Z", "webTitle": "Aston Villa v Leeds United: Championship – as it happened", "webUrl": "https://www.theguardian.com/football/live/2016/dec/29/aston-villa-v-leeds-united-championship-live", "wordCnt": 1289}, {"apiUrl": "https://content.guardianapis.com/football/2016/dec/29/chris-coleman-wife-rules-him-out-swansea-city-managerial-job", "firPara": "Swansea Citys search for a new manager took an unexpected twist when Chris Colemans wife publicly ruled him out of the job, leaving Paul Clement and Gary Rowett as the main contenders for the post. Coleman had emerged as the frontrunner to replace Bob Bradley but the 46-year-old remains committed to managing his country and, barring an unforeseen turn of events, will not be returning to club football soon.", "id": "football/2016/dec/29/chris-coleman-wife-rules-him-out-swansea-city-managerial-job", "isHosted": false, "secPara": "With any move for Ryan Giggs also viewed as highly unlikely – Swanseas American owners have never been sold on the idea of giving the job to the former Manchester United player – Clement and Rowett are now strong candidates to take over at the Liberty Stadium.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-12-29T20:28:40Z", "webTitle": "Paul Clement and Gary Rowett left as Swansea City frontrunners", "webUrl": "https://www.theguardian.com/football/2016/dec/29/chris-coleman-wife-rules-him-out-swansea-city-managerial-job", "wordCnt": 715}, {"apiUrl": "https://content.guardianapis.com/football/2016/dec/29/fa-child-protection-work-celia-brackenridge", "firPara": "Child protection expert Celia Brackenridge says UK sport was beset by a culture of ignorance and denial until the 1990s but it now sets the gold standard", "id": "football/2016/dec/29/fa-child-protection-work-celia-brackenridge", "isHosted": false, "secPara": "In a neatly maintained archive of papers held in the library at Brunel University, the pioneering campaigner for action to prevent sexual abuse in sport Prof Celia Brackenridge compiled a catalogue of horrific cases that came to court in the 1990s. Included in the files is a note on the Channel 4 Dispatches programme that in 1997 exposed several instances of abuse in football.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-12-29T17:00:09Z", "webTitle": "Child abuse in sport and the progress made towards eradicating it", "webUrl": "https://www.theguardian.com/football/2016/dec/29/fa-child-protection-work-celia-brackenridge", "wordCnt": 2187}, {"apiUrl": "https://content.guardianapis.com/football/2016/dec/29/2016-football-moment-to-remember-iceland-euro-2016", "firPara": "Increasing the European Championship to 24 teams seemed like a typically ham-fisted attempt by a governing body to meddle with football for meddlings sake. The extended competition inspired typical disdain from football purists, with its cumbersome mathematical formula and its abundance of small fry who could hardly be expected to aspire to much.", "id": "football/2016/dec/29/2016-football-moment-to-remember-iceland-euro-2016", "isHosted": false, "secPara": "It is at this point that Cristiano Ronaldo entered the conversation. After Portugal drew their opening fixture against Iceland, opprobrium poured out of the modern games iconic superhero in the form of a piqued hissy fit. I thought theyd won the Euros the way they celebrated at the end, he tutted. It was unbelievable. When they dont try to play and just defend, defend, defend, this in my opinion shows a small mentality and they are not going to do anything in this competition. Ronaldo may be a man of many gifts, but for various reasons this turned out not to be his finest piece of rhetoric.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-12-29T16:23:00Z", "webTitle": "A 2016 football moment to remember: Iceland light up Euro 2016", "webUrl": "https://www.theguardian.com/football/2016/dec/29/2016-football-moment-to-remember-iceland-euro-2016", "wordCnt": 1147}, {"apiUrl": "https://content.guardianapis.com/football/2016/dec/29/liverpool-jurgen-klopp-philippe-coutinho", "firPara": "Jürgen Klopp has confirmed Philippe Coutinho and Joël Matip have been ruled out of the fixture with Manchester City on New Years Eve, with the Brazilian playmaker not expected to be fit to make his return until after the meeting with Sunderland on Monday.", "id": "football/2016/dec/29/liverpool-jurgen-klopp-philippe-coutinho", "isHosted": false, "secPara": "Coutinho has not played since he suffered ankle ligament damage during the win over Sunderland at the end of November and Klopp, who has seen his side pick up three wins and a draw from their last five Premier League matches, admitted he will not rush the 24-year-old back too soon.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-12-29T15:14:22Z", "webTitle": "Liverpool’s Jürgen Klopp confirms Coutinho will miss Manchester City game", "webUrl": "https://www.theguardian.com/football/2016/dec/29/liverpool-jurgen-klopp-philippe-coutinho", "wordCnt": 562}, {"apiUrl": "https://content.guardianapis.com/football/2016/dec/29/cazorla-terry-toure-expiring-contracts-premier-league", "firPara": "The traditional January sales may have taken a hit from Black Friday but the football world still loves a good bargain.", "id": "football/2016/dec/29/cazorla-terry-toure-expiring-contracts-premier-league", "isHosted": false, "secPara": "With less than six months left on their contracts when 2017 is ushered in on Sunday, almost 70 Premier League first-team squad members will be free to discuss terms with clubs from overseas under Fifas rules on transfers. That means the likes of Arsenals Santi Cazorla, Yaya Touré of Manchester City, Manchester Uniteds Michael Carrick and Chelseas John Terry could all sign pre-contract agreements if they fancy a change of scenery.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-12-29T14:54:35Z", "webTitle": "Cazorla, Terry, Touré: the Premier League players with expiring contracts", "webUrl": "https://www.theguardian.com/football/2016/dec/29/cazorla-terry-toure-expiring-contracts-premier-league", "wordCnt": 373}, {"apiUrl": "https://content.guardianapis.com/football/2016/dec/29/vibrac-jg-funding-riverdance-everton-shadow-investor-mystery", "firPara": "After almost two hours being interrogated on everything from the details of Sam Allardyces contract to homophobia at Octobers culture, media and sport select committee inquiry, question 90 was the curveball the Football Association chairman Greg Clarke certainly wasnt expecting.", "id": "football/2016/dec/29/vibrac-jg-funding-riverdance-everton-shadow-investor-mystery", "isHosted": false, "secPara": "Switching his attention to ownership of football clubs, Chris Matheson, the MP for Chester and an Everton season ticket holder, asked Clarke if he had ever heard of Vibrac Corporation. Between 2011 and 2013 the company described by Bloomberg as a closely held lender based in the British Virgin Islands was allowed to make millions of pounds in loans to Everton, West Ham, Fulham, Reading and Southampton despite the mystery surrounding who actually owned the company.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-12-29T14:28:00Z", "webTitle": "Philip Green, Vibrac and Riverdance: the mystery of Everton’s ‘shadow investor’", "webUrl": "https://www.theguardian.com/football/2016/dec/29/vibrac-jg-funding-riverdance-everton-shadow-investor-mystery", "wordCnt": 1945}], "startIndex": 1571, "status": "ok", "total": 141934, "userTier": "developer"}}