{"response": {"currentPage": 513, "orderBy": "newest", "pageSize": 10, "pages": 14195, "results": [{"apiUrl": "https://content.guardianapis.com/football/2016/jul/01/crystal-palace-andros-townsend-alan-pardew", "firPara": "Crystal Palace have completed the signing of Andros Townsend from Newcastle United for a club record fee of £13m after the manager Alan Pardew confirmed he has signed a new contract with the club.", "id": "football/2016/jul/01/crystal-palace-andros-townsend-alan-pardew", "isHosted": false, "secPara": "In a busy 24 hours for the south London club, the France goalkeeper Steve Mandanda has also completed his move from Marseille for a fee of £1.4m (€2m) on a three-year contract.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-07-01T09:32:37Z", "webTitle": "Crystal Palace sign Townsend and Mandanda as Pardew confirms new deal", "webUrl": "https://www.theguardian.com/football/2016/jul/01/crystal-palace-andros-townsend-alan-pardew", "wordCnt": 490}, {"apiUrl": "https://content.guardianapis.com/football/2016/jul/01/italy-germany-euro-2016", "firPara": "The Germans fearsome reputation in major competitions cuts no mustard with the Italians, who can draw inspiration from famous wins in 1970, 1982, 2006 and 2012", "id": "football/2016/jul/01/italy-germany-euro-2016", "isHosted": false, "secPara": "The Germans fearsome reputation in major competitions cuts no mustard with the Italians, who can draw inspiration from famous wins in 1970, 1982, 2006 and 2012", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-07-01T08:59:01Z", "webTitle": "Italy’s tournament hold over Germany set for latest test at Euro 2016 | Rob Smyth", "webUrl": "https://www.theguardian.com/football/2016/jul/01/italy-germany-euro-2016", "wordCnt": 1354}, {"apiUrl": "https://content.guardianapis.com/football/2016/jul/01/newcastle-dwight-gayle-signs-ritchie", "firPara": "Newcastle United have confirmed the signing of Dwight Gayle from Crystal Palace and Bournemouth winger Matt Ritchie for an initial £10m as Rafael Benítez continues to strengthen his squad for next season.", "id": "football/2016/jul/01/newcastle-dwight-gayle-signs-ritchie", "isHosted": false, "secPara": "Gayle, 25, has agreed a five-year deal for a £10m transfer fee to become manager Benítezs second summer signing.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-07-01T08:56:45Z", "webTitle": "Newcastle confirm signings of Dwight Gayle and Matt Ritchie", "webUrl": "https://www.theguardian.com/football/2016/jul/01/newcastle-dwight-gayle-signs-ritchie", "wordCnt": 426}, {"apiUrl": "https://content.guardianapis.com/football/2016/jul/01/manchester-city-nolito-signing-celta-vigo", "firPara": "Manchester City have beaten Barcelona to the signing of Nolito, with the forward choosing to work under Pep Guardiola again after previously doing so at the Catalan club.", "id": "football/2016/jul/01/manchester-city-nolito-signing-celta-vigo", "isHosted": false, "secPara": "Nolito, 29, was given his Barça debut by Guardiola in the 2010-11 season when the Spaniard was in charge at the Camp Nou. Barcelona were intent on taking him back to the club, whom he opted to leave to join Benfica in 2011, before moving to Celta Vigo in 2013. But in an indicator of Guardiolas attraction it is understood that Nolito decided to join City from Celta instead, the club triggering his release clause of around £14m and the player agreeing a four-year contract.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-07-01T07:47:27Z", "webTitle": "Manchester City confirm signing of Nolito from Celta Vigo", "webUrl": "https://www.theguardian.com/football/2016/jul/01/manchester-city-nolito-signing-celta-vigo", "wordCnt": 576}, {"apiUrl": "https://content.guardianapis.com/football/2016/jul/01/football-transfer-rumours-newcastle-moussa-sissoko-liverpool", "firPara": "Dilly ding! Dilly dong! The transfer window has officially opened but there is one tiny problem the biggest deal of the summer has already been completed. Thats not part of the script. The window is supposed to start slowly and build to a crescendo, climaxing an hour before the deadline on 31 August with the move of John-Joe OToole from Northampton to Hartlepool. Still, what can you do when self-titled legend and king Zlatan Ibrahimovic has ignored the memo and decided he wants to announce on Instagram that he is off to Manchester United instead. Yet, contrarily, for once Sky sources continue to say the move is not yet done.", "id": "football/2016/jul/01/football-transfer-rumours-newcastle-moussa-sissoko-liverpool", "isHosted": false, "secPara": "It is, so lets just pick up the dregs of what remains. The Liverpool and Belgium benchwarmer Christian Benteke quite fancies playing regularly again and may be tempted by a move to Crystal Palace. Alan Pardew has already convinced Andros Townsend, who should count himself lucky he was cut from Roy Hodgsons England squad before they went to France, to move to south London and the manager is keen to add significantly to his squad with a supposed war chest from the clubs US investors. Dwight Gayle may go in the opposite direction, swapping Selhurst Park for St James.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-07-01T07:34:26Z", "webTitle": "Football transfer rumours: Newcastle’s Moussa Sissoko to Liverpool?", "webUrl": "https://www.theguardian.com/football/2016/jul/01/football-transfer-rumours-newcastle-moussa-sissoko-liverpool", "wordCnt": 483}, {"apiUrl": "https://content.guardianapis.com/sport/blog/2016/jul/01/jurgen-klinsmann-england-football-team-manager", "firPara": "The German has emerged as one of the candidates to succeed Roy Hodgson but his record with the US is mixed at best", "id": "sport/blog/2016/jul/01/jurgen-klinsmann-england-football-team-manager", "isHosted": false, "secPara": "It didnt take long for the shortlist to be drawn up. Almost as quickly as Roy Hodgson announced his resignation as England manager, predictions were already being made on his successor. The usual names were mentioned – Harry Redknapp, Sam Allardyce, Alan Pardew, and essentially every other Englishman to have ever coached in the Premier League – but one suggestion emerged as the alternative candidate.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-07-01T07:30:27Z", "webTitle": "Jürgen Klinsmann, a coach in search of a style, will not save England", "webUrl": "https://www.theguardian.com/sport/blog/2016/jul/01/jurgen-klinsmann-england-football-team-manager", "wordCnt": 905}, {"apiUrl": "https://content.guardianapis.com/football/2016/jun/30/claude-puel-southampton-manager-thierry-henry", "firPara": "As the man responsible for handing a 16-year-old Thierry Henry his first taste of senior football and a former child prodigy himself, Claude Puels appointment as Southamptons manager on Thursday should give the clubs fans plenty of reasons for feeling relieved.", "id": "football/2016/jun/30/claude-puel-southampton-manager-thierry-henry", "isHosted": false, "secPara": "A little more than two weeks after Ronald Koemans surprise defection to Everton, the smile on the director of football Les Reeds face told its own story after the Frenchman was confirmed to have signed a three-year contract at St Marys. The clubs Twitter account went one step further, posting a picture of Puels face with a halo emoji pasted over it, and a subsequent tweet featuring the hashtag #saintclaude.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-30T23:30:00Z", "webTitle": "Claude Puel’s appointment can help to soothe Southampton’s supporters", "webUrl": "https://www.theguardian.com/football/2016/jun/30/claude-puel-southampton-manager-thierry-henry", "wordCnt": 641}, {"apiUrl": "https://content.guardianapis.com/football/2016/jun/30/vicente-del-bosque-to-quit-spain-manager", "firPara": "Vicente del Bosque has confirmed he will stand down as the Spain coach after the Euro 2016 elimination by Italy.", "id": "football/2016/jun/30/vicente-del-bosque-to-quit-spain-manager", "isHosted": false, "secPara": "The 65-year-old led his country to the 2010 World Cup and European Championship glory in 2012 after taking over from Luis Aragonés in 2008. Del Bosque told the Spanish radio station Radiogaceta Sports I have no intention to remain as coach. No matter what the result of the Euros, I had no doubt about what my future would be. Spain won their opening Euro 2016 games against the Czech Republic and Turkey before a 2-1 defeat by Croatia meant they finished as Group D runners-up, leading to the second-round match against Italy.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-30T23:27:04Z", "webTitle": "Vicente del Bosque announces he will quit as Spain manager", "webUrl": "https://www.theguardian.com/football/2016/jun/30/vicente-del-bosque-to-quit-spain-manager", "wordCnt": 268}, {"apiUrl": "https://content.guardianapis.com/football/2016/jun/30/england-players-are-keen-for-an-overseas-appointment-as-next-manager", "firPara": "• Squad deeply unimpressed with homegrown candidates", "id": "football/2016/jun/30/england-players-are-keen-for-an-overseas-appointment-as-next-manager", "isHosted": false, "secPara": "Englands senior players will actively encourage the appointment of a foreign manager because they consider the list of English candidates, with Glenn Hoddle increasingly prominent in the Football Associations thinking, to be underwhelming.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-30T23:12:00Z", "webTitle": "England players are keen for an overseas appointment as next manager", "webUrl": "https://www.theguardian.com/football/2016/jun/30/england-players-are-keen-for-an-overseas-appointment-as-next-manager", "wordCnt": 816}, {"apiUrl": "https://content.guardianapis.com/football/2016/jun/30/poland-portugal-euro-2016-quarter-final-match-report", "firPara": "It has become increasingly possible to imagine Portugal with their name on the Euro 2016 trophy. After three draws at the group phase and a grubby last 16 win over Croatia, following extra-time, they entered this quarter-final having not played particularly well but having played well enough.", "id": "football/2016/jun/30/poland-portugal-euro-2016-quarter-final-match-report", "isHosted": false, "secPara": "Fernando Santoss team deserved to win here, having been the better team for most of the game and, when it came down to penalties, they made sure that they set up a semi-final against Wales or Belgium next Wednesday. After the Poland winger Jakub Blaszczykowski had his kick saved by a diving Rui Patrício, the Portugal substitute Ricardo Quaresma beat Lukasz Fabianski to spark delirium.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-30T21:59:39Z", "webTitle": "Portugal reach Euro 2016 semi-finals with win over Poland on penalties", "webUrl": "https://www.theguardian.com/football/2016/jun/30/poland-portugal-euro-2016-quarter-final-match-report", "wordCnt": 876}], "startIndex": 5121, "status": "ok", "total": 141941, "userTier": "developer"}}