{"response": {"currentPage": 234, "orderBy": "newest", "pageSize": 10, "pages": 14194, "results": [{"apiUrl": "https://content.guardianapis.com/football/2016/nov/22/arsenal-big-team-arsene-wenger-psg-champions-league-group-a", "firPara": "• PSG in London for Champions League group decider at Emirates Stadium", "id": "football/2016/nov/22/arsenal-big-team-arsene-wenger-psg-champions-league-group-a", "isHosted": false, "secPara": "The admission was volunteered unsolicited after a question more focused on the calibre of prospective rival in the knockout phase. Arsenal may not have lost a game in any competition since the opening weekend of the season but, as Arsène Wenger suggested, they have been a bit stuttering recently. They confront Paris Saint-Germain on Wednesday in a match which may determine who wins Group A but, with a tricky draw ahead whatever happens next, the real significance of a victory would be psychological.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-22T22:30:47Z", "webTitle": "Arsenal need to show we can win against a big team, says Arsène Wenger", "webUrl": "https://www.theguardian.com/football/2016/nov/22/arsenal-big-team-arsene-wenger-psg-champions-league-group-a", "wordCnt": 869}, {"apiUrl": "https://content.guardianapis.com/football/2016/nov/22/brendan-rodgers-celtic-barcelona-champions-league", "firPara": "There is a problem with Celtic drawing on history for the visit of Barcelona. For all the 2012 victory over Lionel Messi and co is rightly a source of inspiration there have been wounding experiences since.", "id": "football/2016/nov/22/brendan-rodgers-celtic-barcelona-champions-league", "isHosted": false, "secPara": "Barcelonas 7-0 win in September was Celtics heaviest defeat in Europe while in 2013 there was a 6-1 reverse at Camp Nou.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-22T22:30:47Z", "webTitle": "Brendan Rodgers tells Celtic players not to live in past against Barcelona", "webUrl": "https://www.theguardian.com/football/2016/nov/22/brendan-rodgers-celtic-barcelona-champions-league", "wordCnt": 665}, {"apiUrl": "https://content.guardianapis.com/football/2016/nov/22/liverpool-jurgen-klopp-players-complacency", "firPara": "Jürgen Klopp has said he will drop any player who basks in Liverpools title prospects prematurely but believes his squad possesses the strength of character to guard against complacency.", "id": "football/2016/nov/22/liverpool-jurgen-klopp-players-complacency", "isHosted": false, "secPara": "Liverpool are second in the Premier League with almost a third of the campaign gone and were overtaken at the top by Chelsea on Sunday. They have played three of the top five away from home, collecting seven points, whereas Chelsea have travelled to one and were beaten 3-0 at Arsenal, the turning point in their formation and season under Antonio Conte.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-22T22:30:47Z", "webTitle": "Jürgen Klopp warns Liverpool players will be dropped for any complacency", "webUrl": "https://www.theguardian.com/football/2016/nov/22/liverpool-jurgen-klopp-players-complacency", "wordCnt": 447}, {"apiUrl": "https://content.guardianapis.com/football/2016/nov/22/champions-league-roundup-borussia-dortmund-legia-warsaw", "firPara": "Already-qualified Borussia Dortmund crushed Legia Warsaw 8-4 – a record for the most goals in a Champions League match – helped by a Marco Reus hat-trick.", "id": "football/2016/nov/22/champions-league-roundup-borussia-dortmund-legia-warsaw", "isHosted": false, "secPara": "Dortmund scored five times in 15 minutes with Shinji Kagawa grabbing two goals while Reus, back after six months out injured, completed the scoring in stoppage time. They had gone behind early on to an Aleksandar Prijovic goal but that sparked a remarkable rush of seven goals in 15 first-half minutes that gave the home side a 5-2 interval lead.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-22T22:17:24Z", "webTitle": "Champions League roundup: Borussia Dortmund and Legia Warsaw set record", "webUrl": "https://www.theguardian.com/football/2016/nov/22/champions-league-roundup-borussia-dortmund-legia-warsaw", "wordCnt": 482}, {"apiUrl": "https://content.guardianapis.com/football/2016/nov/22/leicester-city-club-brugge-champions-league-group-g-match-report", "firPara": "For Leicester City it was a night to savour even if they made hard work of it in the end. The club who won 2-1 at Scunthorpe eight years ago to the day to go top of League One, in front of 7,967 people at Glanford Park, will be among the select band of teams taking their seats in Nyon next month for the draw for the last 16 of the Champions League. It is easy to see why Claudio Ranieri keeps talking about fairytales.", "id": "football/2016/nov/22/leicester-city-club-brugge-champions-league-group-g-match-report", "isHosted": false, "secPara": "Leicester, the 5,000-1 title winners, who had not won a game in Europe since 1961 before the start of this season, have joined Real Madrid, Bayern Munich, Juventus and Paris Saint-Germain in the knockout stage of Europes premier club competition. Not only that but they have done it with a game to spare and as group winners, meaning Ranieris team will be among the first seeds in Switzerland.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-22T21:53:21Z", "webTitle": "Leicester City top dogs after Shinji Okazaki leads win over Club Brugge", "webUrl": "https://www.theguardian.com/football/2016/nov/22/leicester-city-club-brugge-champions-league-group-g-match-report", "wordCnt": 878}, {"apiUrl": "https://content.guardianapis.com/football/2016/nov/22/monaco-tottenham-hotspur-champions-league-group-e-match-report", "firPara": "It was the latest painful lesson Mauricio Pochettino and his Tottenham Hotspur players have been forced to endure on this Champions League journey and it was one that emphatically ruined their dream. The team poured blood, sweat and tears into qualifying for the competition but they will go no further.", "id": "football/2016/nov/22/monaco-tottenham-hotspur-champions-league-group-e-match-report", "isHosted": false, "secPara": "When the draw was made for Group E there had been the sense Tottenham had not done too badly regarding opponents. It was based, in part, on Monaco being beatable. Spurs, after all, had taken four points from them at the Europa League group stage last season. How misplaced that judgment now looks.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-22T21:51:57Z", "webTitle": "Pochettino gamble falls flat in Monaco and Spurs crash out after five games", "webUrl": "https://www.theguardian.com/football/2016/nov/22/monaco-tottenham-hotspur-champions-league-group-e-match-report", "wordCnt": 865}, {"apiUrl": "https://content.guardianapis.com/football/live/2016/nov/22/leicester-city-v-club-brugge-champions-league-live", "firPara": "Leicester fly into the knockout rounds as winners of Group G after an uncomfortably narrow victory over wooden spoon-holders Club Brugge", "id": "football/live/2016/nov/22/leicester-city-v-club-brugge-champions-league-live", "isHosted": false, "secPara": "Well thats your lot. Its been, well, mixed, but ultimately rewarding both for the neutral and for Leicester, who scream into the knockout rounds. Bye!", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2016-11-22T21:51:26Z", "webTitle": "Leicester City 2-1 Club Brugge: Champions League – as it happened", "webUrl": "https://www.theguardian.com/football/live/2016/nov/22/leicester-city-v-club-brugge-champions-league-live", "wordCnt": 1348}, {"apiUrl": "https://content.guardianapis.com/football/live/2016/nov/22/tottenham-v-monaco-champions-league-live", "firPara": "A feeble performance from Tottenham, who conceded the winning goal 38 seconds after equalising through Harry Kane, ensures Spurs are out of the Champions League", "id": "football/live/2016/nov/22/tottenham-v-monaco-champions-league-live", "isHosted": false, "secPara": "Spurs are out of the Champions League and deservedly so. They have performed pitifully throughout the tournament, including tonight, when only Lloris prevented them from being beaten more severely. This was an inexplicably lame display from a team of dubious character. Monaco were great and will be a menace to whoever they meet in the next round.", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2016-11-22T21:41:12Z", "webTitle": "Monaco 2-1 Tottenham: Champions League – as it happened", "webUrl": "https://www.theguardian.com/football/live/2016/nov/22/tottenham-v-monaco-champions-league-live", "wordCnt": 951}, {"apiUrl": "https://content.guardianapis.com/football/2016/nov/22/vincent-kompany-injury-manchester-city-champions-league-last-16", "firPara": "Vincent Kompanys career at Manchester City is in serious doubt after he sustained knee ligament damage, the 35th injury of his eight years at the club and one which should rule him out until after Christmas.", "id": "football/2016/nov/22/vincent-kompany-injury-manchester-city-champions-league-last-16", "isHosted": false, "secPara": "The captain hurt his right knee in a collision with Claudio Bravo during Saturdays win at Crystal Palace and flies to Barcelona on Wednesday to be treated by Doctor Ramon Cugat, the specialist favoured by Pep Guardiola. Kompany is set to miss a minimum of four weeks and though there remains a firm desire from the player and Guardiola to try to re-establish him on a permanent basis, the prospect becomes more remote with each fresh blow.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-22T20:46:23Z", "webTitle": "Vincent Kompany ruled out again as Manchester City target last 16", "webUrl": "https://www.theguardian.com/football/2016/nov/22/vincent-kompany-injury-manchester-city-champions-league-last-16", "wordCnt": 905}, {"apiUrl": "https://content.guardianapis.com/football/2016/nov/22/andy-woodward-crewe-alexandra", "firPara": "Andy Woodward, the former footballer who suffered years of sexual abuse from one of his coaches, has criticised Crewe Alexandra for their lack of apology in the first official statement the club have released about the escalating Barry Bennell case.", "id": "football/2016/nov/22/andy-woodward-crewe-alexandra", "isHosted": false, "secPara": "Woodward said it was scandalous that Crewe had taken so long to address a case that has now led to six people contacting the police about Bennell, the serial paedophile who has served three separate prison sentences, totalling 16 years, in England and the United States for offences against young boys.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-22T20:24:39Z", "webTitle": "Andy Woodward criticises Crewe over lack of apology in Barry Bennell case", "webUrl": "https://www.theguardian.com/football/2016/nov/22/andy-woodward-crewe-alexandra", "wordCnt": 881}], "startIndex": 2331, "status": "ok", "total": 141934, "userTier": "developer"}}