{"response": {"currentPage": 401, "orderBy": "newest", "pageSize": 10, "pages": 14194, "results": [{"apiUrl": "https://content.guardianapis.com/football/blog/2016/sep/04/manchester-derby-how-united-and-city-match-up", "firPara": "• United are clearly ahead in this department, having managed to retain the services of arguably the most reliable goalkeeper in the country. Although this time last year the club were resigned to losing David de Gea to Real Madrid, the transfer never happened and De Gea appears relaxed about his new manager and ready for another derby.", "id": "football/blog/2016/sep/04/manchester-derby-how-united-and-city-match-up", "isHosted": false, "secPara": "• Having been firm in showing Joe Hart the door, Pep Guardiola now faces a follow-up decision. He cannot really continue with Willy Caballero, as that would indicate a lack of confidence in his £17m buy Claudio Bravo. The Chilean is therefore lined up to make his debut in the Manchester derby, which is bold but not ideal.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-04T09:00:56Z", "webTitle": "Manchester derby: how United and City match up from back to front", "webUrl": "https://www.theguardian.com/football/blog/2016/sep/04/manchester-derby-how-united-and-city-match-up", "wordCnt": 834}, {"apiUrl": "https://content.guardianapis.com/football/2016/sep/04/said-and-done-joe-hart-paco-alcacer-arsenal-fridges-football-diary", "firPara": " Also featuring Infantino on greed; Kafka on Villa; and what pickles can teach us ", "id": "football/2016/sep/04/said-and-done-joe-hart-paco-alcacer-arsenal-fridges-football-diary", "isHosted": false, "secPara": " Also featuring Infantino on greed; Kafka on Villa; and what pickles can teach us ", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-04T08:15:55Z", "webTitle": "Said & Done: Joe Hart, Paco Alcácer, and why kicking fridges is bad", "webUrl": "https://www.theguardian.com/football/2016/sep/04/said-and-done-joe-hart-paco-alcacer-arsenal-fridges-football-diary", "wordCnt": 901}, {"apiUrl": "https://content.guardianapis.com/football/2016/sep/03/jan-kozak-explosive-figure-spark-into-slovakia", "firPara": "Not many coaches could verbally abuse a referee, push him into a glass door, be given a 12-month touchline ban and go on to manage their national team. But then Jan Kozak, who will take charge of Slovakias latest attempt to upset England on Sunday, is not an ordinary coach.", "id": "football/2016/sep/03/jan-kozak-explosive-figure-spark-into-slovakia", "isHosted": false, "secPara": "Kozak has been at the centre of numerous flashpoints, none more striking than the incident that led to his ban. It came in May 1995 after his Lokomotiva Kosice side played Tatran Presov in the east Slovakian derby. With the game poised at 2-2, Anton Stredak, arguably the most controversial referee in the nations history, awarded a strange penalty that condemned Kosice to defeat.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-03T22:00:43Z", "webTitle": "Jan Kozak, the explosive figure who has put a spark into Slovakia", "webUrl": "https://www.theguardian.com/football/2016/sep/03/jan-kozak-explosive-figure-spark-into-slovakia", "wordCnt": 1248}, {"apiUrl": "https://content.guardianapis.com/football/2016/sep/03/wales-chief-executive-enjoys-purple-patch-with-chris-coleman-still-at-the-helm", "firPara": "Jonathan Ford pulls up a chair at the Football Association of Wales headquarters in Cardiff and, with a smile, says that all talk of France has been banned. For Wales, it is about looking to the future rather than basking in the past, yet nobody wants to leave behind the memories of Euro 2016, including the chief executive. A week after the homecoming I took the family on a driving holiday – through France, says Ford, laughing.", "id": "football/2016/sep/03/wales-chief-executive-enjoys-purple-patch-with-chris-coleman-still-at-the-helm", "isHosted": false, "secPara": "Ford has plenty to be happy about. The national association has never been in a better state of health on and off the pitch. Optimism abounds on the back of those wonderful results in the summer, the FAWs turnover has more than doubled and there is something special about the relationship between the Wales supporters and the national team, as well as the bond among the players. From a football perspective, it feels as though the nation has come together.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-03T21:39:00Z", "webTitle": "Wales chief executive enjoys purple patch with Chris Coleman still at the helm", "webUrl": "https://www.theguardian.com/football/2016/sep/03/wales-chief-executive-enjoys-purple-patch-with-chris-coleman-still-at-the-helm", "wordCnt": 1240}, {"apiUrl": "https://content.guardianapis.com/football/blog/2016/sep/03/sam-allardyce-wayne-rooney-england-manager-slovakia", "firPara": "When Sam Allardyce and his players arrived in Trnava to have their first look at the Stadion Antona Malatinskeho, they found a note pinned to the wall of the dressing room where Englands new manager will give his first team-talk. It was from the kitman of the local club, Spartak Trnava, and a reminder of how the England team, for all the disappointments and intermittent crises, are still revered in many countries. This is my office, Martin Bohunichy wrote, making his request for one jersey of England national team as a souvenir.", "id": "football/blog/2016/sep/03/sam-allardyce-wayne-rooney-england-manager-slovakia", "isHosted": false, "secPara": "I think we might be able to oblige, Allardyce reflected later as he looked ahead to his first match in charge and the sense of pride that was obvious anyway just from the way he walked into his press conference, chest out, shoulders back and smiling an inordinate amount for an England manager.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-03T21:30:42Z", "webTitle": "Sam Allardyce has the demeanour of a man who knows his time has come | Daniel Taylor", "webUrl": "https://www.theguardian.com/football/blog/2016/sep/03/sam-allardyce-wayne-rooney-england-manager-slovakia", "wordCnt": 903}, {"apiUrl": "https://content.guardianapis.com/football/2016/sep/03/sam-allardyce-confident-england-on-track-slovakia-wayne-rooney", "firPara": "• Eight of starting XI to face Slovakia played against Iceland in Euro 2016", "id": "football/2016/sep/03/sam-allardyce-confident-england-on-track-slovakia-wayne-rooney", "isHosted": false, "secPara": "Sam Allardyce will oversee his first game as national manager on Sunday confident a group of players scarred by the manner of their exit from the summers European Championship will prove England are back on track in Slovakia.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-03T21:30:42Z", "webTitle": "Sam Allardyce confident England will be 'back on track' against Slovakia", "webUrl": "https://www.theguardian.com/football/2016/sep/03/sam-allardyce-confident-england-on-track-slovakia-wayne-rooney", "wordCnt": 833}, {"apiUrl": "https://content.guardianapis.com/football/2016/sep/03/jamie-vardy-reject-arsenal-leicester-city-england", "firPara": "• Both my head and my heart were saying to stay at Leicester", "id": "football/2016/sep/03/jamie-vardy-reject-arsenal-leicester-city-england", "isHosted": false, "secPara": "• Both my head and my heart were saying to stay at Leicester", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-03T21:29:42Z", "webTitle": "Jamie Vardy says rejecting Arsenal was 'easy' and focuses on Leicester", "webUrl": "https://www.theguardian.com/football/2016/sep/03/jamie-vardy-reject-arsenal-leicester-city-england", "wordCnt": 689}, {"apiUrl": "https://content.guardianapis.com/football/2016/sep/03/premier-league-deny-mark-halsey-referee-claims-manchester-city-sergio-aguero", "firPara": "The body in charge of Premier League refereeing has denied claims made by the former match official Mark Halsey that he was put under pressure to say he had not seen controversial incidents take place in matches.", "id": "football/2016/sep/03/premier-league-deny-mark-halsey-referee-claims-manchester-city-sergio-aguero", "isHosted": false, "secPara": "The 55-year-old, who retired at the end of the 2012-13 season, made the comments on social media, following the Football Associations decision to hand the Manchester City striker Sergio Agüero a three-match ban for violent conduct following an incident in which the striker appeared to elbow West Hams Winston Reid.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-03T18:28:35Z", "webTitle": "PGMOL denies referee Mark Halsey was told to avoid reporting incidents", "webUrl": "https://www.theguardian.com/football/2016/sep/03/premier-league-deny-mark-halsey-referee-claims-manchester-city-sergio-aguero", "wordCnt": 350}, {"apiUrl": "https://content.guardianapis.com/football/2016/sep/03/marcus-rashford-sam-allardyce-england-manchester-united", "firPara": "It is funny sometimes how everything turns out. On 27 January this year Manchester United Under-18s went to Manchester City on the back of 10 successive defeats, their worst run of form since the team was established in 1932. They lost 2-0, though it could have been more. The team were bottom of the North Division of the Under-18s Premier League, without a win for four months, and it is fair to say there wasnt too much to get excited about the boy in Uniteds attack with pimples on his forehead and braces on his teeth. He had a shocker, came one verdict.", "id": "football/2016/sep/03/marcus-rashford-sam-allardyce-england-manchester-united", "isHosted": false, "secPara": "After that, we all know what happened when Marcus Rashford was elevated, almost by default, to the first team a few weeks later and the damage he has been causing to opposition defences ever since. Rashfords introduction at Hull City last Saturday felt like a throwback to the United of yesteryear, back in the days when the most thrilling sight in football was watching Sir Alex Fergusons teams chasing a game, and when the Premier League resumes it might be that Manchester Citys first team fear him a lot more than their academy one used to. Martín Demichelis never started another game for City after facing Rashford in the last Manchester derby. Demichelis lost Rashford for the decisive goal and was substituted eight minutes into the second half to put him out of his misery. Rashford had made him nervous, Manuel Pellegrini said of a World Cup finalist and four-times Bundesliga winner, with 50 international caps for Argentina.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-03T17:39:32Z", "webTitle": "Sam Allardyce should not hold back Marcus Rashford from England squad | Daniel Taylor", "webUrl": "https://www.theguardian.com/football/2016/sep/03/marcus-rashford-sam-allardyce-england-manchester-united", "wordCnt": 2031}, {"apiUrl": "https://content.guardianapis.com/football/blog/2016/sep/03/football-league-your-thoughts-afc-wimbledon-claim-first-win-luton-top-league-two", "firPara": "The top two in League One both drew, while Stevenage routed Hartlepool in League Two, in part thanks to a brilliant debut by Tyler Walker", "id": "football/blog/2016/sep/03/football-league-your-thoughts-afc-wimbledon-claim-first-win-luton-top-league-two", "isHosted": false, "secPara": "Its as you were at the top of League One as the leaders were held to draws on Saturday afternoon. Bolton came back against Southend to earn a 1-1 draw at the Macron Stadium, Keshi Anderson levelling just after the break, while Bradford were pegged back by Millwall after taking a first-half lead, Joe Martin making it 1-1 at The Den. ", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-03T16:58:59Z", "webTitle": "Football League your thoughts: AFC Wimbledon claim first win, Luton top League Two", "webUrl": "https://www.theguardian.com/football/blog/2016/sep/03/football-league-your-thoughts-afc-wimbledon-claim-first-win-luton-top-league-two", "wordCnt": 567}], "startIndex": 4001, "status": "ok", "total": 141935, "userTier": "developer"}}