{"response": {"currentPage": 209, "orderBy": "newest", "pageSize": 10, "pages": 14194, "results": [{"apiUrl": "https://content.guardianapis.com/football/2016/dec/03/west-ham-united-arsenal-premier-league-match-report", "firPara": "Being generous, there is an argument that Arsenals late glut of goals in the final 20 minutes exaggerated the extent of their dominance. Yet a more accurate summary is that Arsenal were superior from start to finish, played with the cold-blooded intent of potential champions and exposed West Ham Uniteds defensive shortcomings so clinically that some awkward questions will be asked about Slaven Bilics future.", "id": "football/2016/dec/03/west-ham-united-arsenal-premier-league-match-report", "isHosted": false, "secPara": "While West Ham contemplated the likelihood of a long, dispiriting fight against relegation, Arsenal responded to Chelseas victory over Manchester City earlier in the day by rising into second place, three points behind Antonio Contes leaders. They drew inspiration from splendid performances from the two maestros in their attack and the quality of their football during that blistering 14-minute spell, when Alexis Sánchez scored a stunning hat-trick, ensured that Arsène Wenger arrived for his press conference with a smile on his face.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-12-03T19:42:22Z", "webTitle": "Alexis Sánchez hits hat-trick as Arsenal put five past West Ham", "webUrl": "https://www.theguardian.com/football/2016/dec/03/west-ham-united-arsenal-premier-league-match-report", "wordCnt": 816}, {"apiUrl": "https://content.guardianapis.com/football/live/2016/dec/03/west-ham-united-v-arsenal-premier-league-live", "firPara": "Arsenal are up to second after Alexis Sánchez put in a stellar solo performance, scoring a hat-trick and setting up Mesut Özils opener, as West Ham suffered more humiliation at home", "id": "football/live/2016/dec/03/west-ham-united-v-arsenal-premier-league-live", "isHosted": false, "secPara": "Arsenal are up to second after Alexis Sánchez put in a stellar solo performance, scoring a hat-trick and setting up Mesut Özils opener, as West Ham suffered more humiliation at home", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2016-12-03T19:37:45Z", "webTitle": "West Ham United 1-5 Arsenal: Premier League – as it happened", "webUrl": "https://www.theguardian.com/football/live/2016/dec/03/west-ham-united-v-arsenal-premier-league-live", "wordCnt": 1170}, {"apiUrl": "https://content.guardianapis.com/football/2016/dec/03/hearts-st-johnstone-dundee-scottish-premiership", "firPara": "St Johnstone earned a first win in five matches as they comprehensively beat 10-man Inverness Caley Thistle 3-0. Liam Craig scored a 14th minute goal and the home side were helped when the Inverness skipper, Gary Warren, was sent off in the 61st minute following two yellow cards in the space of just 60 seconds.", "id": "football/2016/dec/03/hearts-st-johnstone-dundee-scottish-premiership", "isHosted": false, "secPara": "Murray Davidson added a second and Danny Swansons strike nine minutes from time ensured it was a terrific afternoon for Tommy Wrights side. It was a fourth consecutive defeat for Inverness, who are now five without a victory, and they plummeted to the foot of the table with results elsewhere.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-12-03T19:22:46Z", "webTitle": "Scottish roundup: Liam Craig sparks St Johnstone victory over Inverness", "webUrl": "https://www.theguardian.com/football/2016/dec/03/hearts-st-johnstone-dundee-scottish-premiership", "wordCnt": 402}, {"apiUrl": "https://content.guardianapis.com/football/football-league-blog/2016/dec/03/football-league-your-thoughts-brighton-and-reading-slip-up-in-newcastle-chase", "firPara": "Brighton were held to a goalless draw at Cardiff City while Reading were thumped 5-0 by Fulham and Norwich City also stuck five past Brentford", "id": "football/football-league-blog/2016/dec/03/football-league-your-thoughts-brighton-and-reading-slip-up-in-newcastle-chase", "isHosted": false, "secPara": "• Reading and Brighton both failed to capitalise on Newcastle Uniteds defeat on Friday night as the Royals were thumped 5-0 by Fulham and Albion held to a goalless draw at Cardiff City. Second-placed Brighton missed the chance to go top – after Newcastle were beaten at Nottingham Forest – and while they did extend their unbeaten run to 11 matches, the defender Gaëtan Bong was sent off in injury time after receiving a second yellow card.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-12-03T19:09:26Z", "webTitle": "Football League your thoughts: Brighton and Reading slip up in Newcastle chase", "webUrl": "https://www.theguardian.com/football/football-league-blog/2016/dec/03/football-league-your-thoughts-brighton-and-reading-slip-up-in-newcastle-chase", "wordCnt": 562}, {"apiUrl": "https://content.guardianapis.com/football/2016/dec/03/adam-morgan-curzon-ashton-liverpool-afc-wimbledon-fa-cup", "firPara": "Friday afternoon at a Liverpool city centre hotel and Adam Morgan is speaking enthusiastically about life at Curzon Ashton. The goals are flowing for the striker and so is he in his praise of the National League North side and belief before Sundays FA Cup second-round tie against AFC Wimbledon that they can cause an upset by beating opponents who sit three divisions and 81 places above them.", "id": "football/2016/dec/03/adam-morgan-curzon-ashton-liverpool-afc-wimbledon-fa-cup", "isHosted": false, "secPara": "Suddenly, Morgans mood changes. Looking over his shoulder in the ground-floor coffee shop-cum-bar, the 22-year-old becomes briefly but noticeably embarrassed. A woman is walking over. Its his mum.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-12-03T18:59:29Z", "webTitle": "Adam Morgan content with Curzon Ashton after Liverpool rejection", "webUrl": "https://www.theguardian.com/football/2016/dec/03/adam-morgan-curzon-ashton-liverpool-afc-wimbledon-fa-cup", "wordCnt": 1579}, {"apiUrl": "https://content.guardianapis.com/football/2016/dec/03/pep-guardiola-sergio-aguero-manchester-city-chelsea", "firPara": "Pep Guardiola apologised for the behaviour of his Manchester City players after the extraordinary scenes at the end of their 3-1 defeat to Chelsea when Sergio Agüero and Fernandinho were both sent off.", "id": "football/2016/dec/03/pep-guardiola-sergio-aguero-manchester-city-chelsea", "isHosted": false, "secPara": "Guardiola, however, refused to criticise Agüero for the wild challenge on David Luiz that instigated a confrontation between the two sets of players and the City manager even made the astonishing claim that it was not intentional on the part of his striker.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-12-03T18:46:36Z", "webTitle": "Pep Guardiola sorry for City fracas but refuses to blame Sergio Agüero", "webUrl": "https://www.theguardian.com/football/2016/dec/03/pep-guardiola-sergio-aguero-manchester-city-chelsea", "wordCnt": 482}, {"apiUrl": "https://content.guardianapis.com/football/2016/dec/03/barcelona-real-madrid-la-liga-match-report", "firPara": "Sergio Ramos did it again. The clásico was heading into its last minute and Real Madrid were facing the end of a 32-game unbeaten run, when the man who rescued them in the 94th minute of the 2014 European Cup final leapt to head in another Luka Modric delivery and score another dramatic equaliser. And, while it could never be as significant as that night in Lisbon, it could prove a huge moment too – one that will go some way to defining the title race in Spain. In games like this, Sergio is always there, Zinedine Zidane said.", "id": "football/2016/dec/03/barcelona-real-madrid-la-liga-match-report", "isHosted": false, "secPara": "There he was, leading the charge to a Camp Nou corner flag, celebrating team-mates in his wake. A match that had appeared to have slipped away, Barcelona leading 1-0 through Luis Suárezs header but unable to add to it, had been levelled, extending Madrids run and maintaining a six-point lead at the top. The thing that stands out, again, is this teams heart, Zidane said. We believed right until the end and got a draw that is very important. The end was right even after the goal, Casemiro cleared off the line to cling onto a precious point.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-12-03T17:22:46Z", "webTitle": "Real Madrid and Sergio Ramos grab point at the last from Barcelona", "webUrl": "https://www.theguardian.com/football/2016/dec/03/barcelona-real-madrid-la-liga-match-report", "wordCnt": 910}, {"apiUrl": "https://content.guardianapis.com/football/2016/dec/03/sunderland-leicester-city-premier-league-match-report", "firPara": "Forget the Champions League, the Championship should be preying on Claudio Ranieris mind as Jamie Vardys goal drought endures and his Leicester City side contemplate a relegation skirmish.", "id": "football/2016/dec/03/sunderland-leicester-city-premier-league-match-report", "isHosted": false, "secPara": "We miss everything from last season, including luck, lamented Ranieri after seeing his side deservedly beaten by a renascent Sunderland who are now only two points behind them. In football there are good and bad moments and now we must stick together.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-12-03T17:21:55Z", "webTitle": "Leicester City woe mounts as Robert Huth gifts Sunderland a lift", "webUrl": "https://www.theguardian.com/football/2016/dec/03/sunderland-leicester-city-premier-league-match-report", "wordCnt": 699}, {"apiUrl": "https://content.guardianapis.com/football/blog/2016/dec/03/manchester-city-chlesa-premier-league-pep-guardiola", "firPara": "Pep Guardiola said this would be a good test of Manchester Citys level and so it was. In football terms they are right up there with Chelsea, almost identical for an hour or so, but when it comes to temperament they are lacking. City failed to regain the Premier League leadership because they are not as good at closing out games or hauling themselves back into them as their opponents.", "id": "football/blog/2016/dec/03/manchester-city-chlesa-premier-league-pep-guardiola", "isHosted": false, "secPara": "They are not as good at keeping their cool either, which is why they ended up with nine men following a bad-tempered fracas at the end occasioned by Sergio Agüeros blatant and petulant foul on David Luiz.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-12-03T17:19:45Z", "webTitle": "Manchester City’s lack of mental edge exposed in Pep Guardiola challenge | Paul Wilson", "webUrl": "https://www.theguardian.com/football/blog/2016/dec/03/manchester-city-chlesa-premier-league-pep-guardiola", "wordCnt": 950}, {"apiUrl": "https://content.guardianapis.com/football/live/2016/dec/03/barcelona-v-real-madrid-el-clasico-live", "firPara": "Sergio Ramoss last-minute goal steals a point for Real Madrid, who stay six points clear at the top of La Liga", "id": "football/live/2016/dec/03/barcelona-v-real-madrid-el-clasico-live", "isHosted": false, "secPara": "Sergio Ramoss last-minute goal steals a point for Real Madrid, who stay six points clear at the top of La Liga", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2016-12-03T17:14:25Z", "webTitle": "Barcelona 1-1 Real Madrid: El Clásico – as it happened", "webUrl": "https://www.theguardian.com/football/live/2016/dec/03/barcelona-v-real-madrid-el-clasico-live", "wordCnt": 1671}], "startIndex": 2081, "status": "ok", "total": 141934, "userTier": "developer"}}