{"response": {"currentPage": 219, "orderBy": "newest", "pageSize": 10, "pages": 14194, "results": [{"apiUrl": "https://content.guardianapis.com/football/2016/nov/29/chelsea-investigation", "firPara": "Chelsea have announced that they have retained an external law firm to carry out an investigation concerning an individual employed by the club in the 1970s, who is now dead. It is believed the investigation is connected to allegations of historical sexual abuse amid claims that the club sanctioned a secret payment to a former youth team footballer who accused the clubs ex-chief scout Eddie Heath of child sexual abuse.", "id": "football/2016/nov/29/chelsea-investigation", "isHosted": false, "secPara": "A Chelsea spokesman said The club has also contacted the FA to ensure that all possible assistance is provided as part of their wider investigation.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-29T19:52:16Z", "webTitle": "Chelsea open investigation into historical sex abuse allegations", "webUrl": "https://www.theguardian.com/football/2016/nov/29/chelsea-investigation", "wordCnt": 270}, {"apiUrl": "https://content.guardianapis.com/football/2016/nov/29/derek-bell-abuse-coach", "firPara": "The former Newcastle United footballer Derek Bell breaks for one of many pauses during several hours discussing horrendous sexual abuse to which he was subjected at his local boys football club in the late 1970s. Then he gathers himself again, to relate the incident 20 years later which finally provoked him to report the paedophile, George Ormond, to the police.", "id": "football/2016/nov/29/derek-bell-abuse-coach", "isHosted": false, "secPara": "The latest footballer to waive anonymity and speak out publicly, which he says he has wanted to do during decades of trauma and living a lie ever since, Bell was groomed and violated between the ages of 12 and 16 by Ormond, his coach at the well‑respected Montagu and North Fenham boys football club.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-29T17:32:05Z", "webTitle": "Former Newcastle player on being abused: ‘It was horrific. He thought it was normal’", "webUrl": "https://www.theguardian.com/football/2016/nov/29/derek-bell-abuse-coach", "wordCnt": 1784}, {"apiUrl": "https://content.guardianapis.com/football/2016/nov/29/northern-ireland-player-mark-williams-victim-sexual-abuse-barry-bennell", "firPara": "Mark Williams, who made 36 appearances for Northern Ireland during a long career, has become the latest former footballer to reveal he was a victim of the serial paedophile Barry Bennell.", "id": "football/2016/nov/29/northern-ireland-player-mark-williams-victim-sexual-abuse-barry-bennell", "isHosted": false, "secPara": "Williams, who played for Watford in the Premier League at the turn of the millennium, told Sky News what happened to him as a schoolboy with a Manchester City nursery team and then at Crewe, the club at the centre of the football sexual abuse scandal. I have been watching events unfold during the last week and feel I cannot just sit back and watch my former team-mates suffer alone. I need to stand by their side, he said.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-29T16:59:04Z", "webTitle": "Former Northern Ireland player Mark Williams ‘was victim of sexual abuse’", "webUrl": "https://www.theguardian.com/football/2016/nov/29/northern-ireland-player-mark-williams-victim-sexual-abuse-barry-bennell", "wordCnt": 559}, {"apiUrl": "https://content.guardianapis.com/football/2016/nov/29/crewe-barry-bennell", "firPara": "Crewe Alexandras handling of the Barry Bennell affair is under new scrutiny after it emerged their former youth-team coach was so notorious he had been banned from attending fixtures in one of Manchesters leading junior leagues.", "id": "football/2016/nov/29/crewe-barry-bennell", "isHosted": false, "secPara": "Bennells reputation was so tarnished he was forcibly removed from at least one game while on talent-spotting duty for Crewe, and so badly thought of that on another occasion it led to a fight on the sidelines.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-29T16:12:42Z", "webTitle": "Crewe under fresh scrutiny after youth football ban on Barry Bennell emerges", "webUrl": "https://www.theguardian.com/football/2016/nov/29/crewe-barry-bennell", "wordCnt": 770}, {"apiUrl": "https://content.guardianapis.com/football/2016/nov/29/forca-chapecoense", "firPara": "Police in Colombia have confirmed that at least 75 people were killed when a plane carrying, among other passengers and crew, the first-team squad of Brazilian top-flight team Chapecoense, went down close to the town of Cerro Gordo in the early hours of Tuesday. Initial reports said there were six survivors, including players and a travelling journalist, but police said one person had died in hospital. The plane was carrying 72 passengers and nine crew members.", "id": "football/2016/nov/29/forca-chapecoense", "isHosted": false, "secPara": "Based in the city of Chapecó in the state of Santa Carina, Chapecoense were en route to Medellín to play the first leg of the final of this years Copa Sudamericana (South Americas answer to the Europa League), against the current Copa Libertadores holders Atlético Nacional. Colombias El Tiempo newspaper reported there were 22 players from the squad on board as well as 22 football journalists. A 23rd Chapecoense player, whom the newspaper did not name, had been supposed to travel with his team-mates but was not on the plane. Electrical failures on the British Aerospace 146 short-haul aircraft prompted the pilot to declare an emergency before the crash. Having taken those still alive to hospital, rescuers were later forced to suspend their efforts because of bad weather at the crash site.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-29T15:30:52Z", "webTitle": "Força Chapecoense", "webUrl": "https://www.theguardian.com/football/2016/nov/29/forca-chapecoense", "wordCnt": 572}, {"apiUrl": "https://content.guardianapis.com/football/2016/nov/29/crystal-palace-connor-wickham-cruciate-ligament-knee-injury", "firPara": "Crystal Palace are likely to be without Connor Wickham for the remainder of the season after revealing that the striker has suffered an anterior cruciate ligament injury to his right knee.", "id": "football/2016/nov/29/crystal-palace-connor-wickham-cruciate-ligament-knee-injury", "isHosted": false, "secPara": "Wickham was hurt during Crystal Palaces 5-4 defeat at Swansea City on Saturday. The standard recovery time is six to nine months, although it can take up to a year.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-29T14:05:04Z", "webTitle": "Crystal Palace to lose Connor Wickham for season with cruciate injury", "webUrl": "https://www.theguardian.com/football/2016/nov/29/crystal-palace-connor-wickham-cruciate-ligament-knee-injury", "wordCnt": 185}, {"apiUrl": "https://content.guardianapis.com/football/2016/nov/29/corinne-diacre-drive-spirit-wins-over-fans-critics-clermont-foot", "firPara": "Pioneering female manager of Clermont Foot has changed the narrative in France by presiding over success with thrilling football and a straight-talking style", "id": "football/2016/nov/29/corinne-diacre-drive-spirit-wins-over-fans-critics-clermont-foot", "isHosted": false, "secPara": "The manager of Clermont Foot will not be presented with flowers before the Ligue 2 match against Tours FC on Tuesday. That has not happened since 4 August 2014, when Corinne Diacre was given a bouquet in front of the dugout by her counterpart, Alex Dupont, on the occasion of her first match as a professional manager, which happened to be on her 40th birthday.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-29T11:00:46Z", "webTitle": "Corinne Diacre’s drive and spirit of adventure wins over fans and critics", "webUrl": "https://www.theguardian.com/football/2016/nov/29/corinne-diacre-drive-spirit-wins-over-fans-critics-clermont-foot", "wordCnt": 1212}, {"apiUrl": "https://content.guardianapis.com/football/2016/nov/29/futsal-us-soccer-inner-city-fc-harlem", "firPara": "The game in America is geared towards kids who can afford to pay-to-play. But the five-a-side game popular in Brazil could help develop the USAs Messi", "id": "football/2016/nov/29/futsal-us-soccer-inner-city-fc-harlem", "isHosted": false, "secPara": "The game in America is geared towards kids who can afford to pay-to-play. But the five-a-side game popular in Brazil could help develop the USAs Messi", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-29T11:00:46Z", "webTitle": "Can futsal deliver a world-class US soccer star from the inner city?", "webUrl": "https://www.theguardian.com/football/2016/nov/29/futsal-us-soccer-inner-city-fc-harlem", "wordCnt": 1576}, {"apiUrl": "https://content.guardianapis.com/football/2016/nov/29/kyle-bartley-leeds-united-efl-cup-liverpool", "firPara": "Two things are striking about Kyle Bartley his size and his maturity. As he wanders down a corridor in the Billy Bremner Suite at Elland Road the 25-year-old defender jokes about his 6ft 4in physique I think Im still growing. Taking a seat in a back room Bartley displays a self-ease gained from overcoming the challenges presented by his peripatetic career.", "id": "football/2016/nov/29/kyle-bartley-leeds-united-efl-cup-liverpool", "isHosted": false, "secPara": "Leeds United, who play Liverpool on Tuesday night in the EFL Cup quarter-final, is his sixth club since the debut for Arsenal in 2009. Six clubs and my debut was at 18 so theyve been over seven years, he says. It is tough – by the time I was 21 Id lived in Wales, England and Scotland. Its something maybe other people dont see or hear about on the outside but as a football player its part of the game and thats what you get paid for.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-29T10:00:45Z", "webTitle": "Kyle Bartley: Even now when I step out I try to play the game in the Arsenal mould", "webUrl": "https://www.theguardian.com/football/2016/nov/29/kyle-bartley-leeds-united-efl-cup-liverpool", "wordCnt": 994}, {"apiUrl": "https://content.guardianapis.com/football/2016/nov/29/rumour-mill-transfer-news-manchester-united-mikel-john-obi-chelsea", "firPara": "Todays whispers are taking mens to the end for two millie", "id": "football/2016/nov/29/rumour-mill-transfer-news-manchester-united-mikel-john-obi-chelsea", "isHosted": false, "secPara": "Todays whispers are taking mens to the end for two millie", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-29T08:54:02Z", "webTitle": "Football transfer rumours: Manchester United to sign Mikel John Obi?", "webUrl": "https://www.theguardian.com/football/2016/nov/29/rumour-mill-transfer-news-manchester-united-mikel-john-obi-chelsea", "wordCnt": 641}], "startIndex": 2181, "status": "ok", "total": 141934, "userTier": "developer"}}