{"response": {"currentPage": 593, "orderBy": "newest", "pageSize": 10, "pages": 14195, "results": [{"apiUrl": "https://content.guardianapis.com/football/2016/jun/03/usa-need-win-copa-america", "firPara": "The USA are coming into the tournament on a learning curve, but if they start strongly, and play with a sense of adventure, Klinsmann has reason for optimism", "id": "football/2016/jun/03/usa-need-win-copa-america", "isHosted": false, "secPara": "The tempting answer is to see if the tournament draw can be arranged so that the US play Bolivia in every one of the group games. One of the weakest sides in South America represented either the best opposition for the final warm-up game, in terms of sending the US into the tournament on a high, or the worst, in terms of giving the hosts an inflated sense of just how nicely theyre rounding into form.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-03T09:00:34Z", "webTitle": "What USA need to do to win the Copa América Centenario", "webUrl": "https://www.theguardian.com/football/2016/jun/03/usa-need-win-copa-america", "wordCnt": 1332}, {"apiUrl": "https://content.guardianapis.com/football/2016/jun/03/euro-2016-switzerland-team-guide", "firPara": "Arsenals new signing Granit Xhaka can shine at the heart of Switzerlands midfield in a likely 4-3-3 formation deployed by Vladimir Petkovic", "id": "football/2016/jun/03/euro-2016-switzerland-team-guide", "isHosted": false, "secPara": "Arsenals new signing Granit Xhaka can shine at the heart of Switzerlands midfield in a likely 4-3-3 formation deployed by Vladimir Petkovic", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-03T09:00:34Z", "webTitle": "Switzerland Euro 2016 team guide: tactics, key players and expert predictions", "webUrl": "https://www.theguardian.com/football/2016/jun/03/euro-2016-switzerland-team-guide", "wordCnt": 644}, {"apiUrl": "https://content.guardianapis.com/football/2016/jun/03/roberto-di-matteo-appointed-new-aston-villa-manager", "firPara": "Roberto Di Matteo has been appointed the new manager of Aston Villa on a two-year deal.", "id": "football/2016/jun/03/roberto-di-matteo-appointed-new-aston-villa-manager", "isHosted": false, "secPara": "The club confirmed the Italians arrival as Rémi Gardes successor via a statement on their official website. In it Di Matteo said Its a wonderful honour for me to become manager of this great football club and Im looking forward to the challenge of taking Aston Villa back to its rightful place.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-03T08:52:46Z", "webTitle": "Roberto Di Matteo appointed new Aston Villa manager", "webUrl": "https://www.theguardian.com/football/2016/jun/03/roberto-di-matteo-appointed-new-aston-villa-manager", "wordCnt": 218}, {"apiUrl": "https://content.guardianapis.com/football/2016/jun/03/football-transfer-rumours-paul-pogba-to-return-to-manchester-united", "firPara": "Todays gossip is voting for Bexleyheath", "id": "football/2016/jun/03/football-transfer-rumours-paul-pogba-to-return-to-manchester-united", "isHosted": false, "secPara": "Todays gossip is voting for Bexleyheath", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-03T07:51:30Z", "webTitle": "Football transfer rumours: Paul Pogba to return to Manchester United?", "webUrl": "https://www.theguardian.com/football/2016/jun/03/football-transfer-rumours-paul-pogba-to-return-to-manchester-united", "wordCnt": 333}, {"apiUrl": "https://content.guardianapis.com/football/2016/jun/02/roy-hodgson-harry-kane-jamie-vardy-england-shearer-lineker", "firPara": "England will depart for the European Championship finals in France on the back of a three-game winning streak but with the manager, Roy Hodgson, having grown irritated at criticism of his use of Harry Kane and Jamie Vardy.", "id": "football/2016/jun/02/roy-hodgson-harry-kane-jamie-vardy-england-shearer-lineker", "isHosted": false, "secPara": "Hodgson employed that pair alongside Wayne Rooney, nominally at the tip of a diamond, for the first time together in the narrow victory over Portugals 10 men only for the two leading English scorers over the Premier League season to find themselves too often pinned to the periphery. Both Kane and Vardy, who was substituted having had only nine touches of which one was from the kick-off, split to the wings with Rooney forever muscling his way upfield between them and through the middle.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-02T22:45:11Z", "webTitle": "Roy Hodgson hits back at critics over use of Harry Kane and Jamie Vardy", "webUrl": "https://www.theguardian.com/football/2016/jun/02/roy-hodgson-harry-kane-jamie-vardy-england-shearer-lineker", "wordCnt": 665}, {"apiUrl": "https://content.guardianapis.com/football/2016/jun/02/darren-randolph-republic-of-ireland-euro-2016", "firPara": "Darren Randolph could easily have been playing at the Copa América for the USA this summer but instead the West Ham goalkeeper will be attempting to secure a starting place for the Republic of Ireland at Euro 2016. The 29-year-old came within a phone call of switching allegiances and Jürgen Klinsmanns loss appears to be Martin ONeills gain.", "id": "football/2016/jun/02/darren-randolph-republic-of-ireland-euro-2016", "isHosted": false, "secPara": "Randolph, eligible for the US owing to his basketball-playing father, Ed, was close to joining the stars and stripes during the latter days of Bruce Arenas time in charge. Having played for Irelands Under-21s he stuck with his country of birth, despite struggling to fight his way into the squad. Having progressed from fourth-choice to first in the space of the Euros qualification campaign, the decision to stick rather than twist appears to be paying off. Now his aim is to seal the No1 spot for the Group E opener against Sweden on 13 June.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-02T22:00:20Z", "webTitle": "Darren Randolph happy to have opted for Ireland over the USA", "webUrl": "https://www.theguardian.com/football/2016/jun/02/darren-randolph-republic-of-ireland-euro-2016", "wordCnt": 744}, {"apiUrl": "https://content.guardianapis.com/football/blog/2016/jun/02/england-roy-hodgson-wayne-rooney-out-of-shape", "firPara": "As the crowd inside a near-full Wembley stadium progressed from an excited buzz to a shrugging torpor, it was hard not to detect a faint sound ticking away underneath it all. With Englands opening Euro 2016 fixture nine days away this was the chance Roy Hodgson had waited for, an opportunity finally to put Wayne Rooney, Harry Kane and Jamie Vardy on the pitch together. The VaRooKa strikeforce prickly, prolific, hard to shift.", "id": "football/blog/2016/jun/02/england-roy-hodgson-wayne-rooney-out-of-shape", "isHosted": false, "secPara": "Or not, as it turned out. At least, not like this. As Hodgsons trio of strikers clanked and jangled against one another in a failing diamond shape, as Mexican waves rippled around the stadium, it was hard to ignore that faint ticking-away beneath it all, the sound of a last chance to click into gear quietly petering out.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-02T21:43:34Z", "webTitle": "Roy Hodgson takes wrong turn as Wayne Rooney bends England out of shape | Barney Ronay", "webUrl": "https://www.theguardian.com/football/blog/2016/jun/02/england-roy-hodgson-wayne-rooney-out-of-shape", "wordCnt": 920}, {"apiUrl": "https://content.guardianapis.com/football/blog/2016/jun/02/nigel-pearson-derby-county-jamie-vardy-leicester", "firPara": "Nigel Pearson has kept such a low profile since being dismissed by Leicester City nearly a year ago that his appearance on Thursday as the manager of Derby County was inevitably going to feature lots of questions about his old job. And although the 52-year-old insisted he had no wish to serve as an expert witness to Leicesters sensational title triumph, he agreed there were elements of his success at the King Power Stadium he would strive to emulate at Derby. His new employers expressed the same hope.", "id": "football/blog/2016/jun/02/nigel-pearson-derby-county-jamie-vardy-leicester", "isHosted": false, "secPara": "Mel Morris, the local-born businessman who took over Derby last year, said Pearsons ability to develop players such as Jamie Vardy, Danny Drinkwater and Wes Morgan was one of the reasons for his appointment. Look at the number of players in that [Leicester] squad and roll the clock back two years in their careers, Morris said. What was the difference? I think Nigel played a very key part in that.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-02T21:30:19Z", "webTitle": "Nigel Pearson unveiled by Derby with brief to find the new Jamie Vardy | Paul Doyle", "webUrl": "https://www.theguardian.com/football/blog/2016/jun/02/nigel-pearson-derby-county-jamie-vardy-leicester", "wordCnt": 984}, {"apiUrl": "https://content.guardianapis.com/football/2016/jun/02/lionel-messi-tells-tax-trial-i-didnt-know-anything", "firPara": "Barcelona and Argentina footballer appears in court charged with a fraud involving image rights and earnings", "id": "football/2016/jun/02/lionel-messi-tells-tax-trial-i-didnt-know-anything", "isHosted": false, "secPara": "He is best known for poetry on the pitch, but when footballer Lionel Messi appeared in court accused of multimillion-euro tax fraud, his performance was decidedly more prosaic. The Barcelona and Argentina forward denied any knowledge of the tax issues that led to the charges against him, saying that he signed documents without reading them because he trusted his father and the advisers responsible for managing his finances.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-02T21:26:54Z", "webTitle": "Lionel Messi tells tax fraud trial: I didn’t know anything", "webUrl": "https://www.theguardian.com/football/2016/jun/02/lionel-messi-tells-tax-trial-i-didnt-know-anything", "wordCnt": 781}, {"apiUrl": "https://content.guardianapis.com/football/2016/jun/02/england-portugal-player-ratings-roy-hodgson", "firPara": "Joe Hart 6", "id": "football/2016/jun/02/england-portugal-player-ratings-roy-hodgson", "isHosted": false, "secPara": "A bystander throughout but that will not trouble the Manchester City man. Englands undisputed No1 will have been pleased by the defensive solidity in front of him", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-02T21:21:55Z", "webTitle": "England 1-0 Portugal: How Roy Hodgson’s team rated before Euro 2016", "webUrl": "https://www.theguardian.com/football/2016/jun/02/england-portugal-player-ratings-roy-hodgson", "wordCnt": 421}], "startIndex": 5921, "status": "ok", "total": 141941, "userTier": "developer"}}