{"response": {"currentPage": 25, "orderBy": "newest", "pageSize": 10, "pages": 14194, "results": [{"apiUrl": "https://content.guardianapis.com/football/2017/mar/14/leicester-city-sevilla-champions-league-match-report", "firPara": "It was a raucous, extraordinary evening that ended with Leicester City celebrating the latest chapter in their remarkable story as Craig Shakespeares side took their place in the last eight of the Champions League. Wes Morgan and Marc Albrighton scored the goals that mean Leicester will join Real Madrid, Barcelona, Bayern Munich, Borussia Dortmund and Juventus in the quarter-final draw in Nyon on Friday. Just let that soak in for a moment.", "id": "football/2017/mar/14/leicester-city-sevilla-champions-league-match-report", "isHosted": false, "secPara": "It is an incredible tale and one that makes no sense on so many levels. Only two years ago Leicester were anchored to the foot of the Premier League and staring at the prospect of relegation to the Championship under Nigel Pearson. Now they are the English champions, flying the flag for their country in Europes premier club competition and managed by a 53‑year‑old who only got the job on Sunday night.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-03-14T21:54:59Z", "webTitle": "Leicester stun Sevilla to reach last eight after Kasper Schmeichel save", "webUrl": "https://www.theguardian.com/football/2017/mar/14/leicester-city-sevilla-champions-league-match-report", "wordCnt": 860}, {"apiUrl": "https://content.guardianapis.com/football/2017/mar/14/afc-wimbledon-mk-dons-league-one-match-report", "firPara": "Where were you when you were us? sang the home fans after they took the lead, summing up the mixed-up, muddled-up relationship between two clubs which will forever be conjoined by controversy and kind-of-shared history, made in Wimbledon and bought by Milton Keynes.", "id": "football/2017/mar/14/afc-wimbledon-mk-dons-league-one-match-report", "isHosted": false, "secPara": "In the league, however, the upstarts from south-west London stand apart, this victory opening a six-point lead over their arch-enemies and increasing the likelihood of a higher league finish and the crowning achievement of a short and wildly dramatic history.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-03-14T21:48:53Z", "webTitle": "Wimbledon rise further above MK Dons after Jake Reeves sets up win", "webUrl": "https://www.theguardian.com/football/2017/mar/14/afc-wimbledon-mk-dons-league-one-match-report", "wordCnt": 1898}, {"apiUrl": "https://content.guardianapis.com/football/live/2017/mar/14/leicester-city-v-sevilla-champions-league-last-16-second-leg-live", "firPara": "Wes Morgan and Marc Albrighton scored as Leicester reached the last eight of the Champions League at the expense of 10-man Sevilla", "id": "football/live/2017/mar/14/leicester-city-v-sevilla-champions-league-last-16-second-leg-live", "isHosted": false, "secPara": "Incredible, says Wes Morgan. We did it. We proved a lot of people wrong. Weve pulled off the impossible again. And how much longer are they going to keep pulling off the impossible? Into the last eight they go, at the expense of one of the best sides in Spain. Sevilla are no mugs. Theyre third in La Liga! Leicester are 15th in the Premier League! They sacked their manager a month ago! Theyve never been in the Champions League before! But theyve come up with a performance that was a blend of defiance and quality. They were gutsy, organised and ruthless at the crucial moments. They also rode their luck at times. But they also made their own. How about Kasper Schmeichel saving a penalty in each leg? Theres something about this Leicester side. Its not quite a case of Claudio Who? But you have to take your hat off to Craig Shakespeare. Good old Craig. Thanks for reading and emailing. Bye.", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2017-03-14T21:45:08Z", "webTitle": "Leicester City v Sevilla: Champions League last 16, second leg – as it happened", "webUrl": "https://www.theguardian.com/football/live/2017/mar/14/leicester-city-v-sevilla-champions-league-last-16-second-leg-live", "wordCnt": 2165}, {"apiUrl": "https://content.guardianapis.com/football/live/2017/mar/14/juventus-porto-champions-league-live", "firPara": "Paulo Dybalas first-half penalty was enough to settle a dull match, and send Juventus into the quarter finals.", "id": "football/live/2017/mar/14/juventus-porto-champions-league-live", "isHosted": false, "secPara": "Paulo Dybalas first-half penalty was enough to settle a dull match, and send Juventus into the quarter finals.", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2017-03-14T21:38:44Z", "webTitle": "Juventus 1-0 Porto (agg 3-0): Champions League last 16, second leg – as it happened", "webUrl": "https://www.theguardian.com/football/live/2017/mar/14/juventus-porto-champions-league-live", "wordCnt": 1305}, {"apiUrl": "https://content.guardianapis.com/football/2017/mar/14/tottenham-confident-harry-kane-will-be-back-within-seven-weeks", "firPara": "Tottenham Hotspur hope to have Harry Kane back in less than seven weeks from the ankle ligament injury he sustained in the 6-0 FA Cup quarter-final victory against Millwall.", "id": "football/2017/mar/14/tottenham-confident-harry-kane-will-be-back-within-seven-weeks", "isHosted": false, "secPara": "Kane limped off early in Sundays match after he rolled the ankle under a challenge from Jake Cooper. The striker left White Hart Lane on crutches and with his right foot in a protective boot, as the clubs medical staff took the precaution to immobilise the joint.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-03-14T21:09:15Z", "webTitle": "Tottenham confident Harry Kane will be back within seven weeks", "webUrl": "https://www.theguardian.com/football/2017/mar/14/tottenham-confident-harry-kane-will-be-back-within-seven-weeks", "wordCnt": 357}, {"apiUrl": "https://content.guardianapis.com/football/2017/mar/14/anthony-vanden-borre-belgian-dr-congo-anderlecht", "firPara": "Anthony Vanden Borre has never been your average footballer. I am a simple and honest boy but the football world is hard, the former Belgium international said last week. Money is the most important thing and that is a shame. I do not trust many people. Thats certainly the case with journalists and managers. A lot of people judge me without really knowing me.", "id": "football/2017/mar/14/anthony-vanden-borre-belgian-dr-congo-anderlecht", "isHosted": false, "secPara": "Less than two months after he announced his retirement at the age of 29 citing a lack of motivation, 30,000 supporters thronged the streets of the Democratic Republic of Congos second largest city Lubumbashi last Wednesday to catch a glimpse of TP Mazembes new signing. Sporting the clubs black and white striped shirt and standing on the passenger seat of a car with his head poking through the sunroof, Vanden Borre could not wipe the smile off his face as he filmed the chaotic scenes with his smartphone. A fleet of 4x4 vehicles then whisked his entourage to the clubs stadium and then to the nearby estate belonging to Mazembes owner and DR Congo presidential challenger Moïse Katumbi, which will be Vanden Borres home during his stay in the country.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-03-14T17:59:00Z", "webTitle": "How Anthony Vanden Borre went from being the future of Belgian football to playing in DR Congo", "webUrl": "https://www.theguardian.com/football/2017/mar/14/anthony-vanden-borre-belgian-dr-congo-anderlecht", "wordCnt": 1821}, {"apiUrl": "https://content.guardianapis.com/football/2017/mar/14/everton-romelu-lukaku-contract-sign-champions-league-chelsea", "firPara": "Romelu Lukaku is set to spark a summer transfer scramble after telling Everton he will not sign a new contract at Goodison Park. The news will be a crushing blow to Everton, who had hoped to persuade the striker to spearhead their European ambitions next season, with the backing of their majority shareholder, Farhad Moshiri.", "id": "football/2017/mar/14/everton-romelu-lukaku-contract-sign-champions-league-chelsea", "isHosted": false, "secPara": "The 23-year-olds agent, Mino Raiola, had repeatedly insisted Lukaku would accept lucrative new terms and claimed the player had agreed 99.9% of the £100,000-a-week deal that would have made him the best-paid player in the clubs history. Everton were informed of the strikers intentions on Tuesday afternoon following a training session. Raiola recently said there were no problems between the player and the club but Ronald Koeman was more circumspect, adding I dont believe agents. The managers instinct appears to have been backed up by an interview Lukaku gave to Belgian television when he said signing a new deal was not on his mind.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-03-14T17:38:40Z", "webTitle": "Romelu Lukaku stuns Everton with decision to reject new contract", "webUrl": "https://www.theguardian.com/football/2017/mar/14/everton-romelu-lukaku-contract-sign-champions-league-chelsea", "wordCnt": 467}, {"apiUrl": "https://content.guardianapis.com/football/2017/mar/14/manchester-united-charged-fa-surrounding-referee-marcos-rojo-chelsea", "firPara": "Manchester United have been charged with failing to control their players though Marcos Rojo has escaped a Football Association punishment after appearing to stamp on Chelseas Eden Hazard.", "id": "football/2017/mar/14/manchester-united-charged-fa-surrounding-referee-marcos-rojo-chelsea", "isHosted": false, "secPara": "The alleged incidents occurred during Uniteds 1-0 FA Cup quarter-final defeat at Stamford Bridge on Monday. In a fractious encounter Rojo made contact with Hazards chest towards the end of the tie. Michael Oliver, the referee, did not appear to see this and he did not warn Rojo or censure the defender with a booking.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-03-14T17:17:41Z", "webTitle": "Manchester United charged by FA but Marcos Rojo in clear over ‘stamp’", "webUrl": "https://www.theguardian.com/football/2017/mar/14/manchester-united-charged-fa-surrounding-referee-marcos-rojo-chelsea", "wordCnt": 402}, {"apiUrl": "https://content.guardianapis.com/football/2017/mar/14/the-fiver-derby-county-nottingham-forest-gary-rowett-mark-warburton", "firPara": "In todays Fiver Derby, Nottingham Forest, Judas and John Sheridan", "id": "football/2017/mar/14/the-fiver-derby-county-nottingham-forest-gary-rowett-mark-warburton", "isHosted": false, "secPara": "In todays Fiver Derby, Nottingham Forest, Judas and John Sheridan", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-03-14T15:58:12Z", "webTitle": "The Fiver | Chasing after his players wielding syringes full of monkey bongo juice", "webUrl": "https://www.theguardian.com/football/2017/mar/14/the-fiver-derby-county-nottingham-forest-gary-rowett-mark-warburton", "wordCnt": 1566}, {"apiUrl": "https://content.guardianapis.com/football/2017/mar/14/footballer-played-under-managers-quiz", "firPara": "Which players link the two bosses?", "id": "football/2017/mar/14/footballer-played-under-managers-quiz", "isHosted": false, "secPara": "• Football quiz Premier League hat-tricks", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-03-14T14:47:46Z", "webTitle": "Which footballers have played under these pairs of managers? – quiz", "webUrl": "https://www.theguardian.com/football/2017/mar/14/footballer-played-under-managers-quiz", "wordCnt": 27}], "startIndex": 241, "status": "ok", "total": 141934, "userTier": "developer"}}