{"response": {"currentPage": 350, "orderBy": "newest", "pageSize": 10, "pages": 14194, "results": [{"apiUrl": "https://content.guardianapis.com/football/2016/sep/29/eddie-howe-committed-bournemouth-speculation-england-manager", "firPara": "Eddie Howe has said he is committed to Bournemouth but reiterated his belief that managing England is the ultimate job.", "id": "football/2016/sep/29/eddie-howe-committed-bournemouth-speculation-england-manager", "isHosted": false, "secPara": "Howe was one of the leading candidates to replace Roy Hodgson when he stepped down as the England manager in the summer and is being linked with the post again following Sam Allardyces departure.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-29T07:44:34Z", "webTitle": "Eddie Howe happy at Bournemouth amid England speculation", "webUrl": "https://www.theguardian.com/football/2016/sep/29/eddie-howe-committed-bournemouth-speculation-england-manager", "wordCnt": 209}, {"apiUrl": "https://content.guardianapis.com/football/2016/sep/28/qpr-jimmy-floyd-hasselbaink-denies-55000-fee-allegation", "firPara": "Jimmy Floyd Hasselbaink, the Queens Park Rangers manager, has denied any wrongdoing after being named in the Daily Telegraph investigation into corruption in football. The Telegraph alleged the Dutchman requested a fee of £55,000 to work for a fake Far Eastern firm seeking to sell players to the club.", "id": "football/2016/sep/28/qpr-jimmy-floyd-hasselbaink-denies-55000-fee-allegation", "isHosted": false, "secPara": "In video footage collected by the newspaper, Hasselbaink is seen asking his suitors to come up with a nice figure for a role, which the newspaper says he is told would involve a number of trips to meet with the firm in Singapore.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-28T23:21:46Z", "webTitle": "QPR’s Jimmy Floyd Hasselbaink denies wrongdoing after £55,000 fee allegation", "webUrl": "https://www.theguardian.com/football/2016/sep/28/qpr-jimmy-floyd-hasselbaink-denies-55000-fee-allegation", "wordCnt": 816}, {"apiUrl": "https://content.guardianapis.com/football/2016/sep/28/pep-guardiola-manchester-city-learnt-lesson-celtic-draw", "firPara": "• City manager wants more clinical approach in front of goal", "id": "football/2016/sep/28/pep-guardiola-manchester-city-learnt-lesson-celtic-draw", "isHosted": false, "secPara": "Pep Guardiola said Manchester Citys 3-3 draw at Celtic was a valuable lesson and that qualification for the Champions League knockout stage may go to the final game of Group C.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-28T22:51:25Z", "webTitle": "Pep Guardiola says Manchester City learnt lesson in Celtic draw", "webUrl": "https://www.theguardian.com/football/2016/sep/28/pep-guardiola-manchester-city-learnt-lesson-celtic-draw", "wordCnt": 555}, {"apiUrl": "https://content.guardianapis.com/football/2016/sep/28/sam-allardyce-relax-return-club-management-gareth-southgate", "firPara": "Sam Allardyce is determined to return to club management in the wake of his humiliating exit as England manager having secured a seven-figure pay-off despite serving only 67 days in his £3m-a-year role.", "id": "football/2016/sep/28/sam-allardyce-relax-return-club-management-gareth-southgate", "isHosted": false, "secPara": "Allardyce severed ties with the Football Association on Tuesday by mutual consent after the 61-year-old was filmed making inappropriate comments to undercover reporters from the Daily Telegraph, including appearing to offer advice on how to circumvent the governing bodys rules on player transfers.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-28T22:11:00Z", "webTitle": "Sam Allardyce flies off to relax but eyes return to management", "webUrl": "https://www.theguardian.com/football/2016/sep/28/sam-allardyce-relax-return-club-management-gareth-southgate", "wordCnt": 947}, {"apiUrl": "https://content.guardianapis.com/football/2016/sep/28/manchester-city-celtic-champions-league", "firPara": "As Manchester Citys flying form under Pep Guardiola moved from bright beginning into a stellar 10 consecutive wins, the managers mantra remained that vast improvement was still required.", "id": "football/2016/sep/28/manchester-city-celtic-champions-league", "isHosted": false, "secPara": "In the build-up to the clubs first competitive outing on Scottish soil he was at it again. Football is a process and my happiness is to see the team getting better. Maybe small steps but getting better. That is what I want, Guardiola said this week.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-28T21:51:41Z", "webTitle": "Manchester City survive searching test of Pep Guardiola’s vision from Celtic", "webUrl": "https://www.theguardian.com/football/2016/sep/28/manchester-city-celtic-champions-league", "wordCnt": 838}, {"apiUrl": "https://content.guardianapis.com/football/2016/sep/28/fa-chief-sorry-sam-allardyce-england-job-lifetime", "firPara": "The Football Association chairman, Greg Clarke, has promised to learn the lessons of Sam Allardyces 67 days in charge of England and is likely to introduce a lot more scrutiny of commercial arrangements for staff. Clarke also revealed the FA is conducting a review of its disciplinary processes that include looking at the rules around agents and transfers.", "id": "football/2016/sep/28/fa-chief-sorry-sam-allardyce-england-job-lifetime", "isHosted": false, "secPara": "Clarke, who along with the chief executive Martin Glenn mutually agreed to part company with Allardyce over an embarrassing newspaper sting, said he felt sympathy after they parted ways following a grown up discussion.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-28T21:18:13Z", "webTitle": "FA chief felt sorry Sam Allardyce lost England job of a lifetime", "webUrl": "https://www.theguardian.com/football/2016/sep/28/fa-chief-sorry-sam-allardyce-england-job-lifetime", "wordCnt": 1068}, {"apiUrl": "https://content.guardianapis.com/football/2016/sep/28/newcastle-united-norwich-city-championship-match-report", "firPara": "Talk about leaving it late. Rafael Benítezs increasingly agitated body language told its own story as stoppage time began with Norwich City leading 3-2 and poised to collect three points but Alex Neils world was about to be turned upside down.", "id": "football/2016/sep/28/newcastle-united-norwich-city-championship-match-report", "isHosted": false, "secPara": "When, six added minutes later, the referee finally blew his whistle, last-gasp goals from Yoan Gouffran and Dwight Gayle – who registered a hat-trick – had sheared through mounting despair on Tyneside to leave Newcastle third, a point behind Norwich and three in arrears of the leaders, Huddersfield Town.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-28T21:06:06Z", "webTitle": "Dwight Gayle scores hat-trick as Newcastle stun Norwich with stoppage-time double", "webUrl": "https://www.theguardian.com/football/2016/sep/28/newcastle-united-norwich-city-championship-match-report", "wordCnt": 400}, {"apiUrl": "https://content.guardianapis.com/football/2016/sep/28/celtic-manchester-city-champions-league-match-report", "firPara": "It is probably a measure of Manchester Citys increased expectations that this is the kind of result that now provokes feelings of disappointment for the new regime. It is the first time Pep Guardiolas team have failed to win under his control. They have missed the chance to equal an English record, set by Tottenham Hotspur in 1960, with 11 successive wins at the start of the season, and they should know enough about Guardiola by now to realise it will not satisfy him merely to have contributed to a night of exhilarating drama.", "id": "football/2016/sep/28/celtic-manchester-city-champions-league-match-report", "isHosted": false, "secPara": "City certainly showed powers of endurance given they were behind three times and, on each occasion, conjured up an equaliser within nine minutes. On that front, City demonstrated the kind of durability that will be useful in the months ahead. Yet there was also no doubt Celtic could be far more encouraged as the first team this season to cause City prolonged anxiety.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-28T20:50:07Z", "webTitle": "Celtic end Manchester City’s winning run with thrilling Champions League draw", "webUrl": "https://www.theguardian.com/football/2016/sep/28/celtic-manchester-city-champions-league-match-report", "wordCnt": 901}, {"apiUrl": "https://content.guardianapis.com/football/2016/sep/28/arsenal-basel-champions-league-match-report", "firPara": "Theo Walcotts shoulders slumped a little as the board was hoisted here. The winger stood in the middle of the pitch, hands on hips and disbelief etched across his brow, as he digested the fact his number was up just as he was contemplating plundering the hat-trick his performance had deserved. His was a trudge to the touchline thereafter as the majority in the arena chorused their appreciation. That reception, and this saunter to the top of the group, should serve as consolation.", "id": "football/2016/sep/28/arsenal-basel-champions-league-match-report", "isHosted": false, "secPara": "This was another scintillating performance from Arsenal, such an irrepressible attacking force over recent weeks, to overwhelm tricky opponents but it was the bite offered by Walcott that truly wounded Basel. He is in one of those purple patches, where every pass finds him in space, every marker is unnerved by his gliding presence and every shot flies in. This was the first time he had scored twice in a Champions League game for almost nine years but on this form and with his team maintaining their upbeat rhythm of recent weeks he can be prolific.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-28T20:43:13Z", "webTitle": "Theo Walcott at the double in comfortable Arsenal win against Basel", "webUrl": "https://www.theguardian.com/football/2016/sep/28/arsenal-basel-champions-league-match-report", "wordCnt": 832}, {"apiUrl": "https://content.guardianapis.com/football/live/2016/sep/28/atletico-madrid-bayern-munich-champions-league-live", "firPara": "Yannick Carrascos goal earns victory for Atlético Madrid, who maintain their unbeaten start to the season", "id": "football/live/2016/sep/28/atletico-madrid-bayern-munich-champions-league-live", "isHosted": false, "secPara": "Yannick Carrascos goal earns victory for Atlético Madrid, who maintain their unbeaten start to the season", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2016-09-28T20:40:42Z", "webTitle": "Atlético Madrid 1-0 Bayern Munich: Champions League – as it happened", "webUrl": "https://www.theguardian.com/football/live/2016/sep/28/atletico-madrid-bayern-munich-champions-league-live", "wordCnt": 995}], "startIndex": 3491, "status": "ok", "total": 141935, "userTier": "developer"}}