{"response": {"currentPage": 324, "orderBy": "newest", "pageSize": 10, "pages": 14194, "results": [{"apiUrl": "https://content.guardianapis.com/football/blog/2016/oct/12/gianni-infantino-migrant-worker-fifa-world-cup-2022-qatar", "firPara": "In the grim scheme of things, it is the modesty of the sum that gets you. With the formal backing of the Netherlands Trade Union Confederation, a Bangladeshi man named Nadim Sharaful Alam is to sue Fifa for its alleged complicity in the mistreatment of those migrant workers in Qatar who are charged with building its World Cup venues and infrastructure. (Suggested tournament slogan Believe The Mirage™.)", "id": "football/blog/2016/oct/12/gianni-infantino-migrant-worker-fifa-world-cup-2022-qatar", "isHosted": false, "secPara": "In what amounts to a test case, Alam is threatening to sue world footballs governing body via the Swiss courts unless Fifa settles with him. According to the legal argument presented in the writ of summons to Fifa, the governing body has violated applicable legal standards under Swiss law protecting migrant workers from forced labour and other forms of exploitation. For the hardships that he endured while Building The Dream™, Alam is asking for the equivalent of $5,000. For material damages compensation, just under the same sum again.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-10-12T11:16:31Z", "webTitle": "Infantino’s jetsetting contrasts grimly with migrant worker’s Fifa case | Marina Hyde", "webUrl": "https://www.theguardian.com/football/blog/2016/oct/12/gianni-infantino-migrant-worker-fifa-world-cup-2022-qatar", "wordCnt": 962}, {"apiUrl": "https://content.guardianapis.com/football/2016/oct/12/liverpool-chief-executive-ian-ayre-describes-further-anfield-expansion-as-not-smart", "firPara": "Liverpools chief executive, Ian Ayre, has said it would cost between £60m and £70m to rebuild the Anfield Road end of the stadium, and he described the possible 15-year repayments as not a smart investment for the business.", "id": "football/2016/oct/12/liverpool-chief-executive-ian-ayre-describes-further-anfield-expansion-as-not-smart", "isHosted": false, "secPara": "Liverpool received outline planning permission to redevelop Anfield Road and increase stadium capacity by 4,800 in September 2014 as part of its application for the new main stand. However, the club have always stated they needed to find the right economic model before proceeding with phase two of the redevelopment and, in a meeting with the Liverpool Supporters Committee, Ayre outlined the difficulties in expanding Anfield to a capacity of 58,500 and above.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-10-12T10:41:05Z", "webTitle": "Liverpool chief executive describes further Anfield expansion as ‘not smart’", "webUrl": "https://www.theguardian.com/football/2016/oct/12/liverpool-chief-executive-ian-ayre-describes-further-anfield-expansion-as-not-smart", "wordCnt": 454}, {"apiUrl": "https://content.guardianapis.com/football/blog/2016/oct/12/gordon-strachan-owes-scotland-step-down", "firPara": "As Scotlands party shuffled away from the Stadion Antona Malatinskeho on Tuesday night, the fallout from another wounding loss still ringing in their ears, there was cause for optimism from Hanover. Had Northern Ireland claimed anything from their meeting with Germany, Michael ONeill would have become even more unattainable to the Scottish FA than may already be the case.", "id": "football/blog/2016/oct/12/gordon-strachan-owes-scotland-step-down", "isHosted": false, "secPara": "He is by far the outstanding candidate to replace Gordon Strachan when – and it is now when – the latters increasingly unsatisfactory to the point of untenable alliance with Scotland comes to an end.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-10-12T10:20:48Z", "webTitle": "Gordon Strachan owes it to Scotland to step down from his job | Ewan Murray", "webUrl": "https://www.theguardian.com/football/blog/2016/oct/12/gordon-strachan-owes-scotland-step-down", "wordCnt": 1255}, {"apiUrl": "https://content.guardianapis.com/football/blog/2016/oct/12/coventry-city-decline-despair-league-one", "firPara": "Thirty years ago next May, Keith Houchen stooped to conquer. A journeyman striker with Coventry City, who had nearly missed the 1987 FA Cup final against Tottenham Hotspur because of food poisoning, Houchen scored the defining goal of the match with a diving header of acrobatic grace. It was a goal that lived on beyond that game and helped seal a glorious chapter in the history of Coventry, who lifted the Cup for the first and only time. Today fans of the beleaguered club may be forgiven for thinking it was a dream.", "id": "football/blog/2016/oct/12/coventry-city-decline-despair-league-one", "isHosted": false, "secPara": "Twenty years ago Coventry were a Premier League side. They were managed by Gordon Strachan, had David Burrows in defence, Gary McAllister in midfield and up front the deadly duo of Dion Dublin and Darren Huckerby. Ten years ago Coventry were in the Championship, their long run in the top flight finally at an end and with the costs of a new stadium, the Ricoh Arena, hanging around their neck. At the end of 2007, the club were bought by the hedge fund Sisu Capital.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-10-12T10:15:31Z", "webTitle": "Long, sorry decline of Coventry City leaves fans in a state of despair", "webUrl": "https://www.theguardian.com/football/blog/2016/oct/12/coventry-city-decline-despair-league-one", "wordCnt": 1214}, {"apiUrl": "https://content.guardianapis.com/football/2016/oct/12/international-football-10-talking-points-from-the-world-cup-qualifiers", "firPara": "Strachans selections cause headaches for Scotland, Gameiro shows France what theyve been missing, and somebody should stand up for Neymar", "id": "football/2016/oct/12/international-football-10-talking-points-from-the-world-cup-qualifiers", "isHosted": false, "secPara": "Strachans selections cause headaches for Scotland, Gameiro shows France what theyve been missing, and somebody should stand up for Neymar", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-10-12T09:11:17Z", "webTitle": "International football: 10 talking points from the World Cup qualifiers", "webUrl": "https://www.theguardian.com/football/2016/oct/12/international-football-10-talking-points-from-the-world-cup-qualifiers", "wordCnt": 1955}, {"apiUrl": "https://content.guardianapis.com/football/2016/oct/12/which-mascot-was-the-victim-of-a-kit-clash", "firPara": "Plus Injury-time turnarounds; A team for every day of the week; home-away disparity; and relegated clubs sticking by managers. Send your questions and answers to knowledge@theguardian.com or tweet @TheKnowledge_GU", "id": "football/2016/oct/12/which-mascot-was-the-victim-of-a-kit-clash", "isHosted": false, "secPara": "Plus Injury-time turnarounds; A team for every day of the week; home-away disparity; and relegated clubs sticking by managers. Send your questions and answers to knowledge@theguardian.com or tweet @TheKnowledge_GU", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-10-12T09:00:08Z", "webTitle": "Which football mascot was the victim of a kit clash? | The Knowledge", "webUrl": "https://www.theguardian.com/football/2016/oct/12/which-mascot-was-the-victim-of-a-kit-clash", "wordCnt": 1704}, {"apiUrl": "https://content.guardianapis.com/football/2016/oct/12/football-transfer-rumours-chelsea-atletico-madrid-yannick-carrasco", "firPara": "Back in 2010 Uefa cut a financial fair play deal with the whole football family to end greed and reckless spending. The sort of greed and reckless spending Uefa just cant stand. It meant, they reckoned, a new era of fewer transfers, less speculation, and bad times for The Mill.", "id": "football/2016/oct/12/football-transfer-rumours-chelsea-atletico-madrid-yannick-carrasco", "isHosted": false, "secPara": "But six years on, the family have rallied weighing up the spirit of Uefas FFP and deciding the future is all about €222m auctions for Neymar, a £1.17bn transfer window, and another £100m-plus on moving Chelsea a couple of places up the table. So this winter thatll be Antonio Conte spending at least £50m on Milans Alessio Romagnoli, £35m on Atlético Madrids Yannick Carrasco, more on Lazios Felipe Anderson, and Kalidou Koulibaly in part-exchange for Michy Batshuayi.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-10-12T08:37:07Z", "webTitle": "Football transfer rumours: Chelsea in for Atlético Madrid’s Yannick Carrasco?", "webUrl": "https://www.theguardian.com/football/2016/oct/12/football-transfer-rumours-chelsea-atletico-madrid-yannick-carrasco", "wordCnt": 367}, {"apiUrl": "https://content.guardianapis.com/football/2016/oct/11/slovenia-england-world-cup-qualifying-match-report", "firPara": "Gareth Southgate has had two games in charge for England and, though no one could have seriously expected him to remove all the teams imperfections in that time, it still cannot be satisfactory that it is so difficult to see even the first flickers of improvement.", "id": "football/2016/oct/11/slovenia-england-world-cup-qualifying-match-report", "isHosted": false, "secPara": "They were poor again here in Ljubljana and fortunate, in the extreme, that Southgate did not have to reflect on Englands first defeat in a qualifying fixture for seven years. For that, they were indebted to Joe Hart in a match when he reminded us that, on form, he still has games when he can legitimately claim to be one of the best in the business. England were alarmingly susceptible in defence. They rarely passed the ball with any authority and there was absolutely no sense of a group of players desperately trying to impress a new manager. Southgate admitted his team had been lucky and it is not easy finding any compelling evidence to advance the case for him getting the job full-time.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-10-12T06:25:37Z", "webTitle": "Sloppy England earn point in Slovenia thanks to Joe Hart’s stunning saves", "webUrl": "https://www.theguardian.com/football/2016/oct/11/slovenia-england-world-cup-qualifying-match-report", "wordCnt": 828}, {"apiUrl": "https://content.guardianapis.com/football/2016/oct/11/gordon-strachan-scotland-slovakia-world-cup-qualifier", "firPara": "Gordon Strachan refused to discuss his future as the Scotland manager after a 3-0 defeat by Slovakia that intensified the pressure on the 59-year-old. This result, coupled with a 1-1 draw at home against Lithuania in Glasgow on Saturday, means Scotland have taken only four points from three World Cup qualifying games.", "id": "football/2016/oct/11/gordon-strachan-scotland-slovakia-world-cup-qualifier", "isHosted": false, "secPara": "At this moment the people I feel sorry for are the players, they put so much work in the last couple of games, Strachan said. They are the ones I feel sorry for, they are the ones I am wondering how do I protect them. How do we send them back to clubs feeling good about themselves? They cant go back thinking they could do any more. I am proud of them as a group.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-10-11T23:25:07Z", "webTitle": "Gordon Strachan says we ‘gave it our best shot’ after Scotland defeat", "webUrl": "https://www.theguardian.com/football/2016/oct/11/gordon-strachan-scotland-slovakia-world-cup-qualifier", "wordCnt": 432}, {"apiUrl": "https://content.guardianapis.com/football/2016/oct/11/gareth-southgate-england-mess-point-slovenia-joe-hart", "firPara": "• Interim manager says England on track for World Cu", "id": "football/2016/oct/11/gareth-southgate-england-mess-point-slovenia-joe-hart", "isHosted": false, "secPara": "Gareth Southgate has admitted he inherited a mess but insisted England remain on track under his stewardship after watching his team lean heavily on their goalkeeper to secure a point in Slovenia.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-10-11T23:20:42Z", "webTitle": "Gareth Southgate admits England were a ‘mess’ but hails point in Slovenia", "webUrl": "https://www.theguardian.com/football/2016/oct/11/gareth-southgate-england-mess-point-slovenia-joe-hart", "wordCnt": 678}], "startIndex": 3231, "status": "ok", "total": 141935, "userTier": "developer"}}