{"response": {"currentPage": 318, "orderBy": "newest", "pageSize": 10, "pages": 14194, "results": [{"apiUrl": "https://content.guardianapis.com/football/2016/oct/14/slaven-bilic-west-ham-striker-simone-zaza-juventus", "firPara": "Slaven Bilic has denied that West Ham United are planning to send Simone Zaza back to Juventus in January following the on-loan strikers underwhelming start to life in England.", "id": "football/2016/oct/14/slaven-bilic-west-ham-striker-simone-zaza-juventus", "isHosted": false, "secPara": "Zaza has failed to score in his first five appearances for West Ham – four in the Premier League – and was on the bench for the 1-1 draw with Middlesbrough two weeks ago. The east London club will have to pay Juventus £20m to sign the Italian permanently if he reaches 14 Premier League appearances.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-10-14T21:30:47Z", "webTitle": "Slaven Bilic: West Ham striker Simone Zaza is not returning to Juventus", "webUrl": "https://www.theguardian.com/football/2016/oct/14/slaven-bilic-west-ham-striker-simone-zaza-juventus", "wordCnt": 524}, {"apiUrl": "https://content.guardianapis.com/football/2016/oct/14/christian-benteke-crystal-palace-selhurt-park-new-boy-west-ham", "firPara": "The Selhurst Park new boy has had an exceptional week and will be looking to round it off when West Ham arrive on Saturday", "id": "football/2016/oct/14/christian-benteke-crystal-palace-selhurt-park-new-boy-west-ham", "isHosted": false, "secPara": "As weeks go, Christian Bentekes has already been exceptional. On Monday night he converted the fastest goal in World Cup-qualifying history, pilfering the ball from Gibraltars kick-off and beating Deren Ibrahim after 8.1 seconds at the Estádio Algarve. He went on to register Belgiums first hat-trick away from home since Luís Oliveira ran riot in Istanbul in 1997, swelling his goal tally for the national team into double figures in the process.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-10-14T21:30:47Z", "webTitle": "Christian Benteke is all smiles at the head of Crystal Palace’s airborne attack", "webUrl": "https://www.theguardian.com/football/2016/oct/14/christian-benteke-crystal-palace-selhurt-park-new-boy-west-ham", "wordCnt": 1113}, {"apiUrl": "https://content.guardianapis.com/football/2016/oct/14/ronald-koeman-pep-guardiola-everton-manchester-city", "firPara": "The dynamic has changed in Ronald Koemans relationship with Pep Guardiola over 26 years but his first impression of a room-mate who became a revered midfielder and manager at Barcelona holds firm. Normal. It was not Guardiolas football intelligence and obsession that set him apart at Barcelona, for example, but his choice of car.", "id": "football/2016/oct/14/ronald-koeman-pep-guardiola-everton-manchester-city", "isHosted": false, "secPara": "A close friendship was formed when Johan Cruyff instructed Koeman to take Guardiola under his wing shortly after the latters debut for Barcelona in 1990 and they will oppose each other for the first time as managers on Saturday when Everton visit Manchester City. The former members of Cruyffs Dream Team socialise regularly since relocating to the north-west this summer. Txiki Begiristain is also part of the circle. Citys director of football was Koemans interpreter when he first arrived in Catalonia from PSV Eindhoven, only to drive the Dutchman to despair with what was then a complete lack of English.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-10-14T21:30:47Z", "webTitle": "Ronald Koeman: Pep Guardiola was my protege; now he is the best manager", "webUrl": "https://www.theguardian.com/football/2016/oct/14/ronald-koeman-pep-guardiola-everton-manchester-city", "wordCnt": 854}, {"apiUrl": "https://content.guardianapis.com/football/2016/oct/14/arsene-wenger-arsenal-swansea", "firPara": "Arsène Wenger knows better than most how suddenly the negativity in modern football can grip. It is a virus that travels very quickly and goes very slowly, the Arsenal manager said. Few opponents have triggered it quite so readily in recent years as Swansea City and Wenger sees the visit of the Welsh club to the Emirates Stadium on Saturday afternoon as a defining moment for his team.", "id": "football/2016/oct/14/arsene-wenger-arsenal-swansea", "isHosted": false, "secPara": "Arsenal have taken only one point from Swansea in the past four Premier League meetings at the Emirates Stadium and, when they were beaten 2-1 by them last March, it not only killed their title hopes – to use the word offered by Wenger – it unleashed a torrent of supporter fury.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-10-14T21:29:47Z", "webTitle": "Arsène Wenger: Arsenal enjoying positive vibes before Swansea visit", "webUrl": "https://www.theguardian.com/football/2016/oct/14/arsene-wenger-arsenal-swansea", "wordCnt": 484}, {"apiUrl": "https://content.guardianapis.com/football/2016/oct/14/stoke-city-sunderland-match-preview", "firPara": "David Moyes has lost only three of his 17 league meetings with Mark Hughes but the Stoke manager considers this to be the first of seven winnable games, a reasonable return from which would improve the mood after failing to register one in their first seven. Sunderland, too, have yet to win and they occupy bottom spot, with the West Brom draw last time out representing an up-turn. Mark Tallentire", "id": "football/2016/oct/14/stoke-city-sunderland-match-preview", "isHosted": false, "secPara": "Kick-off Saturday 3pm ", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-10-14T17:44:21Z", "webTitle": "Stoke City v Sunderland: match preview", "webUrl": "https://www.theguardian.com/football/2016/oct/14/stoke-city-sunderland-match-preview", "wordCnt": 196}, {"apiUrl": "https://content.guardianapis.com/football/2016/oct/14/southampton-burnley-match-preview", "firPara": "Southampton face a test to sustain their fine form as they go into the first of seven matches in 22 days with important defensive injuries. Both of their first-choice full-backs will miss the visit of Burnley, who will be aiming to become the first team in seven matches to score against Southampton. Sean Dyches side have also been performing well lately and will fancy their chances of collecting their first away point of the campaign. Paul Doyle", "id": "football/2016/oct/14/southampton-burnley-match-preview", "isHosted": false, "secPara": "Kick-off Sunday 4pm ", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-10-14T17:38:09Z", "webTitle": "Southampton v Burnley: match preview", "webUrl": "https://www.theguardian.com/football/2016/oct/14/southampton-burnley-match-preview", "wordCnt": 192}, {"apiUrl": "https://content.guardianapis.com/football/2016/oct/14/swansea-city-bob-bradley-premier-league-first-american-arsenal", "firPara": "Bob Bradley was honest enough to admit there will be sceptics among the Swansea fanbase and beyond. He is the first American to manage in the Premier League and at a time when relations are strained between the Swansea fans and the board, partly because of the way Francesco Guidolins sacking was handled but also because of a feeling the supporters trust has been marginalised, it was inevitable there would be some backlash to his appointment. Yet it says much for the way Bradley has come across since taking the job – the 58-year-old had clearly done his homework prior to before his unveiling and talked with great determination about his desire to succeed during a two-hour press conference – that the mood has already shifted. Now Bradley has to back up those passionate words with results in what is a tricky start, with four of his first seven games against teams in the top six, starting with a trip to Arsenal on Saturday. In that context the home game against Watford on Saturday week already seems significant. He needs some early momentum.", "id": "football/2016/oct/14/swansea-city-bob-bradley-premier-league-first-american-arsenal", "isHosted": false, "secPara": "Swansea have scored only six times in seven Premier League matches. This continues the clubs worrying pattern from last season, when they were toothless up front and heavily dependent on André Ayew and Gylfi Sigurdsson, who contributed more than half of their 42 goals between them. Although it has been a welcome surprise for Swansea to see Leroy Fer sitting joint-third on the Premier Leagues list of leading scorers with four goals, there are concerns about the lack of firepower further forward. At the moment Swansea have the second-lowest goals-to-shots ratio in the division. Borja Bastón, the £15.5m record signing, needs to put a miserable full league debut against Liverpool behind him. Fernando Llorente, Swanseas other out-and-out No9, has shown some flashes of class, notably the exquisite goal he scored against Manchester City, but Swansea need a regular return from their centre-forwards – something they have not had since Wilfried Bony departed.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-10-14T16:54:00Z", "webTitle": "Swansea City: five things  Bob Bradley needs to address to make progress", "webUrl": "https://www.theguardian.com/football/2016/oct/14/swansea-city-bob-bradley-premier-league-first-american-arsenal", "wordCnt": 877}, {"apiUrl": "https://content.guardianapis.com/football/2016/oct/14/middlesbrough-watford-match-preview", "firPara": "With only one League win this season – against Sunderland – Middlesbrough could do with registering a first victory at the Riverside since April. Six points from seven games is a slightly disappointing return for Aitor Karanka who needs more from the currently under-achieving Gaston Ramírez and can only hope Álvaro Negredo rediscovers his scoring touch. In contrast, Watfords Troy Deeney has scored three times in the last four games and Walter Mazzarri has challenged his centre forward to break into the England team. Louise Taylor", "id": "football/2016/oct/14/middlesbrough-watford-match-preview", "isHosted": false, "secPara": "Kick-off Sunday 1.30pm ", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-10-14T16:48:16Z", "webTitle": "Middlesbrough v Watford: match preview", "webUrl": "https://www.theguardian.com/football/2016/oct/14/middlesbrough-watford-match-preview", "wordCnt": 203}, {"apiUrl": "https://content.guardianapis.com/football/2016/oct/14/gus-poyet-sunderland-real-betis-real-madrid-tottenham", "firPara": "I dont want this to sound bad but you have to be different, a bit special; half-mad. I talk to a lot of people, ex-team-mates especially – Roberto Di Matteo, Dan Petrescu, Gianfranco Zola – and theres always someone with us who says Dont do it! Dont coach! What do you need it for? Go to the beach, play golf. As a manager, youre so exposed every decision, every gesture, every face, every little detail. Everything is so …", "id": "football/2016/oct/14/gus-poyet-sunderland-real-betis-real-madrid-tottenham", "isHosted": false, "secPara": "Gus Poyet blows out his cheeks and not for the last time Tremendo!, he says. Its not easy, its really not. Either you have total control of your emotions, or at least know how to manage them, or you cant do it. Its endless. The changing emotions in a game, the next day, the day after, and on and on. Look at the heart attacks happening.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-10-14T16:00:40Z", "webTitle": "Gus Poyet: ‘There’s something inside Sunderland, at its very core, that needs changing’", "webUrl": "https://www.theguardian.com/football/2016/oct/14/gus-poyet-sunderland-real-betis-real-madrid-tottenham", "wordCnt": 1918}, {"apiUrl": "https://content.guardianapis.com/football/2016/oct/14/liverpool-manchester-united-match-preview", "firPara": "José Mourinho has lost only three of his 10 visits to Anfield, the last in the 2007 Champions League semi-final, but the implications of a fourth would be sizeable for both Manchester United and Liverpool. Defeat for United would leave them six points behind their fierce north-west rivals and encourage the portrayal of Mourinho as a manager left behind by the pressing instincts of Jürgen Klopp and co, despite being only eight league matches into his Old Trafford reign. Klopp has injury concerns, however, over two thirds of his central midfield in Adam Lallana and Georginio Wijnaldum. Andy Hunter", "id": "football/2016/oct/14/liverpool-manchester-united-match-preview", "isHosted": false, "secPara": "Kick-off Monday 8pm ", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-10-14T15:44:57Z", "webTitle": "Liverpool v Manchester United: match preview", "webUrl": "https://www.theguardian.com/football/2016/oct/14/liverpool-manchester-united-match-preview", "wordCnt": 207}], "startIndex": 3171, "status": "ok", "total": 141935, "userTier": "developer"}}