{"response": {"currentPage": 37, "orderBy": "newest", "pageSize": 10, "pages": 14194, "results": [{"apiUrl": "https://content.guardianapis.com/football/2017/mar/07/arsenal-bayern-munich-champions-league-match-report", "firPara": "If one were to be kind on Arsenal, they did at least have 45 minutes when Arsène Wenger could argue that his team had the better of one of Europes real superpowers. That, however, would be exceedingly kind – a sympathy vote, one could call it – bearing in mind the full story of their latest ordeal. Once again they came up dreadfully short and this time the question has to be asked about whether it will be Wengers last involvement with this club in the Champions League.", "id": "football/2017/mar/07/arsenal-bayern-munich-champions-league-match-report", "isHosted": false, "secPara": "If so, he should be accustomed to the disappointment by now, given this is the seventh successive season his team have gone out at the first knockout stage. Bayern have accounted for three of those exits and Arsenal, to put it bluntly, must be sick of the sight of them. Ten-two on aggregate is not just a defeat; it is an embarrassment. It was Arsenals heaviest defeat at the Emirates since it opened for business in 2006 and the worst result, over two legs, for any English club at this level – and perhaps the most demoralising part for Arsenals supporters is that it did not even seem like a surprise.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-03-07T21:49:06Z", "webTitle": "Arsenal and Arsène Wenger humiliated again by ruthless Bayern Munich", "webUrl": "https://www.theguardian.com/football/2017/mar/07/arsenal-bayern-munich-champions-league-match-report", "wordCnt": 910}, {"apiUrl": "https://content.guardianapis.com/football/live/2017/mar/07/arsenal-v-bayern-munich-champions-league-last-16-second-leg-live", "firPara": "Arsenal gave an unlikely comeback their best shot for 53 minutes - before totally collapsing again as Bayern breezed into the quarters.", "id": "football/live/2017/mar/07/arsenal-v-bayern-munich-champions-league-last-16-second-leg-live", "isHosted": false, "secPara": "The whistle. Half-arsed boos. Wenger walks down the tunnel looking utterly deflated. Bayern register their third 5-1 victory over Arsenal in a row. This is Arsenals biggest loss at the Emirates to date, and they go crashing out of the Champions League in embarrassing style. Thing is, they played well tonight up until the penalty and red card, and none of the big decisions went their way. But given what happened afterwards, none of that really matters. Its one thing being ultimately outclassed - theres no shame in losing to this Bayern Munich side - but another capitulating totally. The mood around the Emirates is resigned and funereal; it feels like the end of days at Arsenal. Its going to be an interesting climax to their season all right, one way or another. Last word to Stuart Goodacre Just to say that we - Lincoln - have scored four goals tonight. Roll on Saturday!", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2017-03-07T21:44:42Z", "webTitle": "Arsenal 1-5 Bayern Munich (agg 2-10): Champions League last 16, second leg – as it happened", "webUrl": "https://www.theguardian.com/football/live/2017/mar/07/arsenal-v-bayern-munich-champions-league-last-16-second-leg-live", "wordCnt": 1937}, {"apiUrl": "https://content.guardianapis.com/football/2017/mar/07/mls-portland-timbers-fans-ibrahimovic-messi", "firPara": "Todays MLS players believe Portland Timbers have the best fans, think regular salaries are much too low, and would love to see Zlatan Ibrahimovic join the league – more so than Lionel Messi or Cristiano Ronaldo.", "id": "football/2017/mar/07/mls-portland-timbers-fans-ibrahimovic-messi", "isHosted": false, "secPara": "The results emerged from the the annual ESPN players poll, which was published on Tuesday. The survey asks 140 current MLS players their views on a range of topics, including the standard of refereeing, players wages, the lengthy playoff schedule – and whether or not Sebastian Giovinco was unfairly snubbed for last seasons MVP award. (They think he was.)", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-03-07T19:17:15Z", "webTitle": "MLS players would prefer Ibrahimovic to Messi and say Portland have best fans", "webUrl": "https://www.theguardian.com/football/2017/mar/07/mls-portland-timbers-fans-ibrahimovic-messi", "wordCnt": 586}, {"apiUrl": "https://content.guardianapis.com/football/2017/mar/07/a-history-of-stratospheric-balls-ups", "firPara": "Today Londons most searching exploration of pipe dreams since Kevin Spacey starred in The Iceman Cometh at the Old Vic", "id": "football/2017/mar/07/a-history-of-stratospheric-balls-ups", "isHosted": false, "secPara": "Today Londons most searching exploration of pipe dreams since Kevin Spacey starred in The Iceman Cometh at the Old Vic", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-03-07T16:00:02Z", "webTitle": "The Fiver | A history of stratospheric balls-ups", "webUrl": "https://www.theguardian.com/football/2017/mar/07/a-history-of-stratospheric-balls-ups", "wordCnt": 1289}, {"apiUrl": "https://content.guardianapis.com/football/2017/mar/07/craig-shakespear-set-to-be-named-leicester-city-manager-until-end-of-season", "firPara": "Leicester City are expected to confirm Craig Shakespeare has been given the managers job for the remainder of the season. Claudio Ranieris former No2 was put in charge in the wake of the Italians sacking and has convinced the clubs owners he is the right man to steer the club to safety after overseeing consecutive Premier League wins over Liverpool and Hull City.", "id": "football/2017/mar/07/craig-shakespear-set-to-be-named-leicester-city-manager-until-end-of-season", "isHosted": false, "secPara": "Shakespeare and the Leicester players have been on a warm-weather training camp this week in Dubai, where the 53-year-old has held talks with the chairman, Vichai Srivaddhanaprabha, and his son and vice-chairman, Aiyawatt, about staying on as manager until the end of the campaign. It is understood the owners have offered Shakespeare the position, in a move that will go down well with the players and the fans.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-03-07T12:00:45Z", "webTitle": "Craig Shakespeare set to be named Leicester City manager", "webUrl": "https://www.theguardian.com/football/2017/mar/07/craig-shakespear-set-to-be-named-leicester-city-manager-until-end-of-season", "wordCnt": 593}, {"apiUrl": "https://content.guardianapis.com/football/2017/mar/07/danny-cowley-lincoln-city-arsenal-fa-cup", "firPara": "Schoolteacher turned National League manager outlines his plan for an FA Cup shock, his views on Arsène Wenger and his desire to rise to the top of the game", "id": "football/2017/mar/07/danny-cowley-lincoln-city-arsenal-fa-cup", "isHosted": false, "secPara": "Danny Cowley takes a deep breath and anticipates the moment when he will lead the first non-league football club in 103 years into the quarter-finals of the FA Cup. Facing Arsenal at the Emirates? the Lincoln City manager says quietly just after eight oclock at night in an empty Sincil Bank stadium. Facing Arsène Wenger in the opposite dugout? A 60,000 crowd? The first game I managed at Concord Rangers [in the Essex Senior League in 2007] was watched by 62 people. Concord against Sawbridgeworth. We won 6-1.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-03-07T12:00:41Z", "webTitle": "Lincoln’s Danny Cowley: ‘We have one-in-1,000 chance at Arsenal but we can do it’", "webUrl": "https://www.theguardian.com/football/2017/mar/07/danny-cowley-lincoln-city-arsenal-fa-cup", "wordCnt": 1951}, {"apiUrl": "https://content.guardianapis.com/football/2017/mar/07/belize-coach-richard-orlowski-american", "firPara": "A 59-year-old Pennsylvanian has made a home in an obscure corner of the international soccer orbit", "id": "football/2017/mar/07/belize-coach-richard-orlowski-american", "isHosted": false, "secPara": "It probably wasnt the introduction Richard Orlowski was expecting. Not long installed as the new manager of Belizes national team, he took a squad of players assembled from local teams like Police United to duke it out with their Central American neighbors for the regional title. The countries that make up the sliver of Concacaf territory between Mexico and the top of South America is not exactly a haven of world beaters. But for many on the isthmus soccer is religion, and Costa Rica has lately given the region a respected focal point. If there is a Central American soccer pecking order, Belize is usually at or near the bottom.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-03-07T11:00:40Z", "webTitle": "Belize's American manager: Richard Orlowski's long route to Central America", "webUrl": "https://www.theguardian.com/football/2017/mar/07/belize-coach-richard-orlowski-american", "wordCnt": 1468}, {"apiUrl": "https://content.guardianapis.com/football/ng-interactive/2017/mar/07/david-squires-on-video-referees-football", "firPara": "Our resident cartoonist looks at the future of football with video assistant referees helping to clear up controversial decisions, among other things", "id": "football/ng-interactive/2017/mar/07/david-squires-on-video-referees-football", "isHosted": false, "secPara": "", "sectionId": "football", "sectionName": "Football", "type": "interactive", "webPublicationDate": "2017-03-07T10:53:34Z", "webTitle": "David Squires on … video referees", "webUrl": "https://www.theguardian.com/football/ng-interactive/2017/mar/07/david-squires-on-video-referees-football", "wordCnt": 22}, {"apiUrl": "https://content.guardianapis.com/football/2017/mar/07/premier-league-head-injuries-football-players-doctors", "firPara": "Premier League footballers are to be reminded to leave on-field emergency procedures to trained medical staff after cases where players have intervened in the belief they are assisting colleagues knocked unconscious on the turf.", "id": "football/2017/mar/07/premier-league-head-injuries-football-players-doctors", "isHosted": false, "secPara": "The Premier League Doctors Group will discuss players reaction to injuries, however well-intentioned, at their routine meeting later this month and members will return to their clubs to reiterate the dangers of moving players who have suffered head trauma.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-03-07T10:00:39Z", "webTitle": "Premier League players to be told: stand back and let medics treat head trauma", "webUrl": "https://www.theguardian.com/football/2017/mar/07/premier-league-head-injuries-football-players-doctors", "wordCnt": 792}, {"apiUrl": "https://content.guardianapis.com/football/blog/2017/mar/07/chelsea-unstoppable-force-ngolo-kante-west-ham", "firPara": "This was the kind of result to drain any lingering optimism from the chasing pack. A victory to drum in the reality that, for all Antonio Contes protestations to the contrary, Chelseas pursuit of the title has taken on the feel of a procession. They weathered some turbulence at times here, their backline heaving to stay intact, but were pierced so deep into stoppage time that the concession hardly even registered with a dwindling home support. The lead over second place gapes at 10 points again. There is no stopping this side and no hope at all for those who still dare to count themselves contenders.", "id": "football/blog/2017/mar/07/chelsea-unstoppable-force-ngolo-kante-west-ham", "isHosted": false, "secPara": "Everything about them is relentless at present and that alone is enough to deflate most opponents. Chelsea have dropped 15 points all season and, such is their dominance, it would take a cataclysmic collapse, probably combined with the untimely loss of a number of key players to injury, to hand either Manchester City or Tottenham Hotspur even a scent in the chase.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-03-07T10:00:39Z", "webTitle": "Chelsea have the look of an unstoppable force thanks to N’Golo Kanté | Dominic Fifield", "webUrl": "https://www.theguardian.com/football/blog/2017/mar/07/chelsea-unstoppable-force-ngolo-kante-west-ham", "wordCnt": 814}], "startIndex": 361, "status": "ok", "total": 141934, "userTier": "developer"}}