{"response": {"currentPage": 456, "orderBy": "newest", "pageSize": 10, "pages": 14194, "results": [{"apiUrl": "https://content.guardianapis.com/football/2016/aug/06/liverpool-barcelona-pre-season-friendly", "firPara": "• Sadio Mané impresses in 4-0 friendly win at Wembley", "id": "football/2016/aug/06/liverpool-barcelona-pre-season-friendly", "isHosted": false, "secPara": "It is always a risk to read too much into friendlies but the intensity shown by Liverpool here suggested that, after a mixed pre-season, they are almost ready for the real business. Sadio Mané looked blisteringly sharp on the right, while there was a defensive resilience to a centre-half partnership of Dejan Lovren and Ragnar Klavan. But arguably the most promising aspect was that the first three goals came from pressing high up the pitch. Jürgen Klopps style is beginning to take hold and it will be fascinating to see how effective it is over the coming weeks.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-08-06T18:57:09Z", "webTitle": "Liverpool hopes bloom after brushing aside bumbling Barcelona 4-0", "webUrl": "https://www.theguardian.com/football/2016/aug/06/liverpool-barcelona-pre-season-friendly", "wordCnt": 664}, {"apiUrl": "https://content.guardianapis.com/football/2016/aug/06/celtic-dundee-partick-motherwell-scottish-premiership", "firPara": "Two goals from Rory Loy and a second‑half strike from Paul McGowan gave Dundee a fine start to their season with a 3-1 win at Ross County. Mark OHaras surge and cross set up Loy to strike low past Scott Fox. Loy then converted a penalty four minutes before half-time after OHara was fouled.", "id": "football/2016/aug/06/celtic-dundee-partick-motherwell-scottish-premiership", "isHosted": false, "secPara": "McGowan then connected with a precision pass from Michael Duffy on the counter-attack to put the game beyond the reach of County, who scored too late to be threatening through the substitute Craig Curran.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-08-06T18:20:00Z", "webTitle": "Scottish roundup: Paul McGowan seals fine win for Dundee at Ross County", "webUrl": "https://www.theguardian.com/football/2016/aug/06/celtic-dundee-partick-motherwell-scottish-premiership", "wordCnt": 633}, {"apiUrl": "https://content.guardianapis.com/football/live/2016/aug/06/football-clockwatch-derby-v-brighton-and-much-more-live", "firPara": "They may now find themselves in League One, but it was another miserable day out for Charlton fans, after a 2-0 defeat at Bury. Bolton Wanderers dampened excitement surrounding Chris Wilders big plans for Sheffield United after Jay Spearing – crikey – secured a narrow victory. It was a promising start to the season for Millwall, who prop up the table after a convincing win over Oldham while Walsall, Gillingham and Scunthorpe were all among the goals, putting three past their opponents.", "id": "football/live/2016/aug/06/football-clockwatch-derby-v-brighton-and-much-more-live", "isHosted": false, "secPara": "In League Two, Blackpool were reminded of what it was like to win again, after beating Exeter City 2-0 at a very empty Bloomfield Road. It was a dream return to the Football League for Grimsby Town but early-season favourites Portsmouth again failed to deliver, stuttering to a draw against Carlisle United.", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2016-08-06T16:31:30Z", "webTitle": "Football clockwatch: Norwich thrash Blackburn, Stam gets winning start and more – as it happened", "webUrl": "https://www.theguardian.com/football/live/2016/aug/06/football-clockwatch-derby-v-brighton-and-much-more-live", "wordCnt": 1925}, {"apiUrl": "https://content.guardianapis.com/football/2016/aug/06/nottingham-forest-burton-albion-championship-match-report", "firPara": "Given Nigel Cloughs generally cautious managerial nature, and the word used to describe Philippe Montanier, the new Nottingham Forest manager, in pre‑season was patient, those at the City Ground may well have braced themselves for a quiet afternoon. Seven goals later, most of those present went home thoroughly entertained.", "id": "football/2016/aug/06/nottingham-forest-burton-albion-championship-match-report", "isHosted": false, "secPara": "This was a rare game in which one team won, but more or less everyone seemed satisfied. Forest with their win, and Burton Albion playing their first ever game in the second tier of English football with a fine display and one that could very easily have ended in at least a point.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-08-06T16:31:02Z", "webTitle": "Nottingham Forest and Britt Assombalonga edge Burton Albion in thriller", "webUrl": "https://www.theguardian.com/football/2016/aug/06/nottingham-forest-burton-albion-championship-match-report", "wordCnt": 656}, {"apiUrl": "https://content.guardianapis.com/football/2016/aug/06/blackburn-rovers-norwich-city-championship-match-report", "firPara": "Norwich City have kept their manager and most of their Premier League squad since relegation last season and were able to show their pedigree at Ewood Park, cruising into a commanding first-half lead to leave an out-thought and outclassed Blackburn Rovers looking like a side from several divisions below.", "id": "football/2016/aug/06/blackburn-rovers-norwich-city-championship-match-report", "isHosted": false, "secPara": "The first boos of Owen Coyles reign as Rovers manager were heard after 24 minutes, as a sweeping crossfield move ended with Cameron Jerome scoring at the far post to put his side three goals in front.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-08-06T16:13:34Z", "webTitle": "Norwich City hit their stride as Jacob Murphy sets up rout at Blackburn", "webUrl": "https://www.theguardian.com/football/2016/aug/06/blackburn-rovers-norwich-city-championship-match-report", "wordCnt": 729}, {"apiUrl": "https://content.guardianapis.com/football/2016/aug/06/reading-preston-championship-match-report", "firPara": "Jaap Stam won the treble during his first season as a player in England, and although the former Manchester United defenders first campaign as a manager in the country cannot end in similar glory, there was plenty in this debut here to encourage fans of the Dutchmans new club. Reading, 17th in the Championship last season, played with style and purpose and deservedly beat Preston thanks to a cunningly worked goal by another impressive new signing, John Swift.", "id": "football/2016/aug/06/reading-preston-championship-match-report", "isHosted": false, "secPara": "It was very good to watch, thats what were aiming for, said Stam. Weve only been working for six weeks and you cant achieve miracles in six weeks but were very happy with how we played.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-08-06T16:11:24Z", "webTitle": "New recruit John Swift brings Jaap Stam’s Reading quick return to beat Preston", "webUrl": "https://www.theguardian.com/football/2016/aug/06/reading-preston-championship-match-report", "wordCnt": 551}, {"apiUrl": "https://content.guardianapis.com/football/2016/aug/06/rangers-hamilton-scottish-premiership-match-report", "firPara": "With an hour played of this, the opening match of the Scottish Premiership season, perhaps some Rangers supporters wondered if the struggle had been worth it. Precisely 150 games – league and play-off – after being consigned to the bottom tier, Rangers found themselves labouring badly against Hamilton Academical. Welcome back?", "id": "football/2016/aug/06/rangers-hamilton-scottish-premiership-match-report", "isHosted": false, "secPara": "Two instances thereafter were interesting. In basic football terms, the introduction of Harry Forrester and Michael OHalloran rescued a point for Rangers even if Martyn Waghorn claimed the crucial goal. The duo injected much-needed pace and life into a stagnant attacking display. The reaction from the stands at full time was also noteworthy, the howls of derision which would historically have greeted a result against one of the top tiers lesser lights who have not won here in 29 years – replaced by understanding and, generally, applause.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-08-06T13:56:25Z", "webTitle": "Hamilton’s Ali Crawford tempers Rangers’ return to the top flight", "webUrl": "https://www.theguardian.com/football/2016/aug/06/rangers-hamilton-scottish-premiership-match-report", "wordCnt": 639}, {"apiUrl": "https://content.guardianapis.com/football/blog/2016/aug/06/premier-league-2016-17-young-players-to-watch-this-season", "firPara": "Tottenhams Josh Onomah, Middlesbroughs Ben Gibson and Liverpool winger Sheyi Ojo are among the players aged 23 and under who can make a big impact", "id": "football/blog/2016/aug/06/premier-league-2016-17-young-players-to-watch-this-season", "isHosted": false, "secPara": "Tottenhams Josh Onomah, Middlesbroughs Ben Gibson and Liverpool winger Sheyi Ojo are among the players aged 23 and under who can make a big impact", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-08-06T11:21:00Z", "webTitle": "Ten young Premier League players who could make 2016-17 their season", "webUrl": "https://www.theguardian.com/football/blog/2016/aug/06/premier-league-2016-17-young-players-to-watch-this-season", "wordCnt": 961}, {"apiUrl": "https://content.guardianapis.com/football/2016/aug/06/roberto-di-matteo-rebuilding-aston-villa-championship-ross-mccormack", "firPara": "As opening appraisals from a new boss go, it was not the most immediately encouraging. [It was] a house that needed to be knocked down and start afresh, Roberto Di Matteo said of his first impressions of Aston Villa. Thats so far what I have seen.", "id": "football/2016/aug/06/roberto-di-matteo-rebuilding-aston-villa-championship-ross-mccormack", "isHosted": false, "secPara": "Not exactly a rallying cry to demoralised troops, but a message that Villa needed. Not so much a house that needed to be knocked down, more bulldozed, every brick to be ground into dust and the site exorcised by at least one priest.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-08-06T11:17:34Z", "webTitle": "Roberto Di Matteo starts rebuilding at Aston Villa with emphasis on mental side", "webUrl": "https://www.theguardian.com/football/2016/aug/06/roberto-di-matteo-rebuilding-aston-villa-championship-ross-mccormack", "wordCnt": 811}, {"apiUrl": "https://content.guardianapis.com/football/2016/aug/06/manchester-city-sign-marlos-moreno", "firPara": "Manchester City have announced the signing of the Colombia forward Marlos Moreno from Atlético Nacional on a five-year deal.", "id": "football/2016/aug/06/manchester-city-sign-marlos-moreno", "isHosted": false, "secPara": "Morenos arrival, believed to be for a fee of around £4.75m, follows those of Leroy Sané and Gabriel Jesus, whose deals have been concluded this week, although the 19-year-old has been immediately loaned to La Liga side Deportivo La Coruña until the end of the season.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-08-06T08:17:50Z", "webTitle": "Manchester City sign Marlos Moreno for £4.75m from Atlético Nacional", "webUrl": "https://www.theguardian.com/football/2016/aug/06/manchester-city-sign-marlos-moreno", "wordCnt": 211}], "startIndex": 4551, "status": "ok", "total": 141935, "userTier": "developer"}}