{"response": {"currentPage": 33, "orderBy": "newest", "pageSize": 10, "pages": 14194, "results": [{"apiUrl": "https://content.guardianapis.com/football/2017/mar/10/lincoln-city-danny-cowley-golden-fa-cup-arsenal-shock", "firPara": "An FA Cup run to the quarter-finals for Lincoln City and a match against Arsenal have brought unbridled joy and excitement with hopes for another upset", "id": "football/2017/mar/10/lincoln-city-danny-cowley-golden-fa-cup-arsenal-shock", "isHosted": false, "secPara": "It just seems to me that, at the moment, whatever we do as a football club turns to gold. Wonderment, rather than hubris, colours Bob Dorrians turn of phrase. Five years ago the Lincoln City chairman had to make his own luck, putting in £500,000 of the earnings from a successful career in poultry export to save the club from administration and possible oblivion; half a year previously he had survived an extraordinary general meeting and vote of no confidence from club shareholders. An emotional return on his commitment has been some time in coming but at the Emirates Stadium on Saturday the payback will exceed anything that, since exiting the Football League in May 2011, anyone at Sincil Bank might have thought possible.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-03-10T14:27:08Z", "webTitle": "Lincoln City line up Arsenal Impvasion for one more shock in golden FA Cup run", "webUrl": "https://www.theguardian.com/football/2017/mar/10/lincoln-city-danny-cowley-golden-fa-cup-arsenal-shock", "wordCnt": 1396}, {"apiUrl": "https://content.guardianapis.com/football/2017/mar/10/bruno-goalkeeper-murder-brazil-comeback", "firPara": "The Brazilian goalkeeper was sentenced to 22 years for the killing of the mother of his only child. After serving seven, he has been released on appeal and several clubs are looking to sign him", "id": "football/2017/mar/10/bruno-goalkeeper-murder-brazil-comeback", "isHosted": false, "secPara": "Carmen Miranda said she had Brazil in every curve of my body, which if it were true would involve having a body made of traffic, grilled meat, half-finished infrastructure projects, deep-fried rice balls and smog. All of which would make it quite difficult to dance around smiling in a hat made of fruit.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-03-10T13:58:00Z", "webTitle": "Bruno, still guilty of murder but bafflingly welcome to walk back into football", "webUrl": "https://www.theguardian.com/football/2017/mar/10/bruno-goalkeeper-murder-brazil-comeback", "wordCnt": 1126}, {"apiUrl": "https://content.guardianapis.com/football/live/2017/mar/10/a-league-sydney-fc-v-central-coast-mariners-live", "firPara": "It wasnt exactly a classic performance but the ruthless Sydney machine rumbles on towards the minor premiership - potentially delivering a fatal blow to the Mariners finals hopes as it does. There were chances and a few nice tricks, but the only thing the Sky Blues lacked was a killer touch - although some of that can be attributed to the excellent Necevski, who answered (almost) everything thrown at him. The Mariners defence worked hard to restrict the hosts too, making them work for every opening while offering up only a handful of errors on a poor pitch in an unusually disciplined display. That said, the Sydney strikers were a little off colour as well. Not that Graham Arnold will be too worried. And despite what he says, you can bet he and the team will be celebrating if Victory drop points tomorrow. ", "id": "football/live/2017/mar/10/a-league-sydney-fc-v-central-coast-mariners-live", "isHosted": false, "secPara": "As for the Mariners, no one really expected them to get something from this game, but they didnt disgrace themselves either. Its perhaps a measure of how far theyve come since that early season 4-0 thrashing at this venue that they matched Sydney for long periods this time out - although Necevski had a large part in that. With Adelaide up next, theyll still feel theyre not out of the running just yet, but another defeat in their last few games and itll be curtains on another campaign.", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2017-03-10T11:00:41Z", "webTitle": "A-League: Sydney FC 1-0 Central Coast Mariners – as it happened", "webUrl": "https://www.theguardian.com/football/live/2017/mar/10/a-league-sydney-fc-v-central-coast-mariners-live", "wordCnt": 1381}, {"apiUrl": "https://content.guardianapis.com/football/2017/mar/10/dimitri-payet-west-ham-bored-defensive", "firPara": "Dimitri Payet has said he left West Ham United in January because he was bored with playing for Slaven Bilics team in the lower half of the Premier League table.", "id": "football/2017/mar/10/dimitri-payet-west-ham-bored-defensive", "isHosted": false, "secPara": "The France international joined Marseille for £25m after citing family problems as the reason he wanted to return to his former club and refusing to play for West Ham. Payet, who has since scored two goals for Marseille in six appearances in Ligue 1, was heavily criticised by the cochairman David Sullivan at the time for betraying the club but the 29-year-old has now hit back, telling the French newspaper LÉquipe that he had become frustrated with life in London.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-03-10T10:36:43Z", "webTitle": "Dimitri Payet: I left West Ham because I was bored with defensive approach", "webUrl": "https://www.theguardian.com/football/2017/mar/10/dimitri-payet-west-ham-bored-defensive", "wordCnt": 504}, {"apiUrl": "https://content.guardianapis.com/football/2017/mar/10/football-transfer-rumours-azpilicueta-alonso-and-matic-to-barcelona", "firPara": "Todays fluff is looking forward to date night", "id": "football/2017/mar/10/football-transfer-rumours-azpilicueta-alonso-and-matic-to-barcelona", "isHosted": false, "secPara": "Todays fluff is looking forward to date night", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-03-10T08:30:32Z", "webTitle": "Football transfer rumours: Azpilicueta, Alonso and Matic to Barcelona?", "webUrl": "https://www.theguardian.com/football/2017/mar/10/football-transfer-rumours-azpilicueta-alonso-and-matic-to-barcelona", "wordCnt": 590}, {"apiUrl": "https://content.guardianapis.com/football/blog/2017/mar/10/fa-cup-premier-league-and-more-10-things-to-look-out-for-this-weekend", "firPara": "Millwall and Lincoln are in the mood for further upsets, José Mourinho has a tactical teaser at Chelsea and Rangers at risk of Old Firm derby embarrassment", "id": "football/blog/2017/mar/10/fa-cup-premier-league-and-more-10-things-to-look-out-for-this-weekend", "isHosted": false, "secPara": "The FA Cup quarter-final at Tottenham Hotspur on Sunday is a fitting way for Neil Harris to celebrate two years in charge of the club he loves. Regardless of the result, the club have been upwardly mobile under Harris, the clubs all-time record goalscorer. Harris initially took caretaker charge on 10 March 2015 before assuming the full-time position a month later. Their start to this season was tricky – at the end of September they had 12 points from 10 games – but now Harriss side are only six points off the automatic promotion places and travel to White Hart Lane on a 17-match unbeaten run. It was about having a Millwall team, the 39-year-old said this week of a club he felt had lost their identity. That is not necessarily the best players – but ones who the fans could identify with. That is not football – it is effort, desire, running. While the priority for the Lions is to find a passage back to the Championship, there is no reason Harriss modern-day Millwall – who have already gobbled up and spat out Bournemouth, Watford and Leicester City in this competition – cannot upset another top-flight side. BF", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-03-10T08:23:55Z", "webTitle": "FA Cup, Premier League and more: 10 things to look out for this weekend", "webUrl": "https://www.theguardian.com/football/blog/2017/mar/10/fa-cup-premier-league-and-more-10-things-to-look-out-for-this-weekend", "wordCnt": 1949}, {"apiUrl": "https://content.guardianapis.com/football/2017/mar/09/video-assistant-referee-stamp-out-match-fixing", "firPara": "• Ifab aims for minimum interference for maximum benefit ", "id": "football/2017/mar/09/video-assistant-referee-stamp-out-match-fixing", "isHosted": false, "secPara": "• Ifab aims for minimum interference for maximum benefit ", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-03-09T23:00:09Z", "webTitle": "No more blunders? Video assistant referees 'could change football forever'", "webUrl": "https://www.theguardian.com/football/2017/mar/09/video-assistant-referee-stamp-out-match-fixing", "wordCnt": 1389}, {"apiUrl": "https://content.guardianapis.com/football/2017/mar/09/arsene-wenger-admits-consider-arsenal-fans-protest-before-signing-new-contract", "firPara": "Arsène Wenger feels confident of winning the Arsenal fans over again, citing the example of Barcelonas Luis Enrique, who has gone from being an idiot to a hero in a few weeks.", "id": "football/2017/mar/09/arsene-wenger-admits-consider-arsenal-fans-protest-before-signing-new-contract", "isHosted": false, "secPara": "The Arsenal managers position remains under intense scrutiny after losing five of the past seven games, including a 10-2 aggregate defeat by Bayern Munich in the Champions League, but he was in a relaxed and upbeat mood before Saturdays FA Cup quarter-final against Lincoln.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-03-09T22:32:36Z", "webTitle": "Arsène Wenger confident he can win back faith of Arsenal fans", "webUrl": "https://www.theguardian.com/football/2017/mar/09/arsene-wenger-admits-consider-arsenal-fans-protest-before-signing-new-contract", "wordCnt": 894}, {"apiUrl": "https://content.guardianapis.com/football/2017/mar/09/luis-suarez-dive-barcelona-cheating-psg", "firPara": "The post-match Camp Nou scene that resonated most with me did not involve Barcelonas group photographs. It was not Luis Enrique in such a mood that one thought he might be of a mind to reconsider his future. The sight of distraught Paris Saint-Germain supporters, motionless on the upper tier, was what struck a chord.", "id": "football/2017/mar/09/luis-suarez-dive-barcelona-cheating-psg", "isHosted": false, "secPara": "Never mind celebrations, what lingered was that gut-wrenching feeling of painful defeat as experienced only by those who care passionately for their team, and which dismisses the cliche that football is only a game. It is unexplainable to anyone who hasnt suffered the same level of dejection.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-03-09T20:15:00Z", "webTitle": "Luis Suárez’s dive exposes Barcelona’s cheating, amid the celebrations | Ewan Murray", "webUrl": "https://www.theguardian.com/football/2017/mar/09/luis-suarez-dive-barcelona-cheating-psg", "wordCnt": 944}, {"apiUrl": "https://content.guardianapis.com/football/live/2017/mar/09/rostov-v-manchester-united-europa-league-last-16-first-leg-live", "firPara": "Henrikh Mkhitaryan plundered a precious away goal as United earned a hard-fought draw in miserable conditions.", "id": "football/live/2017/mar/09/rostov-v-manchester-united-europa-league-last-16-first-leg-live", "isHosted": false, "secPara": "Theres time for Fellaini to win a header in the Rostov box. He cant quite get it on target, and he cant quite find Martial next to him. And thats your lot! Rostov were much improved in that second half, and deserve to come out of this with a draw. But Uniteds control in the first half earned them a crucial away goal, and so theyre looking good ahead of the return at Old Trafford next week. It wasnt pretty, but the pitch was beyond awful, and thats a good result for Jose Mourinhos men. That elusive Fairs/Uefa/Europa pot could be theirs yet!", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2017-03-09T19:53:17Z", "webTitle": "Rostov 1-1 Manchester United: Europa League last 16, first leg – as it happened", "webUrl": "https://www.theguardian.com/football/live/2017/mar/09/rostov-v-manchester-united-europa-league-last-16-first-leg-live", "wordCnt": 1938}], "startIndex": 321, "status": "ok", "total": 141934, "userTier": "developer"}}