{"response": {"currentPage": 493, "orderBy": "newest", "pageSize": 10, "pages": 14194, "results": [{"apiUrl": "https://content.guardianapis.com/football/2016/jul/09/france-euro-2016-final-healing-portugal", "firPara": "The France team were considered pariahs after the 2010 World Cup but they have reformed their image and given a traumatised nation cause to be positive once more by reaching the final against Portugal", "id": "football/2016/jul/09/france-euro-2016-final-healing-portugal", "isHosted": false, "secPara": "The French delegation comprised Didier Deschamps and, in Hugo Lloris and Bacary Sagna, two of his most trusted lieutenants, and they had all arrived in style. The police had spared the trio a morning spent twiddling their thumbs in the gridlock on the Paris Périphérique by laying on a helicopter to fly them in from Clairefontaine, about 35 miles south of the capital. The journey to the Stade de France through hazy blue skies could not have taken longer than 20 minutes. The reinvention of this team has taken considerably longer.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-07-09T21:00:03Z", "webTitle": "France’s surge to Euro 2016 final gives healing country a reason to smile", "webUrl": "https://www.theguardian.com/football/2016/jul/09/france-euro-2016-final-healing-portugal", "wordCnt": 1043}, {"apiUrl": "https://content.guardianapis.com/football/2016/jul/09/aiyegbeni-yakubu-boreham-wood-portsmouth-everton-reading", "firPara": "The former Everton, Portsmouth and Middlesbrough striker Yakubu Aiyegbeni played 60 minutes for the National League club Boreham Wood in a pre-season friendly against Reading on Saturday.", "id": "football/2016/jul/09/aiyegbeni-yakubu-boreham-wood-portsmouth-everton-reading", "isHosted": false, "secPara": "Yakubu, who also counts Reading among his former clubs, last played professionally for the Turkish team Kayserispor. He is thought to live in the Boreham Wood area, and featured in the match at Meadow Park, although he was unable to get on the scoresheet as the hosts lost 5-0.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-07-09T19:28:00Z", "webTitle": "Former Everton striker Yakubu turns out for National League club Boreham Wood", "webUrl": "https://www.theguardian.com/football/2016/jul/09/aiyegbeni-yakubu-boreham-wood-portsmouth-everton-reading", "wordCnt": 235}, {"apiUrl": "https://content.guardianapis.com/football/blog/2016/jul/09/pep-guardiola-manchester-city-united-jose-mourinho", "firPara": "Exhaustion at Pep Guardiolas inaugural press conference set in well before the great man actually appeared through the door on which the Sky News cameras had been focusing, as if a piece of Manchester Citys furniture might already be imbued with Barcelona greatness. When the moment came, the cameras managed to miss it, so there was no exciting reveal, no drum roll or entrance through a cloud of dry ice. Nevertheless it was good to see Guardiola take his seat because it meant the event had started and all the pointless prefacing speculation about what he might say could be dispensed with, though when his first utterance turned out to be We will try to do our best for our people and Sky rolled it across the bottom of the screen as breaking news rather than the winning line in a banality contest it was time for another lie down in a darkened room.", "id": "football/blog/2016/jul/09/pep-guardiola-manchester-city-united-jose-mourinho", "isHosted": false, "secPara": "The north-west has been a bit much to take in the last few days. At one end of the East Lancs Road the Liverpool owners were tying up Jürgen Klopp to an extended contract on improved terms, while at the other José Mourinho was breezing into Old Trafford to deny allegations that he overlooks emerging young talent and promise not to try to wind up Guardiola at City. It is not a two-team league, he pointed out, quite reasonably. Waste time and energy trying to psyche out Guardiola just because of an enmity that existed in Spain and you might find a resurgent Liverpool, Arsenal or Tottenham sneaking past you.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-07-09T12:00:01Z", "webTitle": "Pep Guardiola’s arrival in Manchester heralds a new age of big spending | Paul Wilson", "webUrl": "https://www.theguardian.com/football/blog/2016/jul/09/pep-guardiola-manchester-city-united-jose-mourinho", "wordCnt": 1143}, {"apiUrl": "https://content.guardianapis.com/football/2016/jul/09/nani-portugal-centre-stage-euro-2016", "firPara": "Absolved from the responsibility of thinking too hard about the game the former midfielder is enjoying playing up front with Cristiano Ronaldo", "id": "football/2016/jul/09/nani-portugal-centre-stage-euro-2016", "isHosted": false, "secPara": "Spot the winger. It has been the easiest game in Portuguese football over the past couple of decades and they almost always tend to have rolled off the Sporting Clube de Portugal academy production line – Luís Figo, Simão, Ricardo Quaresma, Cristiano Ronaldo and the rest. A nation starved of top-quality centre-forwards has become handcuffed to a self-fulfilling prophecy. Why would a kid want to be the next Hélder Postiga when he could mould his game on Ronaldo or Figo?", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-07-09T11:00:00Z", "webTitle": "Nani out of the wings for Portugal to share centre stage at Euro 2016", "webUrl": "https://www.theguardian.com/football/2016/jul/09/nani-portugal-centre-stage-euro-2016", "wordCnt": 1087}, {"apiUrl": "https://content.guardianapis.com/football/2016/jul/09/france-portugal-colonial-history-african-flavour-euro-2016", "firPara": "Faria Rivelino could be forgiven for having split loyalties when France take on Portugal on Sunday night in the Euro 2016 final. The father of the Paris Saint-Germain midfielder Blaise Matuidi moved to Toulouse in the early 1980s with his wife Élise to escape the Angolan Civil War, before eventually settling in the capital.", "id": "football/2016/jul/09/france-portugal-colonial-history-african-flavour-euro-2016", "isHosted": false, "secPara": "The former colony of Portugal was devastated by the conflict, which lasted until 2002 and resulted in more than half a million deaths. But having grown up in the Parisian suburb of Fontenay-sous-Bois with his four siblings speaking both French and Portuguese, Matuidi was approached in 2006 and asked if he would consider playing for his fathers homeland.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-07-09T11:00:00Z", "webTitle": "France’s and Portugal’s colonial heritage brings African flavour to Euro 2016", "webUrl": "https://www.theguardian.com/football/2016/jul/09/france-portugal-colonial-history-african-flavour-euro-2016", "wordCnt": 983}, {"apiUrl": "https://content.guardianapis.com/football/2016/jul/09/papiss-cisse-newcastle-united-shandong-luneng-chinese-super-league", "firPara": "The Newcastle United striker Papiss Cissé has left the club to join Chinese Super League club Shandong Luneng for an undisclosed fee.", "id": "football/2016/jul/09/papiss-cisse-newcastle-united-shandong-luneng-chinese-super-league", "isHosted": false, "secPara": "The 31-year-old scored 44 goals in 131 appearances in four-and-a-half years with the club after joining from German outfit SC Freiburg in 2012.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-07-09T10:19:49Z", "webTitle": "Newcastle striker Papiss Cissé joins Chinese Super League club Shandong Luneng", "webUrl": "https://www.theguardian.com/football/2016/jul/09/papiss-cisse-newcastle-united-shandong-luneng-chinese-super-league", "wordCnt": 159}, {"apiUrl": "https://content.guardianapis.com/football/2016/jul/09/iceland-dentist-coach-inside-story-euro-2016", "firPara": "Sometimes pictures say more than words ever can. The scenes that greeted us when we arrived in Reykjavik on Monday, only a few hours after our quarter-final against France had finished, will stay with me forever. As we drove the 40 minutes from the airport to the city centre, huge numbers of people lined the streets and then, finishing up on Arnarholl, thousands more awaited us.", "id": "football/2016/jul/09/iceland-dentist-coach-inside-story-euro-2016", "isHosted": false, "secPara": "You could only feel intensely, overwhelmingly proud; the speeches we heard, from our president, prime minister and others, would have softened any heart and brought home the scale of what our boys did this summer. None of us could ever, for a single moment, have envisaged the reception we were given.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-07-09T10:00:13Z", "webTitle": "Iceland’s dentist manager: the players are now legends … like England after 1966", "webUrl": "https://www.theguardian.com/football/2016/jul/09/iceland-dentist-coach-inside-story-euro-2016", "wordCnt": 1076}, {"apiUrl": "https://content.guardianapis.com/football/blog/2016/jul/09/moussa-sissoko-future-newcastle-united-uncertain-france", "firPara": "The game was in its 69th minute when the electronic board signalled the end of Moussa Sissokos involvement. Finally, Newcastle United fans had something to cheer.", "id": "football/blog/2016/jul/09/moussa-sissoko-future-newcastle-united-uncertain-france", "isHosted": false, "secPara": "It was 5 March and, in the final, agonising, act of Steve McClarens managerial tenure, the Championship-bound side were suffering a soul-crushing 3-1 defeat at home against Bournemouth.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-07-09T09:00:12Z", "webTitle": "Moussa Sissoko’s future at Newcastle uncertain on back of France form", "webUrl": "https://www.theguardian.com/football/blog/2016/jul/09/moussa-sissoko-future-newcastle-united-uncertain-france", "wordCnt": 806}, {"apiUrl": "https://content.guardianapis.com/football/2016/jul/08/chris-coleman-wales-exit-2018-world-cup-russia", "firPara": "• Manager to leave post after 2018 World Cup in Russia", "id": "football/2016/jul/08/chris-coleman-wales-exit-2018-world-cup-russia", "isHosted": false, "secPara": "Chris Coleman has announced that the 2018 World Cup campaign will be his last as the Wales manager and he has promised to do his utmost to build on the success at Euro 2016, when his team reached the semi-final, before losing to Portugal.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-07-08T21:30:33Z", "webTitle": "Chris Coleman outlines Wales exit plan after 2018 World Cup offensive", "webUrl": "https://www.theguardian.com/football/2016/jul/08/chris-coleman-wales-exit-2018-world-cup-russia", "wordCnt": 1002}, {"apiUrl": "https://content.guardianapis.com/football/2016/jul/08/pep-guardiola-manchester-city-culture-english-football", "firPara": "• Guardiola plays down expectation on arriving at Manchester City", "id": "football/2016/jul/08/pep-guardiola-manchester-city-culture-english-football", "isHosted": false, "secPara": "Pep Guardiola has said he trusts himself to be a success at Manchester City but admitted he will be unable to change everything about English football.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-07-08T21:30:33Z", "webTitle": "Pep Guardiola says he cannot change everything about English football", "webUrl": "https://www.theguardian.com/football/2016/jul/08/pep-guardiola-manchester-city-culture-english-football", "wordCnt": 620}], "startIndex": 4921, "status": "ok", "total": 141935, "userTier": "developer"}}