{"response": {"currentPage": 380, "orderBy": "newest", "pageSize": 10, "pages": 14194, "results": [{"apiUrl": "https://content.guardianapis.com/football/blog/2016/sep/14/tottenham-hotspur-wembley-monaco-champions-league", "firPara": "It was an apt defeat, for the culture shock was not about moving up the road, it was about Spurs finding themselves in elite European football", "id": "football/blog/2016/sep/14/tottenham-hotspur-wembley-monaco-champions-league", "isHosted": false, "secPara": "Dont blame Wembley. Dont blame the spiffy dressing rooms or the slightly different tone and timbre of the noise around those deeply tiered stands on a close, sweaty night in London.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-14T22:31:25Z", "webTitle": "Tottenham cannot blame Wembley, they were simply out-classed by Monaco", "webUrl": "https://www.theguardian.com/football/blog/2016/sep/14/tottenham-hotspur-wembley-monaco-champions-league", "wordCnt": 868}, {"apiUrl": "https://content.guardianapis.com/football/2016/sep/14/champions-league-round-up", "firPara": "Borussia Dortmund achieved their biggest European win, hammering the Polish champions Legia Warsaw 6-0 away from home to get off to the perfect start in their Champions League Group F campaign.", "id": "football/2016/sep/14/champions-league-round-up", "isHosted": false, "secPara": "Mario Götze led the rout, opening the scoring and also assisting on two goals on a miserable night for the Poles that was marred by crowd trouble with home fans involved in fighting.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-14T22:20:36Z", "webTitle": "Champions League round-up: Borussia Dortmund hit Legia Warsaw for six", "webUrl": "https://www.theguardian.com/football/2016/sep/14/champions-league-round-up", "wordCnt": 553}, {"apiUrl": "https://content.guardianapis.com/football/2016/sep/14/real-madrid-sporting-lisbon-champions-league-match-report", "firPara": "Cristiano Ronaldo did not celebrate a goal last night, but that does not mean he did not score one – and a huge one at that. The Real Madrid striker curled in an 88th-minute free‑kick and immediately lifted his hands apologetically towards the top of the north end of the Santiago Bernabéu where Sporting Lisbons supporters had fallen quiet for the first time. As Ronaldo raised his hands, Madrids supporters raised the roof. Three minutes later, the volume rose once more, when the substitute Álvaro Morata headed in an injury-time winner.", "id": "football/2016/sep/14/real-madrid-sporting-lisbon-champions-league-match-report", "isHosted": false, "secPara": "Until Ronaldos moment, Sportings supporters, around 5,000 of them, had seemed set to celebrate victory, thanks to Bruno Césars 47th‑minute goal. They would have deserved it, too. But then the man who began his career in their colours snatched victory from them and they were still recovering when Morata snatched even the draw away, too.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-14T22:10:56Z", "webTitle": "Cristiano Ronaldo and Álvaro Morata strike late as Real Madrid beat Sporting", "webUrl": "https://www.theguardian.com/football/2016/sep/14/real-madrid-sporting-lisbon-champions-league-match-report", "wordCnt": 603}, {"apiUrl": "https://content.guardianapis.com/football/2016/sep/14/jurgen-klopp-liverpool-face-world-class-talent-diego-costa", "firPara": "Jürgen Klopp has said Liverpool must match Diego Costas aggression at Chelsea on Friday tomorrow but added he would never ask his team to provoke an opponent into a red card.", "id": "football/2016/sep/14/jurgen-klopp-liverpool-face-world-class-talent-diego-costa", "isHosted": false, "secPara": "The Chelsea striker has been in fine form for Antonio Contes team, scoring four goals in four games plus two for Spain in their 8-0 defeat of Liechtenstein. Klopp believes the arrival of the former Italy coach has reinvigorated Costa and the 27-year-old will pose a major threat to Liverpool at Stamford Bridge.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-14T21:49:00Z", "webTitle": "Jürgen Klopp says Liverpool will not target ‘world-class’ Diego Costa", "webUrl": "https://www.theguardian.com/football/2016/sep/14/jurgen-klopp-liverpool-face-world-class-talent-diego-costa", "wordCnt": 681}, {"apiUrl": "https://content.guardianapis.com/football/blog/2016/sep/14/imperious-riyad-mahrez-leicester-belgium-claudio-ranieri", "firPara": "One down, 12 matches to go. Impossible, says Claudio Ranieri and the Leicester City manager may well be right when he rules out the prospect of the English champions being crowned kings of Europe, but the first step on a long road to the final was taken with the minimum of fuss on a balmy evening in Belgium.", "id": "football/blog/2016/sep/14/imperious-riyad-mahrez-leicester-belgium-claudio-ranieri", "isHosted": false, "secPara": "The phrase dream start barely does it justice as Leicesters inaugural Champions League match turned into a belated extension of their title celebrations, with Ranieris players cantering to a victory that was every bit as comfortable as the scoreline suggests. Dont take me home, please dont take me home, chanted the Leicester supporters, presumably in between rubbing their eyes at the madness of it all.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-14T21:23:57Z", "webTitle": "Imperious Riyad Mahrez leaves Leicester fans in celebratory mood in Belgium", "webUrl": "https://www.theguardian.com/football/blog/2016/sep/14/imperious-riyad-mahrez-leicester-belgium-claudio-ranieri", "wordCnt": 859}, {"apiUrl": "https://content.guardianapis.com/football/live/2016/sep/14/tottenham-hotspur-v-monaco-champions-league-live", "firPara": "A record-breaking Wembley crowd of 85,011 witnessed a disappointing Tottenham performance as Monaco scored two first-half goals and held on to win", "id": "football/live/2016/sep/14/tottenham-hotspur-v-monaco-champions-league-live", "isHosted": false, "secPara": "And with that, Im off. Heres David Hytners match report from Wembley. Bye!", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2016-09-14T21:05:35Z", "webTitle": "Tottenham Hotspur 1-2 Monaco: Champions League – as it happened", "webUrl": "https://www.theguardian.com/football/live/2016/sep/14/tottenham-hotspur-v-monaco-champions-league-live", "wordCnt": 1768}, {"apiUrl": "https://content.guardianapis.com/football/2016/sep/14/club-brugge-leicester-city-champions-league-group-g-match-report", "firPara": "As first experiences of the Champions League go, Leicester City are probably entitled to wonder whether it is always this straightforward. It is not, as they will no doubt discover later in the competition, but this was a hugely satisfying way to start their European excursions and a reassuring way to discover there is no reason to be apprehensive about taking their place at the top table.", "id": "football/2016/sep/14/club-brugge-leicester-city-champions-league-group-g-match-report", "isHosted": false, "secPara": "Not every team will be as generous as Club Brugge but it was still striking to see Claudio Ranieris side rediscovering the form that won the Premier League last season. Tough at the back, penetrative in attack – this was more in keeping with the story of the English champions, as opposed to the slightly dishevelled performances that have marked the start of their title defence.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-14T20:57:49Z", "webTitle": "Leicester City ease to victory over Club Brugge on Champions League debut", "webUrl": "https://www.theguardian.com/football/2016/sep/14/club-brugge-leicester-city-champions-league-group-g-match-report", "wordCnt": 854}, {"apiUrl": "https://content.guardianapis.com/football/2016/sep/14/tottenham-hotspur-monaco-champions-league-group-e-match-report", "firPara": "They came in their tens of thousands and the sense of occasion was palpable. Never before had so many watched a home club game in English football history but the over-riding emotion among the whopping 85,011 in attendance would be regret.", "id": "football/2016/sep/14/tottenham-hotspur-monaco-champions-league-group-e-match-report", "isHosted": false, "secPara": "What if Tottenham had been more clinical? What if they had not switched off twice in the first half to concede? Tottenham did not look unnerved by the grandest of occasions at Wembley. They merely came up on the wrong side of the finest of margins against a Monaco team that showed precisely why they are on top of Ligue 1 at present.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-14T20:54:24Z", "webTitle": "Tottenham lure record crowd to Wembley but Monaco spoil the party", "webUrl": "https://www.theguardian.com/football/2016/sep/14/tottenham-hotspur-monaco-champions-league-group-e-match-report", "wordCnt": 868}, {"apiUrl": "https://content.guardianapis.com/football/2016/sep/14/manchester-city-borussia-monchengladbach-champions-league-group-c-match-report", "firPara": "Sergio Agüero scored his second hat-trick in two Champions League starts as Manchester City prolonged their 100% opening to the season with a comfortable victory in their rain-delayed Champions League game, making it seven wins out of seven in all competitions.", "id": "football/2016/sep/14/manchester-city-borussia-monchengladbach-champions-league-group-c-match-report", "isHosted": false, "secPara": "The only surprise of an impressive display against outclassed opponents was that it took Agüero so long to register his third goal after putting his side two up inside half an hour. He had a number of chances but looked like being thwarted until Raheem Sterling finally played him into miles of space with an imaginative pass. Agüero only just managed to stay onside, though after that rounding Yann Sommer was a formality. The Argentinian had already left the field to a standing ovation by the time Leroy Sané conjured a fourth goal for his fellow substitute Kelechi Iheanacho, for a final scoreline that amounted to a fair reflection of Citys overall superiority.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-14T20:48:33Z", "webTitle": "Agüero hat-trick inspires Manchester City against Borussia Mönchengladbach", "webUrl": "https://www.theguardian.com/football/2016/sep/14/manchester-city-borussia-monchengladbach-champions-league-group-c-match-report", "wordCnt": 1041}, {"apiUrl": "https://content.guardianapis.com/football/live/2016/sep/14/manchester-city-v-borussia-monchengladbach-champions-league-live", "firPara": "Theres the final whistle and Pep Guardiolas first Champions League outing with Man City is a unqualified success thanks to a Kun Aguero hat trick.", "id": "football/live/2016/sep/14/manchester-city-v-borussia-monchengladbach-champions-league-live", "isHosted": false, "secPara": "Really not much to say about Iheanachos tap-in to seal the victory except that Gladbach is mentally already on the plane home.", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2016-09-14T20:39:55Z", "webTitle": "Manchester City 4-0 Borussia Mönchengladbach: Champions League – as it happened", "webUrl": "https://www.theguardian.com/football/live/2016/sep/14/manchester-city-v-borussia-monchengladbach-champions-league-live", "wordCnt": 1354}], "startIndex": 3791, "status": "ok", "total": 141935, "userTier": "developer"}}