{"response": {"currentPage": 31, "orderBy": "newest", "pageSize": 10, "pages": 14194, "results": [{"apiUrl": "https://content.guardianapis.com/football/football-league-blog/2017/mar/11/football-league-josh-wright-scores-three-penalties-in-nine-minutes-for-gillingham", "firPara": "Wrights quickfire hat-trick of spot-kicks seals comeback win over former club Scunthorpe, Bristol City end their away-day blues at Wigan, Jonathan Kodjia proves his worth for Aston Villa and a glimmer of hope for Newport", "id": "football/football-league-blog/2017/mar/11/football-league-josh-wright-scores-three-penalties-in-nine-minutes-for-gillingham", "isHosted": false, "secPara": "Wrights quickfire hat-trick of spot-kicks seals comeback win over former club Scunthorpe, Bristol City end their away-day blues at Wigan, Jonathan Kodjia proves his worth for Aston Villa and a glimmer of hope for Newport", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-03-11T19:37:29Z", "webTitle": "Football League: Josh Wright scores three penalties in nine minutes for Gillingham", "webUrl": "https://www.theguardian.com/football/football-league-blog/2017/mar/11/football-league-josh-wright-scores-three-penalties-in-nine-minutes-for-gillingham", "wordCnt": 114}, {"apiUrl": "https://content.guardianapis.com/football/2017/mar/11/arsenal-lincoln-city-fa-cup-match-report", "firPara": "Arsenal eased into the semi-finals of the FA Cup with an initially tight, ultimately rather overwhelming defeat of a spirited Lincoln City team on a muggy, decelerating afternoon. Goals from Theo Walcott and Olivier Giroud either side of half-time killed a tie that had looked quite well matched, with the last half-hour reduced to a possession exercise for the home team and a dogged rearguard for the men from the National League.", "id": "football/2017/mar/11/arsenal-lincoln-city-fa-cup-match-report", "isHosted": false, "secPara": "The scars of the midweek mauling by Bayern Munich will be soothed a little, but only a very little, by this victory, while there were concerns for Arsène Wenger in Alex Oxlade-Chamberlains early injury and Granit Xhakas early substitution after another bone-headed booking.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-03-11T19:37:04Z", "webTitle": "Arsenal’s Theo Walcott opens floodgates to wash away Lincoln fairytale", "webUrl": "https://www.theguardian.com/football/2017/mar/11/arsenal-lincoln-city-fa-cup-match-report", "wordCnt": 850}, {"apiUrl": "https://content.guardianapis.com/football/live/2017/mar/11/arsenal-v-lincoln-city-fa-cup-quarter-final-live", "firPara": "Non-league Lincoln played superbly for 45 minutes at the Emirates before Arsenals superior class and fitness told in a one-sided second half", "id": "football/live/2017/mar/11/arsenal-v-lincoln-city-fa-cup-quarter-final-live", "isHosted": false, "secPara": "Non-league Lincoln played superbly for 45 minutes at the Emirates before Arsenals superior class and fitness told in a one-sided second half", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2017-03-11T19:27:07Z", "webTitle": "Arsenal 5-0 Lincoln City: FA Cup quarter-final – as it happened", "webUrl": "https://www.theguardian.com/football/live/2017/mar/11/arsenal-v-lincoln-city-fa-cup-quarter-final-live", "wordCnt": 1920}, {"apiUrl": "https://content.guardianapis.com/football/2017/mar/11/millwall-tony-craig-scars-tottenham-fa-cup", "firPara": "Tony Craig wears the scars as a badge of honour. There is the seven-inch track of a surgeons knife that snakes round the outside of his left knee from thigh to calf, a legacy of his attempt to block a shot from Bradfords James Hanson in the autumn of last season. He must have caught it quite well because it bent the joint back and took the hamstring tendon and lateral ligament completely away, he says as if relishing a chance to relay every gruesome detail. Proper trauma. I knew I was in trouble when I hit the ground that time.", "id": "football/2017/mar/11/millwall-tony-craig-scars-tottenham-fa-cup", "isHosted": false, "secPara": "That detail is worth clarifying not least because, rewinding to the autumn of 2009, the defender had been unconscious even before landing back on the turf after a kick in the head from Gareth Ainsworth that left him with a depressed fracture of the cheekbone and eye socket. The operations that followed inserted a titanium plate into Craigs face, though he was still badgering his manager at Millwall at the time, Kenny Jackett, to pick him for a league fixture against MK Dons a little over a week later wearing a custom-made carbon fibre protective mask. Jackett refused while a merciless squad delighted in christening their rugged left-back the Phantom.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-03-11T17:59:01Z", "webTitle": "Millwall’s Tony Craig: ‘All those scars show the sort of player I am’", "webUrl": "https://www.theguardian.com/football/2017/mar/11/millwall-tony-craig-scars-tottenham-fa-cup", "wordCnt": 1536}, {"apiUrl": "https://content.guardianapis.com/football/2017/mar/11/burton-albion-nottingham-forest-championship-match-report", "firPara": "Nigel Clough remained at Burton this season, rather than make an emotional return to his spiritual home in Nottingham because he did not want to leave his employers in the lurch.", "id": "football/2017/mar/11/burton-albion-nottingham-forest-championship-match-report", "isHosted": false, "secPara": "There would have been a sense of vindication at this victory, but he was in no mood to celebrate. That is not because of any sense of misguided loyalty. Clough is a football pragmatist and has built his Burton side in his own image. Leapfrogging over his former club and pushing Forest to within two points of the bottom three gave only a fleeting sense of pleasure, before the realisation that we could have been in the bottom three if results had gone the other way.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-03-11T17:50:44Z", "webTitle": "Burton leapfrog Nottingham Forest thanks to Cauley Woodrow free-kick", "webUrl": "https://www.theguardian.com/football/2017/mar/11/burton-albion-nottingham-forest-championship-match-report", "wordCnt": 608}, {"apiUrl": "https://content.guardianapis.com/football/live/2017/mar/11/everton-v-west-brom-hull-v-swansea-and-more-clockwatch-live", "firPara": "Just three Premier League fixtures, but they gave us 11 goals, two missed penalties and a lot of enjoyment ", "id": "football/live/2017/mar/11/everton-v-west-brom-hull-v-swansea-and-more-clockwatch-live", "isHosted": false, "secPara": "Thats all from me. There were just three pretty ropey Premier League fixtures to look forward to, but in the end there was plenty of drama and excitement. Its been a blast. Now join Rob Smyth for Arsenal v Lincoln City", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2017-03-11T17:24:58Z", "webTitle": "Bournemouth 3-2 West Ham, Hull 2-1 Swansea and more: clockwatch – as it happened", "webUrl": "https://www.theguardian.com/football/live/2017/mar/11/everton-v-west-brom-hull-v-swansea-and-more-clockwatch-live", "wordCnt": 909}, {"apiUrl": "https://content.guardianapis.com/football/2017/mar/11/middlesbrough-manchester-city-fa-cup-aitor-karanka", "firPara": "Aitor Karankas future as Middlesbroughs manager remains uncertain following the FA Cup quarter-final defeat to Manchester City at The Riverside but, outwardly at least, he remains typically defiant.", "id": "football/2017/mar/11/middlesbrough-manchester-city-fa-cup-aitor-karanka", "isHosted": false, "secPara": "City showed theyre one of the best teams, said Karanka after goals from David Silva and Sergio Aguero propelled Pep Guardiolas side into the semi finals. But Im really proud of my players because theyve given a massive effort, from the first minute until the end. We were trying to apply high pressure and the effort has been amazing.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-03-11T17:22:43Z", "webTitle": "Aitor Karanka praises Middlesbrough’s fighters after loss to Manchester City", "webUrl": "https://www.theguardian.com/football/2017/mar/11/middlesbrough-manchester-city-fa-cup-aitor-karanka", "wordCnt": 301}, {"apiUrl": "https://content.guardianapis.com/football/2017/mar/11/everton-west-brom-premier-league-match-report", "firPara": "While the battle for seventh seems resolved, a skirmish for sixth is gaining intrigue. Everton are now seven points ahead of West Bromwich Albion and have given themselves the chance to overhaul Manchester United, even if only for a day, next weekend. Sixth would be amazing, said their manager, Ronald Koeman.", "id": "football/2017/mar/11/everton-west-brom-premier-league-match-report", "isHosted": false, "secPara": "Everton have spent 2017 trapped in no mans land between the top six and the bottom 13. If they represented a target for the upwardly-mobile Midlanders, the balance of power was tilted still further towards Merseyside by one West Brom alumnus and a man Tony Pulis hoped to sign in January.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-03-11T17:21:26Z", "webTitle": "Romelu Lukaku sets Everton record in three-goal romp over West Brom", "webUrl": "https://www.theguardian.com/football/2017/mar/11/everton-west-brom-premier-league-match-report", "wordCnt": 505}, {"apiUrl": "https://content.guardianapis.com/football/2017/mar/11/bournemouth-west-ham-united-premier-league-match-report", "firPara": "The jubilation on the touchline said it all as Eddie Howe was mobbed by Joshua King, who wheeled away after scoring his first Premier League hat-trick to earn Bournemouth a much-needed first win this year. King and Benik Afobe had missed first-half penalties before the Norway striker scored his ninth, 10th and 11th goals of the season in a character-building home win that lifted them six points clear of the relegation zone.", "id": "football/2017/mar/11/bournemouth-west-ham-united-premier-league-match-report", "isHosted": false, "secPara": "It is relief from my perspective, pure relief, Howe said. We have gone back to basics and worked incredibly hard to try and turn things around. We still need to get to 40 points or whatever the magic total is as quickly as we can. There is no complacency to think we are not involved in a relegation battle.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-03-11T17:18:18Z", "webTitle": "Bournemouth’s Joshua King hits hat-trick in thriller with West Ham", "webUrl": "https://www.theguardian.com/football/2017/mar/11/bournemouth-west-ham-united-premier-league-match-report", "wordCnt": 651}, {"apiUrl": "https://content.guardianapis.com/football/2017/mar/11/hull-city-swansea-city-premier-league-match-report", "firPara": "Of all the players to potentially save Hull City from relegation, no soul would have mentioned Oumar Niasses name at the start of the season. But the Everton misfit did it again for Marco Silva, scoring twice in a matter of minutes after being brought on in the closing stages of this crucial victory over Swansea.", "id": "football/2017/mar/11/hull-city-swansea-city-premier-league-match-report", "isHosted": false, "secPara": "A few months ago Niasse was training with the Everton kids and his future in English football looked bleak. Since joining Hull he has scored key goals, here and also against Liverpool, to provide Silvas side with real hope despite Alfie Mawsons late consolation header.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-03-11T17:10:41Z", "webTitle": "Hull survival prospects boosted as Oumar Niasse double sees off Swansea", "webUrl": "https://www.theguardian.com/football/2017/mar/11/hull-city-swansea-city-premier-league-match-report", "wordCnt": 585}], "startIndex": 301, "status": "ok", "total": 141934, "userTier": "developer"}}