{"response": {"currentPage": 285, "orderBy": "newest", "pageSize": 10, "pages": 14194, "results": [{"apiUrl": "https://content.guardianapis.com/football/2016/oct/28/liverpool-jurgen-klopp-christian-benteke-crystal-palace", "firPara": "Jürgen Klopp admits Liverpool face a challenge to keep Christian Benteke quiet on Saturday when his side come up against the man deemed surplus to requirements at Anfield.", "id": "football/2016/oct/28/liverpool-jurgen-klopp-christian-benteke-crystal-palace", "isHosted": false, "secPara": "Liverpool, then managed by Brendan Rodgers, paid £32.5m to sign the striker from Aston Villa in the summer of 2015 but then sold him a year later to Crystal Palace after Klopp decided the forward did not fit into his plans.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-10-28T22:31:15Z", "webTitle": "Jürgen Klopp fears Liverpool could suffer against Christian Benteke", "webUrl": "https://www.theguardian.com/football/2016/oct/28/liverpool-jurgen-klopp-christian-benteke-crystal-palace", "wordCnt": 689}, {"apiUrl": "https://content.guardianapis.com/football/2016/oct/28/pep-guardiola-manchester-city-west-bromwich-albion-barcelona", "firPara": "Manager says league leaders need to make better decisions at both ends of pitch, starting with Saturdays game at West Bromwich Albion", "id": "football/2016/oct/28/pep-guardiola-manchester-city-west-bromwich-albion-barcelona", "isHosted": false, "secPara": "Manager says league leaders need to make better decisions at both ends of pitch, starting with Saturdays game at West Bromwich Albion", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-10-28T21:30:02Z", "webTitle": "Pep Guardiola admits Manchester City struggling to solve ‘safe box’ puzzle", "webUrl": "https://www.theguardian.com/football/2016/oct/28/pep-guardiola-manchester-city-west-bromwich-albion-barcelona", "wordCnt": 1036}, {"apiUrl": "https://content.guardianapis.com/football/2016/oct/28/david-moyes-hopes-wearsides-good-news-can-help-struggling-sunderland", "firPara": "David Moyes is scheduled to take his squad on a group visit to the citys Nissan car manufacturing plant next week.", "id": "football/2016/oct/28/david-moyes-hopes-wearsides-good-news-can-help-struggling-sunderland", "isHosted": false, "secPara": "It is part of the Sunderland managers endeavour to reconnect the club with its often disillusioned local fan base but he also hopes some of the feel-good factor engendered by news of the Japanese companys freshly reaffirmed commitment to Wearside may rub off on his struggling players.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-10-28T21:30:02Z", "webTitle": "David Moyes hopes Wearside’s good news can help struggling Sunderland", "webUrl": "https://www.theguardian.com/football/2016/oct/28/david-moyes-hopes-wearsides-good-news-can-help-struggling-sunderland", "wordCnt": 536}, {"apiUrl": "https://content.guardianapis.com/football/2016/oct/28/steve-bruce-peter-enckelman-birmingham-aston-villa", "firPara": "It was recently revealed that Peter Enckelman is now working as a sales executive for the courier service DHL. However, the former Aston Villa goalkeeper will forever be remembered for another kind of delivery the second goal in the second-city derby of December 2002, a throw-in which rolled right under his foot.", "id": "football/2016/oct/28/steve-bruce-peter-enckelman-birmingham-aston-villa", "isHosted": false, "secPara": "Villa went on to lose that match 3-0. That clanger was awful for Enckelman but hilarious for everyone else, and has become the defining moment in the recent history of the derby. This might seem odd given the significance of the fixture, but it is not entirely out of keeping with its spirit.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-10-28T21:30:02Z", "webTitle": "Aston Villa’s Steve Bruce: ‘Who can forget Peter Enckelman’s mistake?’", "webUrl": "https://www.theguardian.com/football/2016/oct/28/steve-bruce-peter-enckelman-birmingham-aston-villa", "wordCnt": 845}, {"apiUrl": "https://content.guardianapis.com/football/2016/oct/28/jose-mourinho-pressure-manchester-united", "firPara": "José Mourinho has said the rebuilding job at Manchester United requires more than a sprinkle of salt and pepper as he claimed demand for immediate success is greater on him and at Old Trafford than their Premier League rivals.", "id": "football/2016/oct/28/jose-mourinho-pressure-manchester-united", "isHosted": false, "secPara": "Mourinho – who insists the United captain, Wayne Rooney, is going nowhere – is still seeking consistent results, selection and form from his squad after three months of the Premier League campaign.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-10-28T21:30:02Z", "webTitle": "José Mourinho: There’s more pressure on Manchester United than rivals", "webUrl": "https://www.theguardian.com/football/2016/oct/28/jose-mourinho-pressure-manchester-united", "wordCnt": 743}, {"apiUrl": "https://content.guardianapis.com/football/2016/oct/28/alexis-sanchez-take-shots-arsene-wenger-calls-them-arsenal-sunderland", "firPara": "The vignette of Alexis Sánchez tearing off some strapping to toss to the turf as he skulks off, head down, visibly disgruntled to see his number up on the substitutes board, is not unfamiliar. Three times in recent weeks Arsène Wenger has withdrawn his attacking focal point, at the tail end of the victories over Chelsea, Swansea City and Ludogorets, in the interests of rotation and preserving energy. Three times Sánchez has not appeared best pleased.", "id": "football/2016/oct/28/alexis-sanchez-take-shots-arsene-wenger-calls-them-arsenal-sunderland", "isHosted": false, "secPara": "When I decide to take him off, I take him off, Wenger says pointedly. There is no special case. He has his own character but he is not treated differently from everybody else.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-10-28T21:30:02Z", "webTitle": "Alexis Sánchez may take the shots but Arsène Wenger calls them", "webUrl": "https://www.theguardian.com/football/2016/oct/28/alexis-sanchez-take-shots-arsene-wenger-calls-them-arsenal-sunderland", "wordCnt": 671}, {"apiUrl": "https://content.guardianapis.com/football/2016/oct/28/chelsea-upturn-fortune-gives-antonio-conte-food-for-thought", "firPara": "Under Antonio Conte Chelseas stomachs are settling. It has been a fraught 12 months but three Premier League wins of increasing significance have brought a pronounced change in tone and the managers tweaks, both on and off the pitch, appear to have swiftly borne fruit.", "id": "football/2016/oct/28/chelsea-upturn-fortune-gives-antonio-conte-food-for-thought", "isHosted": false, "secPara": "In fact fruit is only part of it. Contes reputation for keeping firm control over his players diets preceded his arrival in July and, in relaxed form at Cobham before Sundays visit to Southampton, he explained that his insistence on balanced food intake stems from a penny dropping late in his playing career.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-10-28T21:30:02Z", "webTitle": "Chelsea’s upturn in fortune gives Antonio Conte food for thought", "webUrl": "https://www.theguardian.com/football/2016/oct/28/chelsea-upturn-fortune-gives-antonio-conte-food-for-thought", "wordCnt": 632}, {"apiUrl": "https://content.guardianapis.com/football/2016/oct/28/gaston-ramirez-middlesbrough-lifeline", "firPara": "For a moment, Gastón Ramírez looks puzzled, then understanding dawns. Ah, Frigorífico Anglo, says Middlesbroughs Uruguay playmaker, smiling broadly.", "id": "football/2016/oct/28/gaston-ramirez-middlesbrough-lifeline", "isHosted": false, "secPara": "He has just been asked about the famous meat products bearing the name of his home town, Fray Bentos, which once led it to be dubbed the kitchen of the world. With production of corned beef, steak and kidney pies et al long since shifted to Europe, the old factory is now a Unesco world heritage site.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-10-28T21:30:02Z", "webTitle": "Uruguay talisman Gastón Ramírez is Middlesbrough’s man for all seasons", "webUrl": "https://www.theguardian.com/football/2016/oct/28/gaston-ramirez-middlesbrough-lifeline", "wordCnt": 1108}, {"apiUrl": "https://content.guardianapis.com/football/2016/oct/28/slaven-bilic-praises-zero-tolerance-repsonse-west-ham-crowd-trouble", "firPara": "Slaven Bilic says that he considers England to be a relative oasis of calm in the battle against football hooliganism and he has applauded the zero tolerance reactions to the crowd trouble that flared at West Ham Uniteds London Stadium on Wednesday night.", "id": "football/2016/oct/28/slaven-bilic-praises-zero-tolerance-repsonse-west-ham-crowd-trouble", "isHosted": false, "secPara": "The manager described the violence in the stands during the 2-1 EFL Cup win against Chelsea as unacceptable and he has since seen his club promise to ban 200 supporters, who were captured on CCTV committing various offences. Bilic, who has experienced problems at stadiums in his managerial jobs in Turkey, Russia and his native Croatia, also sought to highlight the blanket condemnation in the media of Wednesdays flashpoints.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-10-28T21:30:02Z", "webTitle": "Slaven Bilic praises zero tolerance response to West Ham crowd trouble", "webUrl": "https://www.theguardian.com/football/2016/oct/28/slaven-bilic-praises-zero-tolerance-repsonse-west-ham-crowd-trouble", "wordCnt": 730}, {"apiUrl": "https://content.guardianapis.com/football/blog/2016/oct/28/premier-league-vulnerabilities-big-six-manchester-city-united-arsenal-tottenham-chelsea-liverpool", "firPara": "What would you like a league table to look like at the end of the season? Forget who you support, forget who you dislike, forget personalities and tactics and prejudices, if you turned up in an alien land and were given a subscription to watch every game in their league season, what would be your ideal? Most people, Im guessing, would want it to be tight, would want the season to go down to the wire to sustain the interest, maybe so that on the final day every team would have a chance of success.", "id": "football/blog/2016/oct/28/premier-league-vulnerabilities-big-six-manchester-city-united-arsenal-tottenham-chelsea-liverpool", "isHosted": false, "secPara": "Except, might that not suggest a level of mediocrity? What you definitely would not want is Identikit teams of perfectly matched robots going through familiar patterns. You would want players and managers to be distinctive, to have personalities, strengths and weaknesses, to have good days and bad days. You would want mistakes and flashes of genius, you would want heroic resistance and, to give it value, you would want hammerings dished out to show the dangers of a lesser side getting it wrong. You would not want every game to finish 1-1. A close finish is not enough but you would still want it to be tight at the top. You would not want a procession you would still want every game to carry a sense of jeopardy. You would want a balance between tightness and differentiation.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-10-28T19:48:00Z", "webTitle": "Premier League vulnerabilities add to the intrigue among a putative Big Six | Jonathan Wilson", "webUrl": "https://www.theguardian.com/football/blog/2016/oct/28/premier-league-vulnerabilities-big-six-manchester-city-united-arsenal-tottenham-chelsea-liverpool", "wordCnt": 1041}], "startIndex": 2841, "status": "ok", "total": 141935, "userTier": "developer"}}