{"response": {"currentPage": 336, "orderBy": "newest", "pageSize": 10, "pages": 14194, "results": [{"apiUrl": "https://content.guardianapis.com/football/2016/oct/06/a-league-2016-17-season-preview-part-iii", "firPara": "Big-spending Melbourne City and Tim Cahill have attracted the media spotlight, but our writers still prefer Western Sydney and rivals Victory", "id": "football/2016/oct/06/a-league-2016-17-season-preview-part-iii", "isHosted": false, "secPara": "The A-Leagues big spenders once again promise to be the competitions entertainers with their Kevin Keegan-era Newcastle United approach to squad building. All eyes will be on Tim Cahill, and his presence alone should ensure City are never far from the headlines.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-10-05T19:30:41Z", "webTitle": "A-League season preview part III: Melbourne City, Wanderers, Victory", "webUrl": "https://www.theguardian.com/football/2016/oct/06/a-league-2016-17-season-preview-part-iii", "wordCnt": 1404}, {"apiUrl": "https://content.guardianapis.com/football/2016/oct/05/summer-sports-stars-sea-fret-and-a-spanish-storm", "firPara": "For many of us who are involved in the family justice system, the news that the number of adoptions has fallen 12% is not surprising (Report, 30 September). However, for the blame to be laid at the door of local authorities is wholly inaccurate. Decisions of the supreme court and the court of appeal in 2013 caused judges in the lower courts to be more reluctant to approve plans for the adoption of children. More recent court decisions have moved the goalposts again, leaving local authorities trying to make sense of it all and protect children in the process.", "id": "football/2016/oct/05/summer-sports-stars-sea-fret-and-a-spanish-storm", "isHosted": false, "secPara": "• I note that among the predicted 20 future football stars at Premier League clubs (Next generation 2016, Sport, 5 October) there are virtually no summer births. None were born from May through to 30 August (notwithstanding that some may have been born in the southern hemisphere). Perhaps summer births are only destined to become cricket stars?", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-10-05T18:27:41Z", "webTitle": "Summer sports stars, sea fret and a Spanish storm | Brief letters", "webUrl": "https://www.theguardian.com/football/2016/oct/05/summer-sports-stars-sea-fret-and-a-spanish-storm", "wordCnt": 288}, {"apiUrl": "https://content.guardianapis.com/football/2016/oct/05/england-gareth-southgate-john-stones-malta", "firPara": "• I cant see why he couldnt take on the senior England role, says defender", "id": "football/2016/oct/05/england-gareth-southgate-john-stones-malta", "isHosted": false, "secPara": "• I cant see why he couldnt take on the senior England role, says defender", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-10-05T18:03:44Z", "webTitle": "John Stones backs Gareth Southgate for England and praises ruthlessness", "webUrl": "https://www.theguardian.com/football/2016/oct/05/england-gareth-southgate-john-stones-malta", "wordCnt": 652}, {"apiUrl": "https://content.guardianapis.com/football/2016/oct/05/west-ham-karren-brady-stadium-move", "firPara": "West Hams vice-chair, Karren Brady, has defended the clubs controversial move to the London Stadium, insisting the shift from Upton Park had been a success and was a crucial part of rebranding the club.", "id": "football/2016/oct/05/west-ham-karren-brady-stadium-move", "isHosted": false, "secPara": "Speaking at a sports business conference, Brady launched a trenchant defence of the route taken by David Gold and David Sullivan since they bought the club in 2010 in the face of criticism from some supporters over their move to the £701m former Olympic Stadium.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-10-05T16:07:58Z", "webTitle": "West Ham’s stadium move and ‘rebrand’ a success, insists Karren Brady", "webUrl": "https://www.theguardian.com/football/2016/oct/05/west-ham-karren-brady-stadium-move", "wordCnt": 802}, {"apiUrl": "https://content.guardianapis.com/football/2016/oct/05/joey-barton-sfa-charged-placing-44-bets-football-matches", "firPara": "Joey Bartons troubled spell at Rangers took another turn for the worse on Wednesday when he was charged by the Scottish Football Association with placing 44 bets on football matches.", "id": "football/2016/oct/05/joey-barton-sfa-charged-placing-44-bets-football-matches", "isHosted": false, "secPara": "The SFA alleges the wagers were placed between 1 July and 15 September 2016 and that the player is in contravention of disciplinary rule 31. Barton has until 12 October to respond, with a principal hearing set for 27 October.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-10-05T15:30:27Z", "webTitle": "Joey Barton charged by SFA with placing 44 bets on football matches", "webUrl": "https://www.theguardian.com/football/2016/oct/05/joey-barton-sfa-charged-placing-44-bets-football-matches", "wordCnt": 334}, {"apiUrl": "https://content.guardianapis.com/football/2016/oct/05/the-fiver-leyland-daf-cup", "firPara": "In todays Fiver the Leyland DAF Cup, inspiration for Sam Allardyce, and more", "id": "football/2016/oct/05/the-fiver-leyland-daf-cup", "isHosted": false, "secPara": "In todays Fiver the Leyland DAF Cup, inspiration for Sam Allardyce, and more", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-10-05T15:19:08Z", "webTitle": "The Fiver | Dozens of fans", "webUrl": "https://www.theguardian.com/football/2016/oct/05/the-fiver-leyland-daf-cup", "wordCnt": 1202}, {"apiUrl": "https://content.guardianapis.com/football/2016/oct/05/james-mccarthy-ireland-oneill-republic-georgia-world-cup-qualifier", "firPara": "Martin ONeill expects the Republic of Irelands match with Georgia on Thursday to be difficult but in a group also featuring Wales and Austria, nothing short of a win against the second weakest nation will be good enough if their ambitions of reaching a first World Cup finals since 2002 are to be realised.", "id": "football/2016/oct/05/james-mccarthy-ireland-oneill-republic-georgia-world-cup-qualifier", "isHosted": false, "secPara": "Having drawn 2-2 in their opening qualifier in Serbia last month, on the same night Wales and Austria won, ONeill says the onus will be on Ireland to attack against Vladimir Weisss team. The campaign may still be in an embryonic stage but to lose more ground now could leave them with only an outside chance. Every game is important, ONeill said. Its not like we have a 38-game campaign to claw points back. So we cannot afford to take teams lightly, not that we ever would have taken Georgia lightly because they have some very good players.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-10-05T14:50:44Z", "webTitle": "James McCarthy will decide if he is fit to face Georgia, says Ireland’s O’Neill", "webUrl": "https://www.theguardian.com/football/2016/oct/05/james-mccarthy-ireland-oneill-republic-georgia-world-cup-qualifier", "wordCnt": 595}, {"apiUrl": "https://content.guardianapis.com/football/2016/oct/05/checkatrade-trophy-rules-circumvented-bradford-substitute-goalkeeper-colin-doyle", "firPara": "The Checkatrade Trophy, which suffered serious attendance drops of 20% for the first set of matches in August, has come under further scrutiny after the Bradford goalkeeper Colin Doyle was substituted three minutes into the game against Bury on Tuesday night. I thought he had a poor 45 seconds, said the assistant manager Kenny Black after Bradfords 2-1 victory, in a direct snub to the new rules introduced this season for the re-formatted Football League tournament which now features Under-23 academy sides from Premier League and Championship clubs.", "id": "football/2016/oct/05/checkatrade-trophy-rules-circumvented-bradford-substitute-goalkeeper-colin-doyle", "isHosted": false, "secPara": "Clubs must field five first-team players – five who played in the teams last league match, five who will play in the next league game or the clubs five highest appearance-makers this season. Doyle had started for Bradford last Saturday against Chesterfield, but with the manager Stuart McCall keen on giving the substitute Rouven Sattelmaier some game time, switched his keepers quickly.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-10-05T12:04:02Z", "webTitle": "Checkatrade Trophy rules circumvented by Bradford as attendances drop further", "webUrl": "https://www.theguardian.com/football/2016/oct/05/checkatrade-trophy-rules-circumvented-bradford-substitute-goalkeeper-colin-doyle", "wordCnt": 499}, {"apiUrl": "https://content.guardianapis.com/football/2016/oct/05/liverpool-supporters-consult-hillsborough-safe-standing-anfield", "firPara": "The Liverpool supporters union Spirit of Shankly is to consult the clubs fans and Hillsborough families over the possible introduction of standing sections at Premier League grounds.", "id": "football/2016/oct/05/liverpool-supporters-consult-hillsborough-safe-standing-anfield", "isHosted": false, "secPara": "LSU members were asked at last months AGM whether the organisation should adopt a position on rail seating, following discussions with fellow supporters, and 93% voted in favour, it was announced on Wednesday, while 4.7% were against and 2.3% abstained. The proposal was in response to growing debate, including at government level, over the introduction of safe standing areas in the top two tiers of English football, and Celtics decision to open a 2,975-capacity standing section this season.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-10-05T11:41:23Z", "webTitle": "Liverpool supporters’ group to consult Hillsborough families over safe standing", "webUrl": "https://www.theguardian.com/football/2016/oct/05/liverpool-supporters-consult-hillsborough-safe-standing-anfield", "wordCnt": 585}, {"apiUrl": "https://content.guardianapis.com/football/2016/oct/05/qatar-russia-world-cup-votes-explore-corruption-fifa-vice-president", "firPara": "The Fifa vice-president Victor Montagliani has suggested it may be the best thing that happened in football that Russia and Qatar have been chosen to host the next two World Cups as it has given the game the opportunity to clean up the corruption within the sport.", "id": "football/2016/oct/05/qatar-russia-world-cup-votes-explore-corruption-fifa-vice-president", "isHosted": false, "secPara": "Russia will host the next tournament in 2018 and Qatar the 2022 event, with both nations winning the right in a controversial vote almost six years ago. Since the December 2010 awards, corruption has been exposed in the global game, with the then-Fifa president Sepp Blatter among those now banned from the game.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-10-05T11:21:44Z", "webTitle": "Qatar and Russia World Cups ‘the best thing that happened in football’ – Fifa vice-president", "webUrl": "https://www.theguardian.com/football/2016/oct/05/qatar-russia-world-cup-votes-explore-corruption-fifa-vice-president", "wordCnt": 611}], "startIndex": 3351, "status": "ok", "total": 141935, "userTier": "developer"}}