{"response": {"currentPage": 42, "orderBy": "newest", "pageSize": 10, "pages": 14194, "results": [{"apiUrl": "https://content.guardianapis.com/football/blog/2017/mar/04/alexis-sanchez-arsenal-liverpool", "firPara": "The same again, but this time with more angst. Arsenal lost again away from home to a top-six side and again looked flat and brittle. The difference this season is that there are six sides with genuine hopes of taking the four Champions League qualification berths and, worse, that the future of Arsenals two most expensive signings, the players on whose presence fans have built their dreams of progress, looks increasingly uncertain.", "id": "football/blog/2017/mar/04/alexis-sanchez-arsenal-liverpool", "isHosted": false, "secPara": "How big a loss Mesut Özil would be is debatable, so much so that it is not immediately clear which other European club who could afford him would want him, but Alexis Sánchez is another matter. Each when signed seem to hint at a new economic reality when Arsenal, the bulk of the debt on the stadium paid off, could compete in the transfer market. Neither started on Saturday. Özils absence with flu had been anticipated; Sánchezs relegation to the bench had not. There was no fitness reason for the Chilean being left out of the starting lineup he was dropped. Given Arsenals next game is the surely fruitless attempt to overhaul a 5-1 first-leg deficit against Bayern Munich in the Champions League, it cannot be claimed that he was rested.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-03-04T20:30:24Z", "webTitle": "Alexis Sánchez the substitute symbolises Arsenal’s decade of sorry stagnation | Jonathan Wilson", "webUrl": "https://www.theguardian.com/football/blog/2017/mar/04/alexis-sanchez-arsenal-liverpool", "wordCnt": 825}, {"apiUrl": "https://content.guardianapis.com/football/2017/mar/04/huddersfield-town-newcastle-united-championship-match-report", "firPara": "Newcastle United were always expected to return to the Premier League at the first time of asking and after 35 games of this long season they can begin to truly believe. A second successive away win against a promotion rival leaves Rafael Benítezs side 11 points clear of third-placed Huddersfield, who provided a stern test and may feel aggrieved at the key decisions during this hard-fought contest.", "id": "football/2017/mar/04/huddersfield-town-newcastle-united-championship-match-report", "isHosted": false, "secPara": "Newcastle are now five points clear at the top of the Championship following Brightons earlier defeat at Nottingham Forest, a result that means Huddersfield still hold hope of automatic promotion despite this loss. Matt Ritchies penalty gave Newcastle an early lead before a controversial Daryl Murphy strike and a late Dwight Gayle goal secured this crucial victory.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-03-04T19:45:14Z", "webTitle": "Newcastle pull clear of Brighton as Dwight Gayle seals win at Huddersfield", "webUrl": "https://www.theguardian.com/football/2017/mar/04/huddersfield-town-newcastle-united-championship-match-report", "wordCnt": 645}, {"apiUrl": "https://content.guardianapis.com/football/2017/mar/04/liverpool-arsenal-premier-league-match-report", "firPara": "Liverpool extended their impressive record against top-six teams this season by completing a double over Arsenal, leapfrogging the Gunners and moving above Manchester City to third place as a result. Just about the last thing you need when dropping Alexis Sánchez to the bench is to simultaneously drop out of the Champions League positions, and though Arsène Wenger had his head in his hands at various points in another disappointing display he probably owes Eddie Howe a pint for doing him a favour at Old Trafford. But for Bournemouth holding Manchester United to a draw Arsenal would have woken up on Sunday morning in sixth.", "id": "football/2017/mar/04/liverpool-arsenal-premier-league-match-report", "isHosted": false, "secPara": "The intensity that went missing in Liverpools defeat at the King Power Stadium on Monday was back in evidence at Anfield, although it could simply be that Jürgen Klopps side found these opponents more accommodating than Leicester. The home side could only have been encouraged to discover Sánchez would not be starting and Mesut Özil was not even in the squad, and without that pair Arsenal looked a little laboured going forward. Liverpool did not, and were ahead inside nine minutes. Adam Lallana played Sadio Mané into space on the right, and when the cross came in Philippe Coutinho allowed it to reach the unmarked Roberto Firmino at the far post. He had time to take a touch before lashing a shot into the roof of Petr Cechs net.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-03-04T19:44:22Z", "webTitle": "Liverpool bounce back into form with spirited victory over listless Arsenal", "webUrl": "https://www.theguardian.com/football/2017/mar/04/liverpool-arsenal-premier-league-match-report", "wordCnt": 957}, {"apiUrl": "https://content.guardianapis.com/football/live/2017/mar/04/liverpool-v-arsenal-premier-league-live", "firPara": "Liverpool moved up to third after an exhilarating attacking performance gave them a deserved win in a fine match at Anfield", "id": "football/live/2017/mar/04/liverpool-v-arsenal-premier-league-live", "isHosted": false, "secPara": "Liverpool are deserved winners of an extremely good game of football. The front three of Mane, Coutinho and Firmino were just brilliant, as was Adam Lallana, and Liverpool continue their outstanding big-game record this season. There will be lots of talk about Arsenal omitting Alexis Sanchez. It was a debatable decision, but it wasnt why they lost this game. They lost it because Xhaka and Coquelin are a papier mache midfield, and because Liverpool were sensational in attack. Thanks for your company, night.", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2017-03-04T19:23:57Z", "webTitle": "Liverpool 3-1 Arsenal: Premier League – as it happened", "webUrl": "https://www.theguardian.com/football/live/2017/mar/04/liverpool-v-arsenal-premier-league-live", "wordCnt": 1442}, {"apiUrl": "https://content.guardianapis.com/football/2017/mar/04/romelu-lukaku-harry-kane-everton-tottenham-hotspur", "firPara": "Romelu Lukaku Strongly left-footed and the moment he gets a run on a defender with the ball on his favoured side is the moment Goodison Park expects. That said, there has been a marked improvement in his finishing with his right foot over the past two seasons, a reward for the extra training he has put into that aspect of his game. 7/10", "id": "football/2017/mar/04/romelu-lukaku-harry-kane-everton-tottenham-hotspur", "isHosted": false, "secPara": "Harry Kane When the ball sat up for Kane on the edge of the area against Stoke City last Sunday, he still had plenty to do. But the technique was perfect, the left-foot connection pure and the ball fizzed home. Not too many players can do that with a supposedly weaker foot. 8", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-03-04T19:00:22Z", "webTitle": "Romelu Lukaku v Harry Kane: how the Everton and Spurs strikers measure up", "webUrl": "https://www.theguardian.com/football/2017/mar/04/romelu-lukaku-harry-kane-everton-tottenham-hotspur", "wordCnt": 1069}, {"apiUrl": "https://content.guardianapis.com/football/football-league-blog/2017/mar/04/sheffield-wednesday-thrash-norwich-as-leyton-orient-down-newport-4-0", "firPara": "Bristol City spurned a chance to beat fellow Championship strugglers Burton, Sheffield United draw thriller at Rochdale, and it was a good day for Plymouth ", "id": "football/football-league-blog/2017/mar/04/sheffield-wednesday-thrash-norwich-as-leyton-orient-down-newport-4-0", "isHosted": false, "secPara": "• A thrilling first-half display helped Sheffield Wednesday bounce back from two consecutive defeats with a 5-1 hammering of Norwich City at Hillsborough. Ross Wallace pounced on 15 minutes when he caught out a roaming John Ruddy from distance, before Jordan Rhodes and Morgan Fox added headers either side of Cameron Jeromes reply to leave Wednesday 3-1 up at the break. Rhodes quickly added another headed goal and Fernando Forestieri rounded off the rout with a beautifully placed free-kick. Norwich could have closed the gap on sixth-placed Wednesday with a win but are now nine points off the play-off places.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-03-04T18:53:27Z", "webTitle": "Sheffield Wednesday thrash Norwich as Leyton Orient down Newport 4-0", "webUrl": "https://www.theguardian.com/football/football-league-blog/2017/mar/04/sheffield-wednesday-thrash-norwich-as-leyton-orient-down-newport-4-0", "wordCnt": 900}, {"apiUrl": "https://content.guardianapis.com/football/2017/mar/04/west-bromwich-albion-crystal-palace-premier-league-match-report", "firPara": "Sam Allardyce turned the tables on Tony Pulis with a display of physical, clinical football that gave Crystal Palace another vital three points in their fight against relegation.", "id": "football/2017/mar/04/west-bromwich-albion-crystal-palace-premier-league-match-report", "isHosted": false, "secPara": "Two second-half goals, the first an instant control and finish by Wilfried Zaha, the second a composed one-man counterattack by Andros Townsend, did what West Brom have done to many other sides this season. It need hardly be pointed out however that it is also a habit Allardyce has fostered over his long career as a Premier League manager.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-03-04T17:21:05Z", "webTitle": "Crystal Palace defeat West Brom as Sam Allardyce’s side get physical", "webUrl": "https://www.theguardian.com/football/2017/mar/04/west-bromwich-albion-crystal-palace-premier-league-match-report", "wordCnt": 793}, {"apiUrl": "https://content.guardianapis.com/football/2017/mar/04/leicester-city-hull-city-premier-league-match-report", "firPara": "Call off the search. After two wins in the space of a week, Craig Shakespeare can head to Dubai with the Leicester City players for their warm weather training camp fully expecting to be given the news that he will remain in charge for the remainder of the season. Claudio Ranieris former assistant has done everything that has been asked of him and more and it would be a strange decision to look elsewhere now that Leicester have remembered how to win football matches.", "id": "football/2017/mar/04/leicester-city-hull-city-premier-league-match-report", "isHosted": false, "secPara": "Vichai Srivaddhanaprabha, the chairman, and Aiyawatt, his son and vice-chairman, were in the directors box on a day when Leicester played with spirit and belief to record back-to-back Premier League wins for the first time this season. It was also the first time in this campaign that Leicester have won a match after falling behind. The turnaround was indicative of the newfound confidence and resilience in a group of players who appear liberated.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-03-04T17:19:14Z", "webTitle": "Riyad Mahrez revives the old magic as renewed Leicester sink Hull City", "webUrl": "https://www.theguardian.com/football/2017/mar/04/leicester-city-hull-city-premier-league-match-report", "wordCnt": 798}, {"apiUrl": "https://content.guardianapis.com/football/2017/mar/04/stoke-city-middlesbrough-premier-league-match-report", "firPara": "Aitor Karanka said there would be no talk of relegation at Middlesbrough until they were in the bottom three. After this tepid defeat that is exactly where they are. He may need to start discussing it now.", "id": "football/2017/mar/04/stoke-city-middlesbrough-premier-league-match-report", "isHosted": false, "secPara": "Were a newly promoted team in the bottom three for the first time in March, which means were doing something well, he said in a valiant attempt to put a positive spin on a desperate afternoon for Boro.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-03-04T17:14:00Z", "webTitle": "Marko Arnautovic at the double for Stoke to sink hapless Middlesbrough", "webUrl": "https://www.theguardian.com/football/2017/mar/04/stoke-city-middlesbrough-premier-league-match-report", "wordCnt": 638}, {"apiUrl": "https://content.guardianapis.com/football/live/2017/mar/04/leicester-city-v-hull-city-eibar-v-real-madrid-and-more-live", "firPara": "A busy afternoon for Clockwatch, as Leicester, Swansea and Crystal Palace move away from trouble while Middlesbrough sink into it.", "id": "football/live/2017/mar/04/leicester-city-v-hull-city-eibar-v-real-madrid-and-more-live", "isHosted": false, "secPara": "And Eibar 1-4 Real Madrid", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2017-03-04T17:07:36Z", "webTitle": "Leicester City 3-1 Hull City, Watford 3-4 Southampton and more – as it happened", "webUrl": "https://www.theguardian.com/football/live/2017/mar/04/leicester-city-v-hull-city-eibar-v-real-madrid-and-more-live", "wordCnt": 2862}], "startIndex": 411, "status": "ok", "total": 141934, "userTier": "developer"}}