{"response": {"currentPage": 191, "orderBy": "newest", "pageSize": 10, "pages": 14194, "results": [{"apiUrl": "https://content.guardianapis.com/football/2016/dec/11/charlie-austin-claude-puel-southampton", "firPara": "Claude Puel says that Charlie Austin needs shoulder surgery and will be out for between three and four months. The Southampton striker suffered the injury during last Thursdays Europa League tie at home to Hapoel Beer Sheva.", "id": "football/2016/dec/11/charlie-austin-claude-puel-southampton", "isHosted": false, "secPara": "The confirmation that Austin faces a lengthy lay-off is a bitter blow. The shoulder is the same one that he dislocated three times in 14 months at Burnley. It has been operated on twice previously.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-12-11T18:09:10Z", "webTitle": "Charlie Austin needs shoulder surgery which could keep him out for months", "webUrl": "https://www.theguardian.com/football/2016/dec/11/charlie-austin-claude-puel-southampton", "wordCnt": 162}, {"apiUrl": "https://content.guardianapis.com/football/blog/2016/dec/11/mls-cup-the-moments-that-decided-seattle-sounders-victory", "firPara": "Stefan Frei pulled off some crucial saves but the most important part of the champions season happened back in the summer", "id": "football/blog/2016/dec/11/mls-cup-the-moments-that-decided-seattle-sounders-victory", "isHosted": false, "secPara": "Stefan Frei pulled off some crucial saves but the most important part of the champions season happened back in the summer", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-12-11T17:46:59Z", "webTitle": "MLS Cup: the moments that decided the Seattle Sounders' victory", "webUrl": "https://www.theguardian.com/football/blog/2016/dec/11/mls-cup-the-moments-that-decided-seattle-sounders-victory", "wordCnt": 825}, {"apiUrl": "https://content.guardianapis.com/football/2016/dec/11/southampton-middlesbrough-premier-league-match-report", "firPara": "Claude Puel needed this. Southampton needed this. The natives on the south coast have become restless, feeling stuck in a rut of less than thrilling football, and dire back-to-back results had turned an unforgiving spotlight on to the visit of an improving Middlesbrough team.", "id": "football/2016/dec/11/southampton-middlesbrough-premier-league-match-report", "isHosted": false, "secPara": "Southampton had lost at Crystal Palace the previous weekend and crashed out of the Europa League on Thursday night, after the tepid 1-1 home draw with Hapoel Beer Sheva. The chips were down and, when the whistle went after what was a dreary first half, Puels players were booed from the field. It felt like a sign of the times.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-12-11T16:51:53Z", "webTitle": "Southampton beat Middlesbrough thanks to Sofiane Boufal’s stunning goal", "webUrl": "https://www.theguardian.com/football/2016/dec/11/southampton-middlesbrough-premier-league-match-report", "wordCnt": 789}, {"apiUrl": "https://content.guardianapis.com/football/2016/dec/11/manchester-united-tottenham-hotspur-premier-league-match-report", "firPara": "For Manchester United, the importance of this victory could probably be summed up by the fact they began this match in danger of becoming little more than a speck in the distance when it came to the title race. The gap is still considerable, at 13 points, and youre not special any more seems to be the soundtrack from Old Traffords away end these days but, ultimately, José Mourinhos team could reflect on a satisfying afternoon, featuring some encouraging news about the injury sustained by Henrikh Mkhitaryan, their match-winner.", "id": "football/2016/dec/11/manchester-united-tottenham-hotspur-premier-league-match-report", "isHosted": false, "secPara": "Mkhitaryan was taken off on a stretcher after damaging his left ankle trying to elude Danny Roses sliding challenge and it would have been rotten luck for the Armenian if it had meant a long period of rehabilitation just as he was finally demonstrating why Mourinho was so keen to bring him to the club in the first place. His 29th-minute goal followed the one he scored against Zorya Luhansk in the Europa League last Thursday and, although Paul Pogba was the outstanding performer in their latest victory, Mkhitaryan had shown again that he was adjusting to Mourinhos demands and is capable of shaping the teams fortunes. His goal spared United from going three months since the last time they won a league fixture on their own ground and there was considerable relief, an hour or so after the final whistle, when the initial prognosis was merely a one or two-week lay-off.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-12-11T16:23:32Z", "webTitle": "Henrikh Mkhitaryan seals points for Manchester United against Tottenham", "webUrl": "https://www.theguardian.com/football/2016/dec/11/manchester-united-tottenham-hotspur-premier-league-match-report", "wordCnt": 889}, {"apiUrl": "https://content.guardianapis.com/football/live/2016/dec/11/manchester-united-v-tottenham-hotspur-premier-league-live", "firPara": "Henrikh Mkhitaryans fine first-half goal gave United a deserved win over powder-puff Tottenham, although the Armenian was later stretchered off with an injury", "id": "football/live/2016/dec/11/manchester-united-v-tottenham-hotspur-premier-league-live", "isHosted": false, "secPara": "Henrikh Mkhitaryans fine first-half goal gave United a deserved win over powder-puff Tottenham, although the Armenian was later stretchered off with an injury", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2016-12-11T16:15:42Z", "webTitle": "Manchester United v Tottenham Hotspur: Premier League – as it happened", "webUrl": "https://www.theguardian.com/football/live/2016/dec/11/manchester-united-v-tottenham-hotspur-premier-league-live", "wordCnt": 1826}, {"apiUrl": "https://content.guardianapis.com/football/2016/dec/11/antonio-conte-chelsea-points-deduction-joke-manchester-city", "firPara": "• Club threatened with sanction for failing to control players in Manchester", "id": "football/2016/dec/11/antonio-conte-chelsea-points-deduction-joke-manchester-city", "isHosted": false, "secPara": "Chelsea are confident they will avoid the imposition of a points deduction as they contemplate their latest charge of failing to control their players, at Manchester City last weekend, with Antonio Conte dismissing the possibility of such a sanction as a joke.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-12-11T15:58:13Z", "webTitle": "Antonio Conte calls possibility of Chelsea points deduction ‘a joke’", "webUrl": "https://www.theguardian.com/football/2016/dec/11/antonio-conte-chelsea-points-deduction-joke-manchester-city", "wordCnt": 568}, {"apiUrl": "https://content.guardianapis.com/football/2016/dec/11/chelsea-west-bromwich-albion-premier-league-match-report", "firPara": "This was a slog, a result ground out against ruggedly obdurate opposition, but Chelsea may end up gaining more satisfaction from prevailing in those awkward circumstances than from some of the more comfortable strolls they have enjoyed over a nine-match winning streak. The leaders have reimposed their three-point advantage at the top of the division, and ended West Bromwich Albions own impressive burst of form in the process. There is something relentless about Antonio Contes team at present and, since early October, no one has found a way of checking their progress.", "id": "football/2016/dec/11/chelsea-west-bromwich-albion-premier-league-match-report", "isHosted": false, "secPara": "Tony Pulis and his industrious team came agonisingly close. It was only as this game entered its final 15 minutes, with the hosts on their third formation of the afternoon and anxiety mounting in the stands, that West Brom finally cracked. Cesc Fàbregas, flung on in desperation as a central playmaker in the rejigged lineup, lofted a hopeful pass down the right which Gareth McAuley would have expected to repel. He had spent most of the afternoon doing just that, shepherding the ball away to safety with allies forever close by but, on this occasion, he was ambushed by the rampaging Diego Costa.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-12-11T14:08:17Z", "webTitle": "Diego Costa strikes again as Chelsea go top with win over West Brom", "webUrl": "https://www.theguardian.com/football/2016/dec/11/chelsea-west-bromwich-albion-premier-league-match-report", "wordCnt": 879}, {"apiUrl": "https://content.guardianapis.com/football/live/2016/dec/11/chelsea-v-west-bromwich-albion-premier-league-live", "firPara": "Diego Costas magnificent late goal gave Chelsea a vital victory over an admirable West Brom side", "id": "football/live/2016/dec/11/chelsea-v-west-bromwich-albion-premier-league-live", "isHosted": false, "secPara": "Diego Costas magnificent late goal gave Chelsea a vital victory over an admirable West Brom side", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2016-12-11T13:51:34Z", "webTitle": "Chelsea 1-0 West Bromwich Albion: Premier League – as it happened", "webUrl": "https://www.theguardian.com/football/live/2016/dec/11/chelsea-v-west-bromwich-albion-premier-league-live", "wordCnt": 1350}, {"apiUrl": "https://content.guardianapis.com/football/blog/2016/dec/11/bob-paisley-liverpool-this-is-your-life-eamonn-andrews", "firPara": "With the original tape long destroyed in some needless ITV purge, such was the hubbub of excitement when a recording of Bob Paisleys 1977 appearance on This Is Your Life surfaced unexpectedly last week that one could have been forgiven for assuming intrepid relic hunters had actually been searching for it in the first place. Indiana Jones and the Quest For A Complete Recording Of The Appearance Of A Former Liverpool Manager On A Once Ridiculously Popular Midweek Light Entertainment Show Presented By Eamonn Andrews might not have much of a ring to it, but would almost certainly have made for far more entertaining viewing than the intrepid archaeologists critically panned search for the legendary crystal skull of Akator.", "id": "football/blog/2016/dec/11/bob-paisley-liverpool-this-is-your-life-eamonn-andrews", "isHosted": false, "secPara": "The truth seems more mundane. A bloke called Pete Day seems to have chanced upon a complete recording of the Paisley tribute on VHS (teenagers, ask your parents) and uploaded it to YouTube (parents, ask your teenagers) for anyone who might like to watch it. Indeed, perhaps the most surprising thing about Days exotic find is that, in the fine tradition of hidden video treasure in that dusty cupboard under grandads telly, the crucial moment when Andrews surprised Paisley with the iconic Big Red Book did not segue abruptly into a recording of a different show an episode of Minder or Neds Atomic Dustbin soundtracking a hideously drunk Oliver Reed as he slurred his way through Wild Thing on Channel 4s much maligned but sadly defunct weekend yoof vehicle The Word.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-12-11T13:48:51Z", "webTitle": "Bob Paisley on This Is Your Life is fascinating look at a bygone time | Barry Glendenning", "webUrl": "https://www.theguardian.com/football/blog/2016/dec/11/bob-paisley-liverpool-this-is-your-life-eamonn-andrews", "wordCnt": 928}, {"apiUrl": "https://content.guardianapis.com/football/2016/dec/11/dario-gradi-suspended-fa-sexual-abuse-scandal", "firPara": "Dario Gradi, the director of football at Crewe Alexandra – the club at the centre of footballs sexual-abuse scandal – has been suspended by the Football Association pending a top-level investigation.", "id": "football/2016/dec/11/dario-gradi-suspended-fa-sexual-abuse-scandal", "isHosted": false, "secPara": "Gradi, who has been at Crewe since 1983, including 24 years and more than 1,200 games as manager, has been ordered to stay away from the sport while the relevant authorities look into his specific role in what the FAs chairman, Greg Clarke, has described as the biggest crisis he can remember in the sport.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-12-11T13:04:14Z", "webTitle": "Dario Gradi suspended by FA pending investigation into sexual abuse scandal", "webUrl": "https://www.theguardian.com/football/2016/dec/11/dario-gradi-suspended-fa-sexual-abuse-scandal", "wordCnt": 807}], "startIndex": 1901, "status": "ok", "total": 141934, "userTier": "developer"}}