{"response": {"currentPage": 387, "orderBy": "newest", "pageSize": 10, "pages": 14194, "results": [{"apiUrl": "https://content.guardianapis.com/football/2016/sep/11/david-moyes-striker-title-everton-sunderland", "firPara": "David Moyes believes the lack of a top-class centre-forward cost him a chance of winning the Premier League title with Everton and now fears Sunderlands acute striker shortage could leave them struggling at the opposite end of the table.", "id": "football/2016/sep/11/david-moyes-striker-title-everton-sunderland", "isHosted": false, "secPara": "With injury sidelining Fabio Borini until late December and the newly recruited free agent Victor Anichebe still some way from match fitness, Jermain Defoe is Moyes only fit forward for Mondays home game against Everton .", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-11T21:30:11Z", "webTitle": "David Moyes says he was one striker from challenging for title with Everton", "webUrl": "https://www.theguardian.com/football/2016/sep/11/david-moyes-striker-title-everton-sunderland", "wordCnt": 636}, {"apiUrl": "https://content.guardianapis.com/football/blog/2016/sep/11/sick-stoke-mark-hughes-cure-defensive-woes", "firPara": "Nurse, its happening again! Stoke City have suffered a relapse of the sickly form that beset them at the start and end of last season and Mark Hughes needs to find an effective treatment quickly. Otherwise his ears will be assailed anew by the three little words that he least wants to hear Queens Park Rangers.", "id": "football/blog/2016/sep/11/sick-stoke-mark-hughes-cure-defensive-woes", "isHosted": false, "secPara": "Over the past three seasons Hughes has made a decent fist of rebuilding a managerial reputation that lay in ruins in November 2012, when he was dismissed after 10 months as QPR manager with his blinged-up team bottom of the league and winless after 12 matches of the season. That side was one of the most error-prone, unbalanced and feckless seen in the top flight – and at times on Saturday, as well as on an alarming number of previous times this year, Stoke looked a lot like them. Which made them a pleasure to play against, as Tottenham Hotspur demonstrated by swaggering to a repeat of the 4-0 victory they enjoyed at the same ground in April.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-11T21:30:11Z", "webTitle": "Sick Stoke and Mark Hughes need to find cure for defensive woes | Paul Doyle", "webUrl": "https://www.theguardian.com/football/blog/2016/sep/11/sick-stoke-mark-hughes-cure-defensive-woes", "wordCnt": 854}, {"apiUrl": "https://content.guardianapis.com/football/2016/sep/11/arsenal-laurent-koscielny-doubt-champions-league-psg", "firPara": "Laurent Koscielny is a doubt for Arsenals opening Champions League game at Paris Saint-Germain on Tuesday night. During the climax to Saturdays last-gasp 2-1 win over Southampton, he took a kick in the face in a melee at a corner. Two studs caught him either side of an eye, so the damage could have been much more serious. The defender had significant swelling around the eye when examined after the match by the club doctor. It is a little concern, Arsène Wenger said. Its already very swollen.", "id": "football/2016/sep/11/arsenal-laurent-koscielny-doubt-champions-league-psg", "isHosted": false, "secPara": "Koscielny was outstanding, organising defensively with a new partner, the debutant Shkodran Mustafi, alongside him, and also scoring the equaliser with a brilliant bicycle kick. If he does not recover in time for the Parc des Princes, Wenger would be left with a central defensive partnership of players who are new to the club and each other in Mustafi and the youngster Rob Holding.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-11T21:29:11Z", "webTitle": "Arsenal’s Laurent Koscielny battles to overcome eye injury in time to face PSG", "webUrl": "https://www.theguardian.com/football/2016/sep/11/arsenal-laurent-koscielny-doubt-champions-league-psg", "wordCnt": 321}, {"apiUrl": "https://content.guardianapis.com/football/2016/sep/11/marcus-rashford-manchester-united-jose-mourinho-feyenoord", "firPara": "José Mourinho has confirmed Marcus Rashford will make his first club start of the season at Feyenoord in the Europa League on Thursday after giving another glimpse of what the Manchester United manager described as the 18-year-olds brilliant future in the second half of Saturdays derby defeat at Old Trafford.", "id": "football/2016/sep/11/marcus-rashford-manchester-united-jose-mourinho-feyenoord", "isHosted": false, "secPara": "For me the next big game is against Feyenoord and the next game [Rashford] is going to play. That is the only thing I can say, Mourinho said, coming close, but not that close to admitting he may have erred with his starting lineup in the 2-1 defeat by Manchester City.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-11T21:29:11Z", "webTitle": "Marcus Rashford to start for Manchester United at Feyenoord", "webUrl": "https://www.theguardian.com/football/2016/sep/11/marcus-rashford-manchester-united-jose-mourinho-feyenoord", "wordCnt": 328}, {"apiUrl": "https://content.guardianapis.com/football/blog/2016/sep/11/pep-guardiola-manchester-city-jose-mourinho-manchester-united", "firPara": "Pep Guardiola tends to look a little tired at the final whistle. At Old Trafford on Saturday afternoon he looked closer to exhausted drawn, pale, woozy, a man released from some gorgeously more-ish kind of agony.", "id": "football/blog/2016/sep/11/pep-guardiola-manchester-city-jose-mourinho-manchester-united", "isHosted": false, "secPara": "It had been a notably agitated afternoon even for Guardiola, who lives every detail of these matches, who famously split his trousers capering about during last years Champions League quarter-final, and who looks set for a particularly draining season in a league where the tides are always shifting, and where at times he can resemble a chess grand master chucked into the middle of a full-contact game of Its a Knockout. Guardiola craves control, loves working the details. His greatest challenge in the Premier League may well be embracing the lack of control, the random elements, where the moment is often decided on luck, muscle, adrenal inspiration. Asked how what he had just experienced compared with the full-body intensity of el clásico he smiled and nodded and said Its quite similar … Quite similar.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-11T21:29:11Z", "webTitle": "Pep Guardiola embraces lack of control during a very English derby | Barney Ronay", "webUrl": "https://www.theguardian.com/football/blog/2016/sep/11/pep-guardiola-manchester-city-jose-mourinho-manchester-united", "wordCnt": 1100}, {"apiUrl": "https://content.guardianapis.com/football/blog/2016/sep/11/swansea-back-up-chairman-words-draw-with-chelsea", "firPara": "It turned out that Huw Jenkins chose a good day to predict that Swansea City are capable of surprising a few people this season. The chairmans programme notes read like a defence of everything that has gone on at Swansea in recent times, with Jenkins acutely aware of the growing frustration among supporters after a thoroughly underwhelming summer in the transfer market, yet this was not the afternoon for any unrest to boil over.", "id": "football/blog/2016/sep/11/swansea-back-up-chairman-words-draw-with-chelsea", "isHosted": false, "secPara": "In a bizarre but compelling game, Swansea staged an unlikely second-half fightback that galvanised the home fans and meant Francesco Guidolins players left the field to warm applause at the final whistle. It was some turnaround from the opening 45 minutes, when Swansea managed only four touches in the Chelsea penalty area and looked like a team sleepwalking towards a third successive Premier League defeat amid a backdrop of doom and gloom.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-11T20:35:20Z", "webTitle": "Swansea back up chairman’s words in draw with Chelsea | Stuart James", "webUrl": "https://www.theguardian.com/football/blog/2016/sep/11/swansea-back-up-chairman-words-draw-with-chelsea", "wordCnt": 815}, {"apiUrl": "https://content.guardianapis.com/football/2016/sep/11/chelsea-antonio-conte-defenders-targeting-diego-costa", "firPara": "Antonio Conte has claimed defenders are targeting Diego Costa and seeking to provoke the Spain forward, with the Chelsea manager praising his players refusal to react in the fractious 2-2 draw at Swansea City.", "id": "football/2016/sep/11/chelsea-antonio-conte-defenders-targeting-diego-costa", "isHosted": false, "secPara": "Costa took his seasons tally to six goals in five appearances for club and country but his two here were not enough to prevent Conte shedding his first points as manager. Chelsea were further unnerved by the sight of the captain, John Terry, departing on crutches after sustaining an ankle injury in stoppage time. That will render him a major doubt for Fridays visit of Liverpool to Stamford Bridge and will potentially hand David Luiz his second debut for the club.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-11T19:36:38Z", "webTitle": "Chelsea’s Antonio Conte accuses defenders of targeting Diego Costa", "webUrl": "https://www.theguardian.com/football/2016/sep/11/chelsea-antonio-conte-defenders-targeting-diego-costa", "wordCnt": 751}, {"apiUrl": "https://content.guardianapis.com/football/blog/2016/sep/11/west-ham-london-stadium-upton-park", "firPara": "From arguments over supporters standing up to the distance between the seats and the pitch, West Hams move from Upton Park has so far failed to inspire", "id": "football/blog/2016/sep/11/west-ham-london-stadium-upton-park", "isHosted": false, "secPara": "From arguments over supporters standing up to the distance between the seats and the pitch, West Hams move from Upton Park has so far failed to inspire", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-11T17:17:08Z", "webTitle": "West Ham feeling far from home after London Stadium teething problems | Paul MacInnes", "webUrl": "https://www.theguardian.com/football/blog/2016/sep/11/west-ham-london-stadium-upton-park", "wordCnt": 899}, {"apiUrl": "https://content.guardianapis.com/football/2016/sep/11/joe-hart-torino-error-on-debut-atalanta-serie-a", "firPara": "Joe Hart made an error on his Torino debut to gift Atalanta an equaliser during their 2-1 home victory on Sunday. Hart failed to clear a second-half corner, punching the ball towards Andrea Masiello who swept home from close range.", "id": "football/2016/sep/11/joe-hart-torino-error-on-debut-atalanta-serie-a", "isHosted": false, "secPara": "Atalanta secured the three points after Franck Kessie sent Hart the wrong way from the penalty spot eight minutes from time, despite the goalkeepers best attempts to distract the midfielder by walking behind his goal.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-11T17:14:00Z", "webTitle": "Joe Hart makes costly error to gift Atalanta equaliser on Torino debut", "webUrl": "https://www.theguardian.com/football/2016/sep/11/joe-hart-torino-error-on-debut-atalanta-serie-a", "wordCnt": 541}, {"apiUrl": "https://content.guardianapis.com/football/2016/sep/11/swansea-city-chelsea-premier-league-match-report", "firPara": "Antonio Conte offered his compatriot and opposite number, Francesco Guidolin, a respectful pat on the arm at the final whistle but it was the scowl on the Chelsea managers face which betrayed his true feelings. His team have shed the first points of his tenure – wastefully, given their dominance for an hour in south Wales – to let a gap open up to Manchester City at the top. That could widen to a chasm in the months ahead if the worrying blend of profligacy and defensive fragility shown here is maintained.", "id": "football/2016/sep/11/swansea-city-chelsea-premier-league-match-report", "isHosted": false, "secPara": "This was one of those madcap occasions on which the Premier League so prides itself, a mismatch turned improbable yet ferocious end-to-end frenzy, but it was not a game Conte enjoyed. How could he when his team missed an opportunity to rattle up a cricket score before the break and then, unnerved by the belated injection of pace into Swansea City ranks, panicked to permit the hosts a route back into the match? His captain, John Terry, left the ground on crutches after pulling up in stoppage time with an ankle problem, rendering him a doubt for Fridays awkward test against Liverpool, while the manager found the focus drawn back to the divisions pantomime villain of the moment, Diego Costa, yet again.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-11T17:10:07Z", "webTitle": "Diego Costa grabs a point for Chelsea after Swansea’s rapid turnaround", "webUrl": "https://www.theguardian.com/football/2016/sep/11/swansea-city-chelsea-premier-league-match-report", "wordCnt": 853}], "startIndex": 3861, "status": "ok", "total": 141935, "userTier": "developer"}}