{"response": {"currentPage": 225, "orderBy": "newest", "pageSize": 10, "pages": 14194, "results": [{"apiUrl": "https://content.guardianapis.com/football/football-league-blog/2016/nov/26/football-league-your-thoughts-derby-norwich-alex-neil", "firPara": "• There was a tale of two streaks in the Championship, one of which came to an end and one that continues unabated. Newcastle United welcomed Blackburn Rovers to St James Park in expectation of a ninth straight league win but Charlie Mulgrews goal provided the shock of the day for a Rovers side who began the day in the bottom three. Somewhat less surprising was Norwich Citys fifth straight defeat. Bradley Johnson, who played over 150 games for the Canaries, scored Derby Countys goal in their 1-0 win and piled the pressure on the under-fire Alex Neil.", "id": "football/football-league-blog/2016/nov/26/football-league-your-thoughts-derby-norwich-alex-neil", "isHosted": false, "secPara": "• Newcastles defeat allowed Brighton &amp; Hove Albion to close the gap to two points at the top but they survived a scare against Fulham, who took a first-half lead at the Amex thanks to Kevin McDonald. Sam Baldock and Glenn Murray, though, scored second-half goals to extend Albions own unbeaten streak to 12 games.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-26T18:36:06Z", "webTitle": "Football League your thoughts: Derby pile pressure on Norwich’s Alex Neil | John Ashdown", "webUrl": "https://www.theguardian.com/football/football-league-blog/2016/nov/26/football-league-your-thoughts-derby-norwich-alex-neil", "wordCnt": 799}, {"apiUrl": "https://content.guardianapis.com/football/live/2016/nov/26/liverpool-v-sunderland-premier-league-and-more-clockwatch-live", "firPara": "Crystal Palace and Swansea put on a masterclass in defensive haplessness in a ludicrous goalfest, while Sunderland sunk to the bottom once again", "id": "football/live/2016/nov/26/liverpool-v-sunderland-premier-league-and-more-clockwatch-live", "isHosted": false, "secPara": "Oh alright, you can have this one too", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2016-11-26T17:29:21Z", "webTitle": "Swansea 5-4 Crystal Palace, Liverpool 2-0 Sunderland and more: clockwatch – as it happened", "webUrl": "https://www.theguardian.com/football/live/2016/nov/26/liverpool-v-sunderland-premier-league-and-more-clockwatch-live", "wordCnt": 1225}, {"apiUrl": "https://content.guardianapis.com/football/2016/nov/26/leicester-city-middlesbrough-premier-league-match-report", "firPara": "Same old Leicester, always doing things contrariwise. Four days after marching into the last 16 of the Champions League they produced a display that prompted their manager, Claudio Ranieri, to declare that they are in a domestic relegation fight.", "id": "football/2016/nov/26/leicester-city-middlesbrough-premier-league-match-report", "isHosted": false, "secPara": "A stoppage-time penalty by Islam Slimani averted a third successive defeat in the Premier League but could not mask the fact that the champions are floundering on the home front while flourishing in continental competition.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-26T17:27:27Z", "webTitle": "Islam Slimani penalty rescues draw for Leicester with Middlesbrough", "webUrl": "https://www.theguardian.com/football/2016/nov/26/leicester-city-middlesbrough-premier-league-match-report", "wordCnt": 672}, {"apiUrl": "https://content.guardianapis.com/football/2016/nov/26/newcastle-united-blackburn-rovers-championship-match-report", "firPara": "Maybe it was tempting fate when, a few days ago, Rafael Benítez posed for photographs in front of the Angel of the North. Or perhaps six changes simply represented too heavy a home rotation against possibly underestimated visitors but, whatever the precise reason, Newcastle Uniteds nine-game winning run game to an abrupt end.", "id": "football/2016/nov/26/newcastle-united-blackburn-rovers-championship-match-report", "isHosted": false, "secPara": "The final whistle was supposed to see Benítezs team celebrating a 10th straight victory in all competitions and the attendant establishment of a new club record. Instead their old vulnerabilities at defending set pieces returned to haunt them, leaving Blackburn Rovers the jubilant ones.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-26T17:25:25Z", "webTitle": "Blackburn’s Charlie Mulgrew gives his side shock win at Newcastle", "webUrl": "https://www.theguardian.com/football/2016/nov/26/newcastle-united-blackburn-rovers-championship-match-report", "wordCnt": 649}, {"apiUrl": "https://content.guardianapis.com/football/2016/nov/26/liverpool-sunderland-premier-league-match-report", "firPara": "The crowd here included the recently retired Steven Gerrard, the Liverpool owner, John W Henry, the chairman, Tom Werner, and several former school friends of Jürgen Klopp invited over from Germany. Their old classmate, it transpired, is still learning at the age of 49. I learned today that we are able to beat even the most defensive team I ever played against, he said following Liverpools brief return to the Premier League summit (ended by Chelsea). That is a nice thing to learn.", "id": "football/2016/nov/26/liverpool-sunderland-premier-league-match-report", "isHosted": false, "secPara": "A rewarding victory came at a price for Liverpool. Philippe Coutinho was taken off on a stretcher with an ankle injury that will require a scan and left the influential Brazil international hobbling out of Anfield on crutches. His replacement, Divock Origi, would eventually break Sunderlands resistance just as the fear of a second consecutive goalless draw appeared to have gripped the home crowd, prompting another of those furious outbursts from their manager.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-26T17:19:13Z", "webTitle": "Liverpool edge past Sunderland but lose Philippe Coutinho to injury", "webUrl": "https://www.theguardian.com/football/2016/nov/26/liverpool-sunderland-premier-league-match-report", "wordCnt": 782}, {"apiUrl": "https://content.guardianapis.com/football/2016/nov/26/burnley-manchester-city-premier-league-match-report", "firPara": "If Manchester City are supposed to be concentrating their resources on returning to the top of the Premier League after securing European football for next year, they went an odd way about it, resting John Stones and Ilkay Gündogan and leaving David Silva and Kevin De Bruyne on the bench. Crucially, they did not omit Sergio Agüero, and two of the strikers scruffier goals were enough for City to take the points after going behind.", "id": "football/2016/nov/26/burnley-manchester-city-premier-league-match-report", "isHosted": false, "secPara": "They were beautiful goals, a beaming Pep Guardiola insisted. Sean Dyche was closer to the truth with two blips in a really good gameplan, but though Burnley might have had a first-half penalty when Nicolás Otamendi barged into Jeff Hendrick, the home side had to accept they did not do quite enough to knock City out of their stride.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-26T14:41:20Z", "webTitle": "Sergio Agüero and Manchester City fight back to see off Burnley", "webUrl": "https://www.theguardian.com/football/2016/nov/26/burnley-manchester-city-premier-league-match-report", "wordCnt": 798}, {"apiUrl": "https://content.guardianapis.com/football/live/2016/nov/26/burnley-v-manchester-city-premier-league-live", "firPara": "City werent at their best collectively, but Sergio Aguero was on form, poaching two goals to earn his side a precious three points in the title race.", "id": "football/live/2016/nov/26/burnley-v-manchester-city-premier-league-live", "isHosted": false, "secPara": "City werent at their best collectively, but Sergio Aguero was on form, poaching two goals to earn his side a precious three points in the title race.", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2016-11-26T14:28:54Z", "webTitle": "Burnley 1-2 Manchester City: Premier League – as it happened", "webUrl": "https://www.theguardian.com/football/live/2016/nov/26/burnley-v-manchester-city-premier-league-live", "wordCnt": 2065}, {"apiUrl": "https://content.guardianapis.com/football/blog/2016/nov/26/rb-leipzig-bundesliga-ralph-hasenhuttl", "firPara": "This being their maiden season in the German top flight, it is nigh on impossible to profile RB Leipzig without focusing on their controversial journey to the Bundesliga summit. Previously a fifth-tier team from the east German region of Saxony called SSV Markranstädt, the clubs licence was bought in 2009 by the Austrian energy drink manufacturer Red Bull, who promptly rebranded their acquisition by changing their name, crest and kit before beginning their quick ascent through the divisions.", "id": "football/blog/2016/nov/26/rb-leipzig-bundesliga-ralph-hasenhuttl", "isHosted": false, "secPara": "Despite being unable to call themselves Red Bull Leipzig due to DFB regulations (the RB officially stands for RasenBallsport, which means lawn sports), they are unequivocally part of a stable of sports franchises that includes their Austrian feeder club FC Red Bull Salzburg, Red Bull Brasil, Red Bull Ghana, New York Red Bulls and Formula Ones Red Bull Racing. Constructs do not get more artificial, so it is little surprise they have become the most hated football club in Germany.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-26T11:00:30Z", "webTitle": "RB Leipzig spread their wings to become Bundesliga force for the long haul | Barry Glendenning", "webUrl": "https://www.theguardian.com/football/blog/2016/nov/26/rb-leipzig-bundesliga-ralph-hasenhuttl", "wordCnt": 1223}, {"apiUrl": "https://content.guardianapis.com/football/2016/nov/25/sexual-abuse-football-andy-woodward-football-association", "firPara": "English football, so often the subject of both front and back pages during frothing episodes in which scandal and shame are appended to any number of trivialities, has had a week during which those words have taken on a deadening tone.", "id": "football/2016/nov/25/sexual-abuse-football-andy-woodward-football-association", "isHosted": false, "secPara": "After the former professional Andy Woodward waived his anonymity to tell the Guardian of years of childhood sexual abuse at the hands of Barry Bennell, a convicted paedophile who worked for Crewe Alexandra in the 1980s and 1990s and also had associations with Manchester City and Stoke City, the shockwaves have reverberated round the game.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-25T22:55:20Z", "webTitle": "Victims of sexual abuse speak out in week that truly shook football", "webUrl": "https://www.theguardian.com/football/2016/nov/25/sexual-abuse-football-andy-woodward-football-association", "wordCnt": 788}, {"apiUrl": "https://content.guardianapis.com/football/blog/2016/nov/25/mauricio-pochettino-battle-of-stamford-bridge-tottenham-chelsea", "firPara": "In the midst of the mayhem, a football match broke out but it was unclear whether anybody noticed. The Battle of Stamford Bridge towards the end of last season, when Chelsea held Tottenham Hotspur to the 2-2 draw that dashed their title hopes, is remembered for the malevolence, the bench-emptying flashpoints and Mousa Dembélés eye-gouge on Diego Costa.", "id": "football/blog/2016/nov/25/mauricio-pochettino-battle-of-stamford-bridge-tottenham-chelsea", "isHosted": false, "secPara": "There were 12 yellow cards – a record nine for Tottenham – and the minor miracle of no reds. There was Érik Lamelas Bafta nomination for best innocent face after his deliberate tread on Cesc Fàbregas. And there was Guus Hiddink being knocked down into the pit of the dugout during the mass confrontation at full-time. The Daily Mail wondered whether it had been the Premier Leagues most shameful game. Frankly, what was not to like?", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-25T22:36:58Z", "webTitle": "Battle of Stamford Bridge: Tottenham return to the scene of their undoing | David Hytner", "webUrl": "https://www.theguardian.com/football/blog/2016/nov/25/mauricio-pochettino-battle-of-stamford-bridge-tottenham-chelsea", "wordCnt": 1172}], "startIndex": 2241, "status": "ok", "total": 141934, "userTier": "developer"}}