{"response": {"currentPage": 320, "orderBy": "newest", "pageSize": 10, "pages": 14194, "results": [{"apiUrl": "https://content.guardianapis.com/football/2016/oct/14/atlantic-league-football-europe-scotland-scandinavia-belgium", "firPara": "We asked supporters in Scotland, the Netherlands, Belgium, Denmark, Norway and Sweden for their thoughts on a proposed breakaway league", "id": "football/2016/oct/14/atlantic-league-football-europe-scotland-scandinavia-belgium", "isHosted": false, "secPara": "The reigning Danish champions have won their domestic league, the Superligaen, 11 times and are on course for another league title this season. They are competing in this seasons Champions League.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-10-14T13:30:37Z", "webTitle": "'Cash is king in modern football' – fans react to the 'Atlantic league' proposal", "webUrl": "https://www.theguardian.com/football/2016/oct/14/atlantic-league-football-europe-scotland-scandinavia-belgium", "wordCnt": 3286}, {"apiUrl": "https://content.guardianapis.com/football/2016/oct/14/liverpool-loris-karius-jurgen-klopp-manchester-united-goalkeeper", "firPara": "Germany is a goalkeeper country, claimed Jürgen Klopp, conjuring images of Sepp Maier roaming the Bavarian Alps, Oliver Kahn overseeing heavy industry in the Ruhr Valley and Harald Schumacher lying in wait for Patrick Battiston at the French border. The Liverpool managers argument is that a common mentality is responsible for his countrys rich goalkeeping traditions. His belief, and judgment, is they will be ultimately preserved at Liverpool by Loris Karius.", "id": "football/2016/oct/14/liverpool-loris-karius-jurgen-klopp-manchester-united-goalkeeper", "isHosted": false, "secPara": "The 23-year-old will receive a third vote of confidence from Klopp should he start against Manchester United at Anfield on Monday. The first was the managers decision to sign the Germany Under-21 international from Klopps former club Mainz in May for £4.7m. The second was to end Simon Mignolets reign as Liverpools first‑choice goalkeeper once Karius had fully recovered from the broken hand that stalled the succession in pre-season. The third will be to back his young compatriot following an uncertain display last time out at Swansea City with inclusion in the biggest fixture in English club football. Having insisted his goalkeepers are not on trial at Anfield, and the potential ramifications of demoting a young player without good cause, Klopp must be inclined to keep faith as he builds for the present and future.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-10-14T12:18:00Z", "webTitle": "Loris Karius may prove Jürgen Klopp’s theory against Manchester United | Andy Hunter", "webUrl": "https://www.theguardian.com/football/2016/oct/14/liverpool-loris-karius-jurgen-klopp-manchester-united-goalkeeper", "wordCnt": 930}, {"apiUrl": "https://content.guardianapis.com/football/2016/oct/14/crystal-palace-west-ham-united-match-preview", "firPara": "West Ham United would appear to be there for the taking. A team struggling to adapt to a new home have yet to gain anything other than bloodied noses away from Stratford this term, with nine goals conceded in three defeats. Yet Alan Pardew and Crystal Palace are still braced for an awkward derby. West Ham have won 3-1 on their last two visits to Selhurst Park, and theyve got some fantastic players, players of international standard or even world-class ability, offered Pardew. Palace must ensure the revival does not start south of the river. Dominic Fifield", "id": "football/2016/oct/14/crystal-palace-west-ham-united-match-preview", "isHosted": false, "secPara": "Kick-off Saturday 5.30pm ", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-10-14T11:45:00Z", "webTitle": "Crystal Palace v West Ham United: match preview", "webUrl": "https://www.theguardian.com/football/2016/oct/14/crystal-palace-west-ham-united-match-preview", "wordCnt": 223}, {"apiUrl": "https://content.guardianapis.com/football/blog/2016/oct/14/premier-league-title-contenders-manchester-city-tottenham-arsenal-liverpool", "firPara": "The Premier League is back after the international break and, following a breathless start to the season, we assess the top seven sides in the league in search for clues as to which side will lift the trophy come May. Manchester City are the early pacesetters but their defeat at Tottenham Hotspur have given the rest of the clubs hope. It is also worth remembering that seven games into last season, Louis van Gaals Manchester United were top, West Ham United third and eventual winners Leicester City eighth …", "id": "football/blog/2016/oct/14/premier-league-title-contenders-manchester-city-tottenham-arsenal-liverpool", "isHosted": false, "secPara": "Manchester City ", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-10-14T11:00:34Z", "webTitle": "The Premier League returns: how are the title contenders shaping up?", "webUrl": "https://www.theguardian.com/football/blog/2016/oct/14/premier-league-title-contenders-manchester-city-tottenham-arsenal-liverpool", "wordCnt": 2775}, {"apiUrl": "https://content.guardianapis.com/football/blog/2016/oct/14/daniel-sturridge-liverpool-england-tunnel-vision", "firPara": "Liverpool and England striker is a brilliant footballer but also an individualist who undermines himself with his apparent refusal to accept football is a team game", "id": "football/blog/2016/oct/14/daniel-sturridge-liverpool-england-tunnel-vision", "isHosted": false, "secPara": "Watching Daniel Sturridge perform his critically panned one-man show against Slovenia on Tuesday, it was impossible not to picture his increasingly exasperated England team-mates as Alan Partridge in the car park. Dan! Dan! Dan! Over here! Look! Im unmarked! Dan! Give me the ball! Dan! Dont shoot! Dan! Stop trying to dribble past four defenders! Pass it! Pass it here! Im in a much better position than you! Dan! Dan?", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-10-14T09:59:45Z", "webTitle": "England’s Daniel Sturridge needs to see the light at end of his tunnel vision | Jacob Steinberg", "webUrl": "https://www.theguardian.com/football/blog/2016/oct/14/daniel-sturridge-liverpool-england-tunnel-vision", "wordCnt": 968}, {"apiUrl": "https://content.guardianapis.com/football/blog/2016/oct/14/the-joy-of-six-football-managerial-debuts", "firPara": "From Danny Blanchflower to Brendan Rodgers, via some more successful bows, six managers and their noteworthy first games in charge", "id": "football/blog/2016/oct/14/the-joy-of-six-football-managerial-debuts", "isHosted": false, "secPara": "If ever a man seemed destined for management, it was Danny Blanchflower. He was an inspiration on the pitch for Tottenham Hotspur from the moment he replaced Alf Ramsey as captain, running the game from midfield with exceptional intelligence and leading them to the double in 1961. Spurs manager, Bill Nicholson, happily admitted that Blanchflower was free to orchestrate play as he saw fit, and Blanchflowers vision was beautiful – the game is about glory, after all.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-10-14T09:42:05Z", "webTitle": "The Joy of Six: football managerial debuts | Paul Doyle", "webUrl": "https://www.theguardian.com/football/blog/2016/oct/14/the-joy-of-six-football-managerial-debuts", "wordCnt": 2381}, {"apiUrl": "https://content.guardianapis.com/football/2016/oct/14/neil-warnock-eighth-promotion-15th-club-cardiff-city", "firPara": "The 67-year-old admits the Cardiff City job, his 15th different club, is as exciting as ever and that if he ever lost that feeling he would be in trouble", "id": "football/2016/oct/14/neil-warnock-eighth-promotion-15th-club-cardiff-city", "isHosted": false, "secPara": "Neil Warnock is excited. Perhaps at 67 years old, having thought he had retired a year or so ago, and after taking charge of his 15th club, he should be a little more jaded. But just from the sound of his voice, you can tell the new Cardiff City manager is giddy. I suppose if I lost that feeling Id be in trouble, Warnock says, before taking charge of his first game, against Bristol City on Friday evening. Even when I was going to speak to Cardiff, when I was travelling down, I was excited. I dont think my mate could shut me up.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-10-14T08:59:31Z", "webTitle": "Neil Warnock excited at prospect of attempting record eighth promotion", "webUrl": "https://www.theguardian.com/football/2016/oct/14/neil-warnock-eighth-promotion-15th-club-cardiff-city", "wordCnt": 1045}, {"apiUrl": "https://content.guardianapis.com/football/blog/2016/oct/14/premier-league-10-things-to-look-out-for-this-weekend", "firPara": "Cesc Fàbregas may get his chance for Chelsea, Evertons attackers can trouble Manchester City and Monday nights big match at Anfield is too close to call", "id": "football/blog/2016/oct/14/premier-league-10-things-to-look-out-for-this-weekend", "isHosted": false, "secPara": "Cesc Fàbregas may get his chance for Chelsea, Evertons attackers can trouble Manchester City and Monday nights big match at Anfield is too close to call", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-10-14T08:02:17Z", "webTitle": "Premier League: 10 things to look out for this weekend", "webUrl": "https://www.theguardian.com/football/blog/2016/oct/14/premier-league-10-things-to-look-out-for-this-weekend", "wordCnt": 1795}, {"apiUrl": "https://content.guardianapis.com/football/2016/oct/14/football-transfer-rumours-tottenham-move-for-real-madrids-isco", "firPara": "Todays tittle tattle is an interior decorator ", "id": "football/2016/oct/14/football-transfer-rumours-tottenham-move-for-real-madrids-isco", "isHosted": false, "secPara": "Todays tittle tattle is an interior decorator ", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-10-14T07:37:48Z", "webTitle": "Football transfer rumours: Tottenham move for Real Madrid's Isco?", "webUrl": "https://www.theguardian.com/football/2016/oct/14/football-transfer-rumours-tottenham-move-for-real-madrids-isco", "wordCnt": 539}, {"apiUrl": "https://content.guardianapis.com/football/2016/oct/13/steve-bruce-aston-villa", "firPara": "Steve Bruce has outlined his vision for Aston Villa and revealed that one of his first moves upon becoming the clubs new manager was to allow Gabriel Agbonlahor to train with the first team again after a long period in the cold for the one-time captain.", "id": "football/2016/oct/13/steve-bruce-aston-villa", "isHosted": false, "secPara": "Looking relaxed and refreshed, not to mention thinner, Bruce made his first public appearance as Roberto Di Matteos successor on Thursday. The 55-year-old described returning Villa to the Premier League at the first time of asking – with the club 19th in the Championship having won one of their first 11 games of the season – as the biggest challenge of his career but, after achieving a record four promotions from the second tier, he believes he can do that by bringing spirit and passion to the club. He also relayed that message to his squad – he took his first training session at Villas Bodymoor Heath before meeting the media there.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-10-13T21:48:00Z", "webTitle": "Steve Bruce says task at Aston Villa is the ‘biggest challenge’ of his career", "webUrl": "https://www.theguardian.com/football/2016/oct/13/steve-bruce-aston-villa", "wordCnt": 752}], "startIndex": 3191, "status": "ok", "total": 141935, "userTier": "developer"}}