{"response": {"currentPage": 429, "orderBy": "newest", "pageSize": 10, "pages": 14194, "results": [{"apiUrl": "https://content.guardianapis.com/football/2016/aug/19/lamine-kone-younes-kaboul-sunderland-david-moyes", "firPara": "David Moyes is confronting a central defensive problem after Lamine Koné declined Sunderlands offer of a new contract, reiterated his determination to leave Wearside as soon as possible and then reported for Friday morning training complaining of a mysterious back problem.", "id": "football/2016/aug/19/lamine-kone-younes-kaboul-sunderland-david-moyes", "isHosted": false, "secPara": "Along with his erstwhile defensive partner, Younès Kaboul, Koné was a big reason why Sunderland managed to avoid relegation under Sam Allardyce last season. Now, though, he is high on Evertons wanted list and Moyes has reluctantly given Kaboul permission to join Watford, with that transfer expected to be finalised shortly.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-08-19T21:30:29Z", "webTitle": "Koné injury and Kaboul transfer leave Sunderland short of defenders", "webUrl": "https://www.theguardian.com/football/2016/aug/19/lamine-kone-younes-kaboul-sunderland-david-moyes", "wordCnt": 481}, {"apiUrl": "https://content.guardianapis.com/football/2016/aug/19/tom-heaton-burnley-england-alex-ferguson", "firPara": "Goalkeeper was at Manchester United for 13 years but left on a free transfer for first-team football and is relishing being back in the Premier League", "id": "football/2016/aug/19/tom-heaton-burnley-england-alex-ferguson", "isHosted": false, "secPara": "Tom Heaton knew the meeting with Sir Alex Ferguson was unlikely to go well and so, at least, he was not disappointed. It was towards the end of the 2009-10 season and the Burnley and England goalkeeper, who was then in his 13th year at Manchester United, had reached a decision. He would be leaving the club that summer.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-08-19T21:30:29Z", "webTitle": "Burnley’s Tom Heaton: ‘It got heated for a minute or two with Alex Ferguson’", "webUrl": "https://www.theguardian.com/football/2016/aug/19/tom-heaton-burnley-england-alex-ferguson", "wordCnt": 1622}, {"apiUrl": "https://content.guardianapis.com/football/2016/aug/19/jurgen-klopp-guts-key-to-liverpool-title-challenge", "firPara": "Jürgen Klopp has a simple solution in his attempt to turn Liverpool into title contenders footballing Yakult. The Anfield manager, having begun his first full season at the club, is hoping that the key to future development is a stronger collective gut.", "id": "football/2016/aug/19/jurgen-klopp-guts-key-to-liverpool-title-challenge", "isHosted": false, "secPara": "Liverpool travel to Burnleyon Saturday after last weekends exhilarating, if not entirely flawless, 4-3 victory over Arsenal. Having endured a difficult first half, Liverpool came back in the second 45 minutes to blaze into a 4-1 lead, only then to concede two more goals before full-time. Despite the attacking bent of his side, Klopp believes conceding goals need not be inevitable once the squad instinctively know their responsibilities on the pitch.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-08-19T21:30:29Z", "webTitle": "Jürgen Klopp says guts are key to a title challenge from Liverpool", "webUrl": "https://www.theguardian.com/football/2016/aug/19/jurgen-klopp-guts-key-to-liverpool-title-challenge", "wordCnt": 807}, {"apiUrl": "https://content.guardianapis.com/football/2016/aug/19/ronald-koeman-romelu-lukaku-everton", "firPara": "Ronald Koeman admits he is uncertain about Romelu Lukakus future at Everton and has made one plan with and one plan without the striker, who continues to be linked with a return to Chelsea.", "id": "football/2016/aug/19/ronald-koeman-romelu-lukaku-everton", "isHosted": false, "secPara": "Everton have yet to receive a suitable bid for the 23-year-old and are not encouraging one but Koeman accepts the situation will remain fluid until the transfer window closes. Lukaku looks set to return to the Everton squad for their match at West Bromwich Albion on Saturday.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-08-19T21:30:29Z", "webTitle": "Ronald Koeman has made plans for life with or without Romelu Lukaku", "webUrl": "https://www.theguardian.com/football/2016/aug/19/ronald-koeman-romelu-lukaku-everton", "wordCnt": 424}, {"apiUrl": "https://content.guardianapis.com/football/2016/aug/19/leicester-city-claudio-ranieri-points-arsenal-football", "firPara": "Claudio Ranieri maintains Leicester City are underdogs this season, yet the Italian has increased the expectations for his players by saying his ambition is to surpass their title-winning points total. The Leicester manager explained that his objective every season is to win one point more than the previous campaign and he said nothing has changed since Leicester became Premier League champions.", "id": "football/2016/aug/19/leicester-city-claudio-ranieri-points-arsenal-football", "isHosted": false, "secPara": "Ranieri revealed his target after it was pointed out to him that Arsène Wenger recently said he felt guilty that Arsenal missed out on winning the league last season. Im thinking only about my club, Ranieri said before Saturdays home game against Arsenal. I know we made 81 points [last season]. My ambition this season is to make 82 if possible. I dont think about the others.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-08-19T21:30:29Z", "webTitle": "Leicester’s Claudio Ranieri aims at minimum of 82 Premier League points", "webUrl": "https://www.theguardian.com/football/2016/aug/19/leicester-city-claudio-ranieri-points-arsenal-football", "wordCnt": 294}, {"apiUrl": "https://content.guardianapis.com/football/2016/aug/19/manchester-united-southampton-premier-league-match-report", "firPara": "These are still early days but already there is the unmistakable feeling Manchester United are on their way back and anxious to make up for lost time. They have suffered more in the last few years than they will probably wish to remember but José Mourinho could be seen saluting the crowd in triumph after this victory. Zlatan Ibrahimovic has two more goals for his personal collection while Paul Pogba, the worlds most expensive footballer, came out of his homecoming with a sunrise of a smile.", "id": "football/2016/aug/19/manchester-united-southampton-premier-league-match-report", "isHosted": false, "secPara": "The only disappointment, perhaps, was that Ibrahimovic could not mark his first appearance at his new ground by taking the matchball home as a souvenir of a hat-trick, and there was a moment after the game when he playfully chastised Pogba for shooting, rather than passing, during a late attack. That, however, was only a fleeting source of regret bearing in mind the buoyant mood inside the stadium and renewed sense of optimism.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-08-19T21:01:50Z", "webTitle": "Manchester United’s Zlatan Ibrahimovic proves double trouble for Southampton", "webUrl": "https://www.theguardian.com/football/2016/aug/19/manchester-united-southampton-premier-league-match-report", "wordCnt": 878}, {"apiUrl": "https://content.guardianapis.com/football/live/2016/aug/19/manchester-united-v-southampton-premier-league-live", "firPara": "Zlatan Ibrahimovic scored both goals, the first a magnificent header, and Paul Pogba lasted 90 minutes as Manchester United eventually overcame a spirited Southampton", "id": "football/live/2016/aug/19/manchester-united-v-southampton-premier-league-live", "isHosted": false, "secPara": "An eventually comfortable win for Manchester United, with Zlatan Ibrahimovic scoring both goals – the first a thrilling, cavemanic header. Paul Pogba improved as the match progressed and showed his class with some penetrating runs and cocky passing.", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2016-08-19T20:53:39Z", "webTitle": "Manchester United 2-0 Southampton: Premier League – as it happened", "webUrl": "https://www.theguardian.com/football/live/2016/aug/19/manchester-united-v-southampton-premier-league-live", "wordCnt": 1635}, {"apiUrl": "https://content.guardianapis.com/football/2016/aug/19/sunderland-middlesbrough-match-preview", "firPara": "While Wear-Tees clashes lack the fierce intensity of their Tyne-Wear cousins – the clubs are 35 miles apart – the atmosphere will still be highly charged. If David Moyes must trust Younès Kabouls defection to Watford does not leave Álvaro Negredo scenting blood, Jermain Defoe would relish defying Víctor Valdés. For the past five seasons Sunderland have failed to win a league game in August but, much as Moyes wants to put that right in his first home league match with his new club, Aitor Karanka could do with a derby win. Louise Taylor", "id": "football/2016/aug/19/sunderland-middlesbrough-match-preview", "isHosted": false, "secPara": "Kick-off Sunday 1.30pm ", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-08-19T17:24:39Z", "webTitle": "Sunderland v Middlesbrough: match preview", "webUrl": "https://www.theguardian.com/football/2016/aug/19/sunderland-middlesbrough-match-preview", "wordCnt": 210}, {"apiUrl": "https://content.guardianapis.com/football/2016/aug/19/west-ham-bournemouth-match-preview", "firPara": "Losing at Chelsea on Monday before playing in Romania on Thursday night was not the ideal way for West Ham United to prepare for their Premier League debut in their new ground. It has been a slow start to the season for the Hammers and Slaven Bilic will hope to have Dimitri Payet available from the start. Bournemouth, beaten by Manchester United last weekend, won this fixture last year thanks to Callum Wilsons hat-trick. Jacob Steinberg", "id": "football/2016/aug/19/west-ham-bournemouth-match-preview", "isHosted": false, "secPara": "Kick-off Sunday 4pm ", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-08-19T17:08:46Z", "webTitle": "West Ham United v Bournemouth: match preview", "webUrl": "https://www.theguardian.com/football/2016/aug/19/west-ham-bournemouth-match-preview", "wordCnt": 214}, {"apiUrl": "https://content.guardianapis.com/football/2016/aug/19/west-bromwich-albion-everton-match-preview", "firPara": "West Bromwich Albion and Yannick Bolasie could face each other for the second consecutive weekend after the attacker moved from Crystal Palace to Everton in midweek. Ronald Koeman will need to decide whether to use him from the start or as a substitute, though that could depend on the fitness of Romelu Lukaku. Ashley Williams availability is also touch and go for the visitors. Alan Smith", "id": "football/2016/aug/19/west-bromwich-albion-everton-match-preview", "isHosted": false, "secPara": "Kick-off Saturday 3pm ", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-08-19T16:50:16Z", "webTitle": "West Bromwich Albion v Everton: match preview", "webUrl": "https://www.theguardian.com/football/2016/aug/19/west-bromwich-albion-everton-match-preview", "wordCnt": 156}], "startIndex": 4281, "status": "ok", "total": 141935, "userTier": "developer"}}