{"response": {"currentPage": 21, "orderBy": "newest", "pageSize": 10, "pages": 14194, "results": [{"apiUrl": "https://content.guardianapis.com/football/blog/2017/mar/17/raheem-sterling-liverpool-manchester-city-pep-guardiola", "firPara": "It is a little under two years since Raheem Sterling made the move which, perhaps more than any other, has come to define him. It wasnt a drop of the shoulder or a sprint past a full-back or a shot at goal, but instead an interview. That interview is the reason why the winger will once again be the subject of abuse from the away end when Manchester City host Liverpool on Sunday.", "id": "football/blog/2017/mar/17/raheem-sterling-liverpool-manchester-city-pep-guardiola", "isHosted": false, "secPara": "I dont want to be perceived as a money-grabbing 20-year-old was the standout line of Sterlings chat with the BBC on 1 April 2015 as he sought to address criticism regarding his decision to turn down Liverpools offer of a £100,000-a-week contract. It was April Fools Day but Sterling was fooling no one, certainly not as far as those on the red half of Merseyside were concerned. Instead they saw the interview – one that was said to have left the Liverpool hierarchy aghast – as a blatant attempt by Sterling and his agent, Aidy Ward, to engineer a move from the club where he had been since the age of 14 and developed into one of the most exciting talents in English football.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-03-17T14:07:24Z", "webTitle": "Raheem Sterling in shape to show Liverpool he made the right move", "webUrl": "https://www.theguardian.com/football/blog/2017/mar/17/raheem-sterling-liverpool-manchester-city-pep-guardiola", "wordCnt": 1159}, {"apiUrl": "https://content.guardianapis.com/football/2017/mar/17/mamadou-sakho-drug-test-klopp-liverpool-crystal-palace", "firPara": "A year on from the positive drug test which curtailed his Liverpool season and led to Euro 2016 heartbreak, the defender is thriving at Selhurst Park and showing his appetite for a scra", "id": "football/2017/mar/17/mamadou-sakho-drug-test-klopp-liverpool-crystal-palace", "isHosted": false, "secPara": "It was the kind of challenge that reflects a mind-set. A head down and tackle anything that moves approach from a player making up for lost time. The only problem for Mamadou Sakho was that rather than an opponent, it was the referee Mike Jones who ended up sprawling over his lunge, via a shove from West Bromwich Albions Jake Livermore. The crowd guffawed yet Sakho barely acknowledged the officials tumble, his stare instead fixed on the loose ball as Luka Milivojevic shepherded it away. Then he was up and off, eager for his next involvement.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-03-17T13:03:00Z", "webTitle": "Mamadou Sakho puts drug test and Klopp behind him at Crystal Palace", "webUrl": "https://www.theguardian.com/football/2017/mar/17/mamadou-sakho-drug-test-klopp-liverpool-crystal-palace", "wordCnt": 1902}, {"apiUrl": "https://content.guardianapis.com/football/live/2017/mar/17/europa-league-quarter-final-draw-live", "firPara": "José Mourinhos side will face a short trip to the Belgian league leaders, while Lyon face Besiktas, Ajax take on Schalke and Celta Vigo play Genk", "id": "football/live/2017/mar/17/europa-league-quarter-final-draw-live", "isHosted": false, "secPara": "José Mourinhos side will face a short trip to the Belgian league leaders, while Lyon face Besiktas, Ajax take on Schalke and Celta Vigo play Genk", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2017-03-17T12:33:55Z", "webTitle": "Europa League: Manchester United face Anderlecht in quarter-finals – as it happened", "webUrl": "https://www.theguardian.com/football/live/2017/mar/17/europa-league-quarter-final-draw-live", "wordCnt": 655}, {"apiUrl": "https://content.guardianapis.com/football/2017/mar/17/jose-mourinho-manchester-united-europa-league-anderlecht", "firPara": "José Mourinho has accused the Premier League of lacking in common sense for refusing to allow sides scheduled to play in European competition more time to prepare after Manchester United were drawn against Anderlecht in the quarter-finals of the Europa League.", "id": "football/2017/mar/17/jose-mourinho-manchester-united-europa-league-anderlecht", "isHosted": false, "secPara": "United face Middlesbrough on Sunday less than 72 hours after their 1-0 win over Rostov on Thursday which confirmed qualification for the last eight. Having blamed the crowded fixture list for causing the hamstring injury which has ruled Paul Pogba out of the trip to the Riverside, Mourinho took aim at the Premier League for failing to provide clubs with adequate support to prepare for matches.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-03-17T12:32:32Z", "webTitle": "José Mourinho slams Premier League as Manchester United draw Anderlecht", "webUrl": "https://www.theguardian.com/football/2017/mar/17/jose-mourinho-manchester-united-europa-league-anderlecht", "wordCnt": 671}, {"apiUrl": "https://content.guardianapis.com/football/blog/2017/mar/17/managers-time-deprivation-championship-derby-county", "firPara": "Gary Rowett must know he does not have long. Around 18 weeks, if the Derby chairmans form is anything to go by. Just ask Paul Clement. Or Nigel Pearson.", "id": "football/blog/2017/mar/17/managers-time-deprivation-championship-derby-county", "isHosted": false, "secPara": "Derby are in their ninth consecutive season in the Championship and their appointment of Rowett to replace Steve McClaren this week means that when they face their bitter rivals Nottingham Forest on Saturday the fixture will feature two new faces in the dugouts for a fifth time in succession – a run that stretches back to January 2015. On that occasion, McClaren – in his first spell at Pride Park – lost to Stuart Pearce 2-1 before gaining revenge almost two years later in his second spell with a 3-0 win over Philippe Montanier.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-03-17T11:57:27Z", "webTitle": "Managers suffer time deprivation in Championship that never sleeps | Ed Aarons", "webUrl": "https://www.theguardian.com/football/blog/2017/mar/17/managers-time-deprivation-championship-derby-county", "wordCnt": 903}, {"apiUrl": "https://content.guardianapis.com/football/live/2017/mar/17/champions-league-quarter-final-draw-live-leicester-barcelona-real-madrid-juventus-bayern-atletico-dortmund-monaco", "firPara": "The two European titans will meet at the quarter-final stage, Leicester face Atlético Madrid, Borussia Dortmund face Monaco and Juventus play Barcelona in a repeat of the 2015 final", "id": "football/live/2017/mar/17/champions-league-quarter-final-draw-live-leicester-barcelona-real-madrid-juventus-bayern-atletico-dortmund-monaco", "isHosted": false, "secPara": "Thats it from me – but head over here to find out who Manchester United draw in the Europa League last eight, coming up shortly", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2017-03-17T11:35:04Z", "webTitle": "Champions League quarter-final draw: Bayern Munich v Real Madrid – as it happened", "webUrl": "https://www.theguardian.com/football/live/2017/mar/17/champions-league-quarter-final-draw-live-leicester-barcelona-real-madrid-juventus-bayern-atletico-dortmund-monaco", "wordCnt": 581}, {"apiUrl": "https://content.guardianapis.com/football/2017/mar/17/champions-league-quarter-final-leicester", "firPara": "Craig Shakespeare has urged his Leicester players not to be distracted from their Premier League relegation battle after they were drawn to face last years runners-up Atlético Madrid in the quarter-finals of the Champions League.", "id": "football/2017/mar/17/champions-league-quarter-final-leicester", "isHosted": false, "secPara": "The Premier League champions, who beat Sevilla in the last-16 thanks to a 2-0 victory in the second leg at the King Power Stadium, have twice been drawn against Atlético in the past in the first round of the Cup Winners Cup in 1961 and the Uefa Cup first round in 1997, losing both ties. ", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-03-17T11:21:07Z", "webTitle": "Champions League quarter-finals: Leicester City to face Atlético Madrid", "webUrl": "https://www.theguardian.com/football/2017/mar/17/champions-league-quarter-final-leicester", "wordCnt": 605}, {"apiUrl": "https://content.guardianapis.com/football/blog/2017/mar/17/premier-league-10-things-to-look-out-for-this-weekend", "firPara": "Everton and Romelu Lukaku get to shift their attention to the pitch, Liverpool face off with Manchester City, and Spurs look to push on without Harry Kane", "id": "football/blog/2017/mar/17/premier-league-10-things-to-look-out-for-this-weekend", "isHosted": false, "secPara": "Everton-owned strikers will provide two causes for regret at Goodison Park on Saturday. Hull City miss Oumar Niasse, the on-loan centre-forward whose goals against Swansea City last week have made escaping the drop a realistic proposition, as he is ineligible to face the club that froze him out within months of arriving from Lokomotiv Moscow. That is poor timing as Marco Silva looks to create some momentum but Everton have concerns of their own. Romelu Lukaku and his family are hardly known for reticence but his clearly voiced concerns about the clubs ambition, hot on the heels of rejecting a new contract, have rung alarm bells. The long-range view is that Lukaku is an outstanding talent who is within his rights to require that Everton kick on if he is not to seek the upgrade his ability merits; in the shorter term Ronald Koeman may need to work overtime in order to hold Lukakus gaze. A year ago to the weekend Lukaku, previously in electric form, began a goal drought that ran to the end of the season. It was widely held that he and Everton had cooled under Roberto Martínez; another drop-off now would put some very positive work to waste. NA", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-03-17T08:58:35Z", "webTitle": "Premier League: 10 things to look out for this weekend", "webUrl": "https://www.theguardian.com/football/blog/2017/mar/17/premier-league-10-things-to-look-out-for-this-weekend", "wordCnt": 2153}, {"apiUrl": "https://content.guardianapis.com/football/2017/mar/17/football-transfer-rumour-mill-wilfried-zaha-ross-barkley-tottenham", "firPara": "Todays fluff is full of ecstasy and fire", "id": "football/2017/mar/17/football-transfer-rumour-mill-wilfried-zaha-ross-barkley-tottenham", "isHosted": false, "secPara": "Todays fluff is full of ecstasy and fire", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-03-17T08:48:03Z", "webTitle": "Football transfer rumours: Wilfried Zaha and Ross Barkley to Tottenham?", "webUrl": "https://www.theguardian.com/football/2017/mar/17/football-transfer-rumour-mill-wilfried-zaha-ross-barkley-tottenham", "wordCnt": 639}, {"apiUrl": "https://content.guardianapis.com/football/2017/mar/17/jose-mourinho-paul-pogba-injury-fixture-schedule", "firPara": "• Frustrated United manager says fatigue is beginning to affect his players", "id": "football/2017/mar/17/jose-mourinho-paul-pogba-injury-fixture-schedule", "isHosted": false, "secPara": "José Mourinho hit out at English fixture scheduling after losing Paul Pogba to a hamstring injury in the Europa League victory over Rostov.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-03-17T00:28:25Z", "webTitle": "José Mourinho blames Paul Pogba injury on crowded fixture schedule", "webUrl": "https://www.theguardian.com/football/2017/mar/17/jose-mourinho-paul-pogba-injury-fixture-schedule", "wordCnt": 435}], "startIndex": 201, "status": "ok", "total": 141934, "userTier": "developer"}}