{"response": {"currentPage": 192, "orderBy": "newest", "pageSize": 10, "pages": 14194, "results": [{"apiUrl": "https://content.guardianapis.com/football/2016/dec/11/said-and-done-football-diary-massimo-cellino", "firPara": "Also featuring Svens challenge; selling socks and belts; and why sacking coaches never works", "id": "football/2016/dec/11/said-and-done-football-diary-massimo-cellino", "isHosted": false, "secPara": "Also featuring Svens challenge; selling socks and belts; and why sacking coaches never works", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-12-11T09:45:23Z", "webTitle": "Said & Done: ‘I am only guilty of one thing: protecting Leeds United’", "webUrl": "https://www.theguardian.com/football/2016/dec/11/said-and-done-football-diary-massimo-cellino", "wordCnt": 769}, {"apiUrl": "https://content.guardianapis.com/football/2016/dec/11/johan-cruyff-remembered-bob-wilson-football-obituary", "firPara": "25 April 1947 – 24 March 2016", "id": "football/2016/dec/11/johan-cruyff-remembered-bob-wilson-football-obituary", "isHosted": false, "secPara": "Johan had this way of holding his head up when he talked to you, of raising his chin. It wasnt arrogance; it was more an expression of the natural superiority he had about him. Yet at the same time, despite his incredible worldwide fame, he was a hugely humble man. I loved that.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-12-11T07:00:20Z", "webTitle": "Johan Cruyff remembered by Bob Wilson", "webUrl": "https://www.theguardian.com/football/2016/dec/11/johan-cruyff-remembered-bob-wilson-football-obituary", "wordCnt": 818}, {"apiUrl": "https://content.guardianapis.com/football/2016/dec/10/seattle-sounders-penalty-shootout-mls-cup-toronto", "firPara": "The first MLS Cup final to be goalless after 120 minutes was finally settled by a sudden-death Roman Torres penalty, as Seattle won their first ever MLS Cup on a freezing night at BMO Field.", "id": "football/2016/dec/10/seattle-sounders-penalty-shootout-mls-cup-toronto", "isHosted": false, "secPara": "It was fitting that a symbol of Seattles defensive resolve should score the decisive penalty. For years, Seattle have built a reputation for attacking flair that wilts in the play-offs, but their gutsy charge through the second half of a difficult season has been built as much on defense as attack, and this final was an extreme example of that. Having beaten Sporting KC 1-0 in the play-in game with their only shot on goal, Seattle went one better in the final – becoming the only team in MLS history to not have a shot on target for the two hours of regular play.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-12-11T04:29:58Z", "webTitle": "Seattle Sounders hold nerve in shootout to clinch first ever MLS Cup", "webUrl": "https://www.theguardian.com/football/2016/dec/10/seattle-sounders-penalty-shootout-mls-cup-toronto", "wordCnt": 1116}, {"apiUrl": "https://content.guardianapis.com/football/live/2016/dec/10/mls-cup-final-toronto-fc-seattle-sounders-live", "firPara": "The Sounders have won their first MLS championship after a 5-4 victory on penalties following a dreary 0-0 stalemate", "id": "football/live/2016/dec/10/mls-cup-final-toronto-fc-seattle-sounders-live", "isHosted": false, "secPara": "b>Well, congrats to Seattle</b>. They pulled it out of the bag, even though they were rubbish on the night. A generally tedious final, but Seattle wont care. Theyve made history.", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2016-12-11T04:06:26Z", "webTitle": "Seattle Sounders win the MLS Cup after penalty shootout – as it happened", "webUrl": "https://www.theguardian.com/football/live/2016/dec/10/mls-cup-final-toronto-fc-seattle-sounders-live", "wordCnt": 1265}, {"apiUrl": "https://content.guardianapis.com/football/2016/dec/11/beckham-britains-real-royal-family-cruz-charity-single", "firPara": "At the top of a steep, snowy slope on Hampstead Heath a few winters back, so the story goes, a disparate group of north London parents were expressing mild concern to one another about their unruly children, tobogganing down the ice together on assorted tea trays and sledges. Its an accident waiting to happen, agreed one slim man in a grey beanie hat, looking round good-naturedly. In response the other parents started edging away, as of one mind, and the friendly banter froze in the frosty air. Yet there was nothing visibly wrong with this father. Far from it. In fact, he was near perfect. He was also, they had realised, David Beckham.", "id": "football/2016/dec/11/beckham-britains-real-royal-family-cruz-charity-single", "isHosted": false, "secPara": "For all the vast, enviable wealth revealed last week in the joint Beckham family bank account, each of its members – father, mother, three sons and a little daughter – are condemned to walk a strangely isolated path through the world. High levels of grooming, good looks and international fame ensure that David and Victoria, his wife of 17 years, and their children rarely pass among us without provoking, at most, a paparazzi frenzy and, at least, a moment of social awkwardness.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-12-11T00:05:12Z", "webTitle": "The Beckhams: Britain’s real royal family? | Observer profile", "webUrl": "https://www.theguardian.com/football/2016/dec/11/beckham-britains-real-royal-family-cruz-charity-single", "wordCnt": 1639}, {"apiUrl": "https://content.guardianapis.com/football/2016/dec/10/eric-dier-strange-start-tottenham-hotspur-manchester-united", "firPara": "Eric Dier is recreating the flashpoint with Ander Herrera from Englands friendly at Wembley last month. Not the one when he copped an elbow to the face from the Manchester United and Spain midfielder, which left him fuming. Rather, what happened after the 2-2 draw in the mixed zone – the stretch of the stadium that is devoted to player interviews with the media.", "id": "football/2016/dec/10/eric-dier-strange-start-tottenham-hotspur-manchester-united", "isHosted": false, "secPara": "It is Wednesday night; Dier and Tottenham Hotspur have just beaten CSKA Moscow 3-1 at Wembley in their final Champions League tie and the 22-year-old is back in the zone. I was up that side and Herrera was here, further along the line, he says. And I said Im sure Ill see him soon, and Im pointing at him.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-12-10T22:30:10Z", "webTitle": "Eric Dier ready to put his strange start to the season for Tottenham behind him", "webUrl": "https://www.theguardian.com/football/2016/dec/10/eric-dier-strange-start-tottenham-hotspur-manchester-united", "wordCnt": 1270}, {"apiUrl": "https://content.guardianapis.com/football/2016/dec/10/john-terry-sidelines-chelsea-title-diego-costa", "firPara": "John Terry cropped up in Antonio Contes pre-match briefing for Sundays game. It says much about the Italians reinvention of this team over recent months that the subject of Chelseas captain of 15 years had rather faded from the news agenda. There had been talk of the England setup using the defender as a mentor for younger players, or of coaching opportunities ahead, and almost an assumption his playing days are all but over. Conte was not quite having that.", "id": "football/2016/dec/10/john-terry-sidelines-chelsea-title-diego-costa", "isHosted": false, "secPara": "The centre-half is still recovering from a muscle problem in his buttock, ruling him out of the visit of West Bromwich Albion to Stamford Bridge, and has played six minutes since mid-September, but he has a role to play if this team are to extend their winning run.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-12-10T22:30:10Z", "webTitle": "John Terry on the sidelines but still involved in Chelsea’s title chase", "webUrl": "https://www.theguardian.com/football/2016/dec/10/john-terry-sidelines-chelsea-title-diego-costa", "wordCnt": 1078}, {"apiUrl": "https://content.guardianapis.com/football/2016/dec/10/pep-guardiola-tactics-leicester-beat-manchester-city", "firPara": "• Guardiola Im not disappointed with my players", "id": "football/2016/dec/10/pep-guardiola-tactics-leicester-beat-manchester-city", "isHosted": false, "secPara": "• Guardiola Im not disappointed with my players", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-12-10T22:07:23Z", "webTitle": "Pep Guardiola may tweak tactics after Leicester beat Manchester City", "webUrl": "https://www.theguardian.com/football/2016/dec/10/pep-guardiola-tactics-leicester-beat-manchester-city", "wordCnt": 548}, {"apiUrl": "https://content.guardianapis.com/football/2016/dec/10/west-ham-hunger-keep-clean-sheets-slaven-bilic", "firPara": "West Ham United must develop a clean sheet mentality if they are to arrest the slide that has seen them slip to the edge of the relegation zone, according to Slaven Bilic. The Hammers face a challenging trip to Anfield on Sunday, the fourth in a run of big games. After taking a point from Manchester United, however, the Hammers were beaten by north London rivals Tottenham and Arsenal. Amid accusations of a lack of spirit amongst his squad, Bilic has urged the team to pull together as they enter a crucial period in the season, starting with this match against a free‑scoring Liverpool.", "id": "football/2016/dec/10/west-ham-hunger-keep-clean-sheets-slaven-bilic", "isHosted": false, "secPara": "Keeping a clean sheet is a challenge for us, Bilic said. Weve had three clean sheets, against Bournemouth, against Palace and against Sunderland, those three. No team can be guaranteed that they wont concede a goal. You cant be guaranteed a clean sheet, but you have to have a clean sheet mentality.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-12-10T22:00:09Z", "webTitle": "West Ham need the hunger to keep clean sheets, says Slaven Bilic", "webUrl": "https://www.theguardian.com/football/2016/dec/10/west-ham-hunger-keep-clean-sheets-slaven-bilic", "wordCnt": 485}, {"apiUrl": "https://content.guardianapis.com/football/2016/dec/10/football-child-protection-system", "firPara": "It hasnt been an easy few weeks, to say the least, for what we used to know as the good old days and no doubt there are plenty of us who desperately want to believe football has wised up and everything is different now. It just isnt easy to be entirely sure when, in the last few days, a letter from the solicitors of one club has been brought to my attention that makes it absolutely clear there are still holes in the system, still people winging it and still the overwhelming sense that the modern‑day sport likes to operate by its own rules.", "id": "football/2016/dec/10/football-child-protection-system", "isHosted": false, "secPara": "The letter is from Brabners, the law firm where Maurice Watkins, the chairman of Barnsley, is a senior partner and it contains a candid admission that the club employed a full-time physiotherapist to work in their academy without bothering to make the standard Criminal Records Bureau (CRB) checks – now known as the Disclosure and Barring Service (DBS) – that would ordinarily be mandatory for anyone working in junior football.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-12-10T22:00:09Z", "webTitle": "Barnsley’s slip suggests football’s child protection system still has holes", "webUrl": "https://www.theguardian.com/football/2016/dec/10/football-child-protection-system", "wordCnt": 1460}], "startIndex": 1911, "status": "ok", "total": 141934, "userTier": "developer"}}