{"response": {"currentPage": 76, "orderBy": "newest", "pageSize": 10, "pages": 14194, "results": [{"apiUrl": "https://content.guardianapis.com/football/2017/feb/12/sport-homophobia-report-mps-football", "firPara": "• Parliamentary select committee lays out recommendations", "id": "football/2017/feb/12/sport-homophobia-report-mps-football", "isHosted": false, "secPara": "Immediate and tough sanctions – including one- and two-year bans – should be imposed on football supporters who engage in homophobic abuse, a report by the parliamentary select committee for culture, media and sport has recommended.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-02-12T00:01:29Z", "webTitle": "Sport’s homophobia problem requires zero-tolerance approach, say MPs", "webUrl": "https://www.theguardian.com/football/2017/feb/12/sport-homophobia-report-mps-football", "wordCnt": 629}, {"apiUrl": "https://content.guardianapis.com/football/blog/2017/feb/11/pep-guardiola-joe-hart-claudio-bravo-joe-hart", "firPara": "It is probably safe to assume Pep Guardiola did not appreciate the impertinence of being asked at his latest press conference whether, six months into the season, he could understand why so many football people were questioning whether the decision to marginalise and replace Joe Hart had shown even the greatest managers can make mistakes.", "id": "football/blog/2017/feb/11/pep-guardiola-joe-hart-claudio-bravo-joe-hart", "isHosted": false, "secPara": "A similar question was asked of Sinisa Mihajlovic, the manager of Torino, earlier this season and you didnt have to read too far between the lines to find a thinly disguised layer of scorn from the man who took Hart to Serie A. Guardiola says Hart isnt the best with his feet, but from what Ive seen he has decent feet, Mihajlovic noted. If Guardiola wants someone like Guardiola in goal, thats going to be tricky … but if he has any other players hed like to hand over, well gladly take a look.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-02-11T22:00:27Z", "webTitle": "Manchester City’s Pep Guardiola must use his head over Joe Hart | Daniel Taylor", "webUrl": "https://www.theguardian.com/football/blog/2017/feb/11/pep-guardiola-joe-hart-claudio-bravo-joe-hart", "wordCnt": 1810}, {"apiUrl": "https://content.guardianapis.com/football/2017/feb/11/jurgen-klopp-liverpool-players-tottenham", "firPara": "Jürgen Klopp congratulated his Liverpool players on making a belated start to 2017 but claimed he was no longer interested in the title race because Chelsea are too far ahead.", "id": "football/2017/feb/11/jurgen-klopp-liverpool-players-tottenham", "isHosted": false, "secPara": "We finally started 2017 tonight but we should not go nuts immediately, the Liverpool manager said after the 2-0 victory against Tottenham. What would you think about me now if I said I think we can catch Chelsea? he asked rhetorically. Crazy? Ambitious? Maybe you can believe I am not too interested in that.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-02-11T21:36:50Z", "webTitle": "Jürgen Klopp says Liverpool ‘should not go nuts’ despite win over Tottenham", "webUrl": "https://www.theguardian.com/football/2017/feb/11/jurgen-klopp-liverpool-players-tottenham", "wordCnt": 425}, {"apiUrl": "https://content.guardianapis.com/football/2017/feb/11/florentin-pogba-paul-saint-etienne-manchester-united", "firPara": "The Saint-Étienne defender talks about his familys pride in his younger brother Paul and his relish for the Europa League clash against Manchester United", "id": "football/2017/feb/11/florentin-pogba-paul-saint-etienne-manchester-united", "isHosted": false, "secPara": "The Saint-Étienne defender talks about his familys pride in his younger brother Paul and his relish for the Europa League clash against Manchester United", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-02-11T21:00:25Z", "webTitle": "Florentin Pogba’s dream comes true as he prepares to face brother Paul", "webUrl": "https://www.theguardian.com/football/2017/feb/11/florentin-pogba-paul-saint-etienne-manchester-united", "wordCnt": 1291}, {"apiUrl": "https://content.guardianapis.com/football/football-league-blog/2017/feb/11/football-league-your-thoughts-darren-bent-leads-dramatic-derby-comeback", "firPara": "Derby rally from 3-0 down to draw with Bristol City, Fulham make a comeback of their own against Wigan, Shrewsbury breach Scunthorpes fortress and Plymouth win a high-stakes Devon derby", "id": "football/football-league-blog/2017/feb/11/football-league-your-thoughts-darren-bent-leads-dramatic-derby-comeback", "isHosted": false, "secPara": "Derby rally from 3-0 down to draw with Bristol City, Fulham make a comeback of their own against Wigan, Shrewsbury breach Scunthorpes fortress and Plymouth win a high-stakes Devon derby", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-02-11T20:32:41Z", "webTitle": "Football League your thoughts: Darren Bent leads dramatic Derby comeback", "webUrl": "https://www.theguardian.com/football/football-league-blog/2017/feb/11/football-league-your-thoughts-darren-bent-leads-dramatic-derby-comeback", "wordCnt": 96}, {"apiUrl": "https://content.guardianapis.com/football/2017/feb/11/manuel-neuer-bayern-munich-arsenal-champion-league", "firPara": "The Bayern Munich goalkeeper acknowledges the Bundesliga leaders have yet to hit their peak under Carlo Ancelotti but his own diligent form continues as they prepare to meet Arsenal in the Champions League on Wednesday", "id": "football/2017/feb/11/manuel-neuer-bayern-munich-arsenal-champion-league", "isHosted": false, "secPara": "Its the morning after the night a minor earthquake tore through the club, but you would not know it from the languid mood at Bayern Munichs Säbener Strasse training complex. An hour before a mildly paced training session that will be watched by a couple of hundred shivering supporters in woolly hats and scarves, the scene inside the glass-fronted media centre overlooking the main pitch is more backstage at a pop concert than embattled football team.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-02-11T20:00:24Z", "webTitle": "Bayern's Manuel Neuer: ‘I've seen Arsenal play quite often. I'm prepared'", "webUrl": "https://www.theguardian.com/football/2017/feb/11/manuel-neuer-bayern-munich-arsenal-champion-league", "wordCnt": 1188}, {"apiUrl": "https://content.guardianapis.com/football/2017/feb/11/liverpool-tottenham-hotspur-premier-league-match-report", "firPara": "Jürgen Klopps dream of winning every remaining league game may not be idle fantasy after all if his side can come up with this sort of quality on a regular basis. Liverpool certainly got the unlikely project off to an auspicious start with a comprehensive victory over Tottenham, keeping up their unbeaten record against other top-six Premier League teams in the process and winning their first league game of 2017 in some style.", "id": "football/2017/feb/11/liverpool-tottenham-hotspur-premier-league-match-report", "isHosted": false, "secPara": "Klopp said he wanted his players to produce a performance to make Anfield smile, and they did just that, though it always helps when Liverpool can name all four of their leading attackers – Philippe Coutinho, Roberto Firmino, Adam Lallana and Sadio Mané – in the same team. It does not always work, the quartet appeared in the unexpected defeat at Hull last week, but here Liverpools energetic running was causing Spurs problems from the off and Mané in particular looked unplayable at times. The Senegal international had the chance to join Spurs in the summer but the club felt his wage demands were too high. Perhaps it was no accident that he chose this game to show his true worth.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-02-11T19:31:13Z", "webTitle": "Liverpool’s Sadio Mané fires quickfire double to stun Tottenham", "webUrl": "https://www.theguardian.com/football/2017/feb/11/liverpool-tottenham-hotspur-premier-league-match-report", "wordCnt": 843}, {"apiUrl": "https://content.guardianapis.com/football/live/2017/feb/11/liverpool-v-tottenham-hotspur-premier-league-live", "firPara": "Sadio Mane scored two quick goals in a flying Liverpool start that gave them a comfortable victory over a disappointing Spurs", "id": "football/live/2017/feb/11/liverpool-v-tottenham-hotspur-premier-league-live", "isHosted": false, "secPara": "Peep peep! Liverpool end their poor run of form with an emphatic victory. Spurs were abysmal but that shouldnt detract from a storming start to the match from Liverpool. Sadio Mane scored twice in three minutes to give them a lead they never looked like losing. They were absolutely superb in that first half an hour. Thanks for your company, see you in court.", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2017-02-11T19:22:53Z", "webTitle": "Liverpool 2-0 Tottenham Hotspur: Premier League – as it happened", "webUrl": "https://www.theguardian.com/football/live/2017/feb/11/liverpool-v-tottenham-hotspur-premier-league-live", "wordCnt": 1366}, {"apiUrl": "https://content.guardianapis.com/football/2017/feb/11/arsene-wenger-arsenal-future-ian-wright-dinner", "firPara": "Arsène Wenger has insisted he did not give any indication about his Arsenal future to Ian Wright and, although the manager did admit to having had a private dinner with his former player and two or three others, he said he is not ready to walk away at the end of the season after over 20 years in charge.", "id": "football/2017/feb/11/arsene-wenger-arsenal-future-ian-wright-dinner", "isHosted": false, "secPara": "Wright said on BBC Radio 5 Live on Friday night that he had been with Wenger the previous evening and he had got the impression he was ready to end his long association with Arsenal. Wengers contract expires in the summer and it is unclear whether he will sign a new one or depart.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-02-11T18:27:46Z", "webTitle": "Arsène Wenger: I did not give any indication about my Arsenal future", "webUrl": "https://www.theguardian.com/football/2017/feb/11/arsene-wenger-arsenal-future-ian-wright-dinner", "wordCnt": 572}, {"apiUrl": "https://content.guardianapis.com/football/2017/feb/11/reading-barnsley-championship-match-report", "firPara": "It was a performance that left Jaap Stam scratching his head, after Reading were held to a goalless draw at home by a resurgent and gritty Barnsley side. Stam had spent much of the previous week pouring cold water on talk of his side gatecrashing the top two in the Championship and the Royals, while extending their unbeaten run to five matches, proved his caution was justified – and they still have work to do to cement a play-off berth.", "id": "football/2017/feb/11/reading-barnsley-championship-match-report", "isHosted": false, "secPara": "Stam accused Barnsley of playing for a draw and, in his post-match press conference, his opening move was to ask journalists what they thought of the visitors tactics. What were their intentions? Stam said. The opposition came here and they play in a certain way. They normally want to go forward, now they come here, they sit, they make it as tight as they can and they wait for the moment to score the goal. At the end of the game you can see they are happy.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-02-11T17:56:04Z", "webTitle": "Reading frustrated after failing to find way past Barnsley’s Adam Davies", "webUrl": "https://www.theguardian.com/football/2017/feb/11/reading-barnsley-championship-match-report", "wordCnt": 683}], "startIndex": 751, "status": "ok", "total": 141934, "userTier": "developer"}}