{"response": {"currentPage": 231, "orderBy": "newest", "pageSize": 10, "pages": 14194, "results": [{"apiUrl": "https://content.guardianapis.com/football/2016/nov/24/premier-league-lgbt-rainbow-laces-campaign-richard-scudamore", "firPara": "The Premier League has promised to throw its support behind Stonewalls rainbow laces initiative as part of a wider push to encourage diversity within its stadiums. Executive chairman Richard Scudamore has written to club-affiliated LGBT supporter groups including Gay Gooner, Rainbow Toffees, Proud Lilywhite and Pride of Irons to thank them for their contributions before this weekends campaign.", "id": "football/2016/nov/24/premier-league-lgbt-rainbow-laces-campaign-richard-scudamore", "isHosted": false, "secPara": "We know there is more that we can do to use the spirit and energy of the football on the pitch as a force for good off it, and that is why the Premier League has decided to support Stonewalls Rainbow Laces campaign, he wrote.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-24T00:02:18Z", "webTitle": "Premier League backs LGBT rainbow laces campaign for weekend’s matches", "webUrl": "https://www.theguardian.com/football/2016/nov/24/premier-league-lgbt-rainbow-laces-campaign-richard-scudamore", "wordCnt": 349}, {"apiUrl": "https://content.guardianapis.com/football/2016/nov/23/gareth-southgate-england-manager-offered-job", "firPara": "Gareth Southgate is in the process of finalising a four-year contract with the Football Association having been formally offered the chance to succeed Sam Allardyce as England manager on a permanent basis.", "id": "football/2016/nov/23/gareth-southgate-england-manager-offered-job", "isHosted": false, "secPara": "The national sides interim manager was interviewed by the FAs five-man selection panel at St Georges Park on Monday and impressed in a three-hour meeting. He has been offered a deal through to 2020, with a break clause after the 2018 World Cup in Russia that can be triggered by either party, on a salary of around £1.5m a year, which is considerably less than that awarded to his predecessor.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-23T23:33:58Z", "webTitle": "Gareth Southgate is offered the England manager’s job", "webUrl": "https://www.theguardian.com/football/2016/nov/23/gareth-southgate-england-manager-offered-job", "wordCnt": 709}, {"apiUrl": "https://content.guardianapis.com/football/blog/2016/nov/23/mesut-ozil-arsenal-psg-champions-league", "firPara": "As game-seizing moments go, Mesut Özils part in Arsenals defibrillation after a deathly first half against Paris Saint‑Germain was among the more quietly understated acts of on-field leadership. Arsenal needed it, though. They were outplayed by PSG for most of this 2-2 draw, overrun in midfield and flattered to escape with a point.", "id": "football/blog/2016/nov/23/mesut-ozil-arsenal-psg-champions-league", "isHosted": false, "secPara": "In avoiding defeat they were indebted to a moment of stirring incision against the head from Özil, who has often been accused of disappearing in these big games. As soon as there is physicality involved, Özil disappears, Raymond Domenech, always good for a line, had announced on French TV before kick‑off. And this is how Özil has been cast by some a man for the small occasion, the blunt end, those moments where the going gets smooth.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-23T22:44:41Z", "webTitle": "Mesut Özil’s vision prevents Arsenal from drifting against PSG | Barney Ronay", "webUrl": "https://www.theguardian.com/football/blog/2016/nov/23/mesut-ozil-arsenal-psg-champions-league", "wordCnt": 882}, {"apiUrl": "https://content.guardianapis.com/football/2016/nov/23/tottenham-abandon-wembley-white-hart-lane-europa-league", "firPara": "Tottenham Hotspur will consider whether to move their European home ties from Wembley back to White Hart Lane if they end up in the Europa League and Moussa Sissoko has said it would be better for them to play at their home stadium.", "id": "football/2016/nov/23/tottenham-abandon-wembley-white-hart-lane-europa-league", "isHosted": false, "secPara": "Tottenhams 2-1 defeat at Monaco on Tuesday signalled the end of their hopes of reaching the knockout stage of the Champions League and they will qualify for the Europa League if they avoid defeat against CSKA Moscow in their final group game on 7 December at Wembley.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-23T22:29:16Z", "webTitle": "Tottenham may abandon Wembley and go home for Europa League matches", "webUrl": "https://www.theguardian.com/football/2016/nov/23/tottenham-abandon-wembley-white-hart-lane-europa-league", "wordCnt": 653}, {"apiUrl": "https://content.guardianapis.com/football/2016/nov/23/celtic-barcelona-champions-league-match-report", "firPara": "Celtic should not feel shamed by falling victim to a Barcelona team inspired by Lionel Messi. More disappointing for Brendan Rodgers than this result in isolation, one assumes, is the fact elimination from Europe was simultaneously confirmed. Celtics manager must continue his rebuilding process when engaged only in domestic pursuits, with even the Europa League denied to his side.", "id": "football/2016/nov/23/celtic-barcelona-champions-league-match-report", "isHosted": false, "secPara": "Barcelona were vastly superior on an evening when they did not seem to touch top gear. They will qualify for the Champions League last 16 as group winners. This was a very difficult section, said the Barcelona coach, Luis Enrique. It is great to come first with a game to spare.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-23T21:55:33Z", "webTitle": "Lionel Messi scores twice as Barcelona send Celtic crashing out of Europe", "webUrl": "https://www.theguardian.com/football/2016/nov/23/celtic-barcelona-champions-league-match-report", "wordCnt": 626}, {"apiUrl": "https://content.guardianapis.com/football/2016/nov/23/arsenal-psg-champions-league-match-report", "firPara": "The sense of deflation which grumbled around the majority of supporters left in this arena at the final whistle told its own story. Arsenal have passed up an opportunity to win Group A and given that Paris Saint-Germain may not grant them a second chance, will approach the weeks ahead with a familiar sense of dread as to what awaits in the new year. The last round of fixtures may yet conjure a reprieve but that seems unlikely. The initiative is undoubtedly with the French club.", "id": "football/2016/nov/23/arsenal-psg-champions-league-match-report", "isHosted": false, "secPara": "It seems inconceivable that PSG, now top of Group A and bolstered by a better head-to-head record with the Gunners, could fail to see off Ludogorets at Parc des Princes on the night Arsenal complete their group campaign with a far trickier game at Basel. Finishing second could condemn Arsène Wengers side to a daunting collision with any of Barcelona, Juventus or Atlético Madrid in the first knockout round. At the moment we are second, but its not over, offered Wenger, optimistically. But if we do finish there, you cant guess whether thats good or bad. You have to wait for the draw. In truth, Arsenal have learned through bitter experience what a failure to secure first place tends to produce.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-23T21:52:05Z", "webTitle": "PSG and Lucas draw Arsenal’s sting to seize initiative in Group A", "webUrl": "https://www.theguardian.com/football/2016/nov/23/arsenal-psg-champions-league-match-report", "wordCnt": 887}, {"apiUrl": "https://content.guardianapis.com/football/2016/nov/23/borussia-monchengladbach-manchester-city-champions-league-match-report", "firPara": "Manchester City are through to the Champions League last 16 with a match to spare though Pep Guardiola had to use four separate defensive units to ensure the required draw.", "id": "football/2016/nov/23/borussia-monchengladbach-manchester-city-champions-league-match-report", "isHosted": false, "secPara": "City also had Fernandinho sent off needlessly after Borussia Mönchengladbach had been reduced to 10 men and the visitors displayed a lack of ruthlessness that will concern their manager, particularly as he has previously identified it as a weakness. Still, it is a fine achievement to progress early and City can now concentrate on the Premier League and put the European Cup in their pocket until February, as Guardiola had desired.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-23T21:50:50Z", "webTitle": "Manchester City through after David Silva earns draw at Mönchengladbach", "webUrl": "https://www.theguardian.com/football/2016/nov/23/borussia-monchengladbach-manchester-city-champions-league-match-report", "wordCnt": 829}, {"apiUrl": "https://content.guardianapis.com/football/live/2016/nov/23/celtic-barcelona-champions-league-live", "firPara": "Thats all for now. Thanks as always for following along with us. Heres Ewan Murrays full match report.", "id": "football/live/2016/nov/23/celtic-barcelona-champions-league-live", "isHosted": false, "secPara": "Borussia Mönchengladbach have drawn 1-1 with Manchester City. That result propels the German side into the Europa League with a third-place finish in Group C and leaves Celtic on the outside of European football looking in.", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2016-11-23T21:44:20Z", "webTitle": "Celtic 0-2 Barcelona: Champions League – as it happened", "webUrl": "https://www.theguardian.com/football/live/2016/nov/23/celtic-barcelona-champions-league-live", "wordCnt": 2016}, {"apiUrl": "https://content.guardianapis.com/football/live/2016/nov/23/arsenal-v-psg-champions-league-live", "firPara": "Arsenal came from behind to lead in the second half, but a late goal from Lucas Moura saw PSG go top of Group A with one match left", "id": "football/live/2016/nov/23/arsenal-v-psg-champions-league-live", "isHosted": false, "secPara": "Its all over! PSG are delighted, Arsenal are deflated. The French champions go top of Group A based on their superior head-to-head record and all they need to do to win it is beat Ludogorets at home in their final match. Arsenal are looking at another tough last-16 draw unless Ludogorets can do them a favour. Still, look on the bright side, at least they wont be playing Bayern Munich. Thanks for reading and emailing. Bye.", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2016-11-23T21:38:41Z", "webTitle": "Arsenal 2-2 PSG: Champions League – as it happened", "webUrl": "https://www.theguardian.com/football/live/2016/nov/23/arsenal-v-psg-champions-league-live", "wordCnt": 1651}, {"apiUrl": "https://content.guardianapis.com/football/live/2016/nov/23/borussia-monchengladbach-v-manchester-city-champions-league-live", "firPara": "For a game featuring two red cards, this was as uneventful as it gets, but City wont care they eased their way into the knockout stage!", "id": "football/live/2016/nov/23/borussia-monchengladbach-v-manchester-city-champions-league-live", "isHosted": false, "secPara": "For a game featuring two red cards, this was as uneventful as it gets, but City wont care they eased their way into the knockout stage!", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2016-11-23T21:37:39Z", "webTitle": "Borussia Mönchengladbach 1-1 Manchester City: Champions League – as it happened", "webUrl": "https://www.theguardian.com/football/live/2016/nov/23/borussia-monchengladbach-v-manchester-city-champions-league-live", "wordCnt": 1659}], "startIndex": 2301, "status": "ok", "total": 141934, "userTier": "developer"}}