{"response": {"currentPage": 334, "orderBy": "newest", "pageSize": 10, "pages": 14194, "results": [{"apiUrl": "https://content.guardianapis.com/football/2016/oct/07/socceroos-fight-out-2-2-world-cup-qualifier-draw-against-saudi-arabia", "firPara": "The Socceroos have hung on for a 2-2 draw with Saudi Arabia as striker Nasser Al Shamrani again proved the troublemaker against Australia. A draw may disappoint but the Socceroos improving mentality bodes well for World Cup campaign.", "id": "football/2016/oct/07/socceroos-fight-out-2-2-world-cup-qualifier-draw-against-saudi-arabia", "isHosted": false, "secPara": "If a scrappy equaliser blots Australias copybook the difference in mentality between Australia and Saudi Arabia speaks volumes as to the Socceroos long-term maturation. Amid the hot and humid conditions of Jeddahs King Abdullah Stadium, Socceroos boss Ange Postecoglou captured the teams mood post-game accurately and succinctly Its a good point, but you feel we could have got more out of it.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-10-06T22:56:21Z", "webTitle": "Socceroos fight out 2-2 World Cup qualifier draw against Saudi Arabia", "webUrl": "https://www.theguardian.com/football/2016/oct/07/socceroos-fight-out-2-2-world-cup-qualifier-draw-against-saudi-arabia", "wordCnt": 925}, {"apiUrl": "https://content.guardianapis.com/football/2016/oct/06/andros-townsend-england-crystal-palace-gareth-southgate", "firPara": "Three years to the day since the exhilarating high of an international debut that briefly turned him into a national treasure, Andros Townsend is likely to be sitting on the bench when England play Slovenia on Tuesday. The buzz that once surrounded the winger has disappeared, replaced by the nagging suspicion that his talents were overestimated when he first burst on to the scene, and he will know that he is fortunate to be there. But for Raheem Sterlings withdrawal with a calf injury, Townsend would not have been part of Gareth Southgates first squad.", "id": "football/2016/oct/06/andros-townsend-england-crystal-palace-gareth-southgate", "isHosted": false, "secPara": "He has his admirers. Roy Hodgson, who threw Townsend in at the deep end by giving him his first England start in that crucial World Cup qualifier against Montenegro, was intrigued by what he had to offer, that sense that he is always capable of changing a game with an explosive moment here or there, while Rafa Benítez enjoyed working with him at Newcastle United. Although Townsend could not save Newcastle from relegation and joined Crystal Palace in the summer, Benítez sent him a congratulatory text message after his England call-up.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-10-06T21:30:55Z", "webTitle": "Andros Townsend has little time to dispel doubts about England worth | Jacob Steinberg", "webUrl": "https://www.theguardian.com/football/2016/oct/06/andros-townsend-england-crystal-palace-gareth-southgate", "wordCnt": 862}, {"apiUrl": "https://content.guardianapis.com/football/2016/oct/06/wales-austria-2018-world-cup-qualifier-match-report", "firPara": "For Wales it was a point that could have been three and also came at a cost, yet once the dust settles and Chris Coleman and his players clear their heads, they will come to view this as a valuable result. Despite leading twice, Wales were never in control of the game and Marko Arnautovic ruthlessly capitalised on some slack defending to earn Austria the draw that they deserved.", "id": "football/2016/oct/06/wales-austria-2018-world-cup-qualifier-match-report", "isHosted": false, "secPara": "While Coleman was bitterly disappointed with the way Wales gifted Austria and Arnautovic a second goal shortly after the interval, the sight of Joe Allen pulling up with a hamstring problem was every bit as troubling. With fellow midfielder Aaron Ramsey already missing through injury, the loss of Allen is a blow that Wales could really do without ahead of Sundays home match against Georgia.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-10-06T21:00:54Z", "webTitle": "Marko Arnautovic double frustrates Wales after Joe Allen’s superb opener", "webUrl": "https://www.theguardian.com/football/2016/oct/06/wales-austria-2018-world-cup-qualifier-match-report", "wordCnt": 822}, {"apiUrl": "https://content.guardianapis.com/football/2016/oct/06/republic-of-ireland-georgia-world-cup-2018-qualifier-match-report", "firPara": "This was never going to be one for the purists and there were times, especially in the first half, when the Republic of Ireland seemed incapable of stringing more than two passes together. However, Séamus Colemans first international goal, on his 40th appearance, was sufficient to earn Martin ONeills team their opening win of the qualifying campaign against a battling Georgia.", "id": "football/2016/oct/06/republic-of-ireland-georgia-world-cup-2018-qualifier-match-report", "isHosted": false, "secPara": "Nonetheless, their celebrations were tempered because of a serious head injury sustained by Robbie Brady 15 minutes from time that left the Norwich City player unconscious. He was carried off in a neck brace and wearing an oxygen mask after rising to head a pass from Shane Long only to collide ferociously with Solomon Kverkvelia, who was left bloodied but continued with significant bandaging.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-10-06T20:55:39Z", "webTitle": "Republic of Ireland win ugly but Robbie Brady injury mars result against Georgia", "webUrl": "https://www.theguardian.com/football/2016/oct/06/republic-of-ireland-georgia-world-cup-2018-qualifier-match-report", "wordCnt": 778}, {"apiUrl": "https://content.guardianapis.com/football/live/2016/oct/06/italy-v-spain-austria-v-wales-and-more-world-cup-2018-qualifiers-live", "firPara": "Seamus Coleman scored his first international goal to give Ireland a vital victory, while Wales drew in Austria and Spain were held by Italy", "id": "football/live/2016/oct/06/italy-v-spain-austria-v-wales-and-more-world-cup-2018-qualifiers-live", "isHosted": false, "secPara": "Thats it on a breathless night of World Cup qualification, with 30 goals in nine games. The final scores are below; thanks for your company, night!", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2016-10-06T20:43:15Z", "webTitle": "Italy 1-1 Spain, Austria 2-2 Wales and more: World Cup 2018 qualifiers – as they happened", "webUrl": "https://www.theguardian.com/football/live/2016/oct/06/italy-v-spain-austria-v-wales-and-more-world-cup-2018-qualifiers-live", "wordCnt": 1176}, {"apiUrl": "https://content.guardianapis.com/football/2016/oct/06/the-fiver-world-cup-qualifying-is-back-baby", "firPara": "In todays Fiver OIreland, Wales and York Citys big trip to Essex", "id": "football/2016/oct/06/the-fiver-world-cup-qualifying-is-back-baby", "isHosted": false, "secPara": "In todays Fiver OIreland, Wales and York Citys big trip to Essex", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-10-06T16:30:41Z", "webTitle": "The Fiver | Singing a rebel dirge", "webUrl": "https://www.theguardian.com/football/2016/oct/06/the-fiver-world-cup-qualifying-is-back-baby", "wordCnt": 1563}, {"apiUrl": "https://content.guardianapis.com/football/2016/oct/06/megan-rapinoe-national-anthem-protest-usa-soccer", "firPara": "Megan Rapinoe, the US womens soccer star, has said she will continue to kneel during the national anthem because I simply cannot stand for the kind of oppression this country is allowing against its own people.", "id": "football/2016/oct/06/megan-rapinoe-national-anthem-protest-usa-soccer", "isHosted": false, "secPara": "Rapinoe, 31, has chosen to kneel in support of 49ers quarterback Colin Kaepernick, who sparked a passionate and occasionally ugly debate about injustice, race and patriotism when he sat for the national anthem during pre-season. Kaepernick, who is objecting to police brutality and racial oppression, has seen his protest spread to the NBA and other sports, and high school and college players have also picked up the cause.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-10-06T15:23:15Z", "webTitle": "Megan Rapinoe says she'll continue anthem protest: 'I cannot stand idly by'", "webUrl": "https://www.theguardian.com/football/2016/oct/06/megan-rapinoe-national-anthem-protest-usa-soccer", "wordCnt": 749}, {"apiUrl": "https://content.guardianapis.com/football/2016/oct/06/next-generation-2016-who-did-we-miss", "firPara": "For the past three years we have highlighted the brightest talents from the 20 Premier League clubs and around the world. Who else should we have included?", "id": "football/2016/oct/06/next-generation-2016-who-did-we-miss", "isHosted": false, "secPara": "The esteemed football magazine World Soccer compiled a list of the 50 most exciting teenagers on the planet in 2007. A considerable number of those players – Juan Mata, Mesut Özil, Karim Benzema, Ivan Rakitić, Sergio Agüero and Gareth Bale – went on to earn millions, win the sports biggest prizes and find global stardom. Others – Giovani Dos Santos, Bojan Krkic and Gregory Van Der Wiel – carved out long, distinguished careers in the game. And a fair few of them – Sadick Adams, Dumitru Copil, Gerardo Bruna, Andrea Russotto, Nour Hadhria – were rarely as famous again. One of them, Breno Borges, was praised for his ability to stride forward with the air of a Beckenbauer but ended up in prison after he tried to burn down his own house.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-10-06T13:03:21Z", "webTitle": "Next Generation 2016: who did we miss?", "webUrl": "https://www.theguardian.com/football/2016/oct/06/next-generation-2016-who-did-we-miss", "wordCnt": 325}, {"apiUrl": "https://content.guardianapis.com/football/2016/oct/06/bruno-ribeiro-port-vale-jose-mourinho-leeds-ludogorets", "firPara": "The only hint of a cloud to pass across Bruno Ribeiros face comes with the mention of a place that used to bring him so much joy. Ribeiro spent a two-month sabbatical watching matches up and down England during the spring and Elland Road, where he played for two seasons during that period in the late 1990s when Leeds United began to beguile everyone, was always going to feature somewhere. He deliberately picked a match against Queens Park Rangers in April – the occasion could double up as a reunion with his close friend and former Leeds team-mate Jimmy Floyd Hasselbaink – but the overriding sense was of wistfulness.", "id": "football/2016/oct/06/bruno-ribeiro-port-vale-jose-mourinho-leeds-ludogorets", "isHosted": false, "secPara": "Just 17,000 people in there, Ribeiro says with a long sigh. For that club, a massive club … pffff … I just feel sad. Jimmy and I were talking afterwards, remembering how the supporters loved us at that time, how nearly 40,000 would come every week and make such an amazing atmosphere. To go there now and see how things are – its very difficult.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-10-06T12:40:39Z", "webTitle": "Port Vale’s Bruno Ribeiro: ‘90% of what I do now I’ve learned from José Mourinho’", "webUrl": "https://www.theguardian.com/football/2016/oct/06/bruno-ribeiro-port-vale-jose-mourinho-leeds-ludogorets", "wordCnt": 1512}, {"apiUrl": "https://content.guardianapis.com/football/2016/oct/06/chelsea-michy-batshuayi--prove-himself-33m-move", "firPara": "Michy Batshuayi is determined to fight for a starting spot at Chelsea despite reports linking him with a return to Marseille on loan despite his £33m summer move.", "id": "football/2016/oct/06/chelsea-michy-batshuayi--prove-himself-33m-move", "isHosted": false, "secPara": "Batshuayi is with the Belgium squad for their World Cup qualifier against Bosnia-Herzegovina on Friday, having yet to start a league match for his new club. The 23-year-old scored against Watford on 20 August after coming off the bench and has made five substitute appearances, although he has been on the pitch for only 53 minutes in total in the Premier League.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-10-06T12:15:33Z", "webTitle": "Chelsea’s Michy Batshuayi determined to prove himself after £33m move", "webUrl": "https://www.theguardian.com/football/2016/oct/06/chelsea-michy-batshuayi--prove-himself-33m-move", "wordCnt": 353}], "startIndex": 3331, "status": "ok", "total": 141935, "userTier": "developer"}}