{"response": {"currentPage": 474, "orderBy": "newest", "pageSize": 10, "pages": 14194, "results": [{"apiUrl": "https://content.guardianapis.com/football/2016/jul/24/sam-allardyce-to-face-croatia-in-first-match-as-england-manager", "firPara": "Sam Allardyces first match as England manager is set to be a friendly against Croatia at Wembley Stadium on 1 September.", "id": "football/2016/jul/24/sam-allardyce-to-face-croatia-in-first-match-as-england-manager", "isHosted": false, "secPara": "The Football Association is expected to announce the fixture on Monday, when Allardyce will also hold his first press conference since being appointed as Roy Hodgsons successor last week.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-07-24T23:30:10Z", "webTitle": "Sam Allardyce to face Croatia in first match as England manager", "webUrl": "https://www.theguardian.com/football/2016/jul/24/sam-allardyce-to-face-croatia-in-first-match-as-england-manager", "wordCnt": 156}, {"apiUrl": "https://content.guardianapis.com/football/2016/jul/24/bournemouth-eddie-howe-jordon-ibe-liverpool-lewis-cook-leeds", "firPara": "Eddie Howe believes he has assembled a stronger Bournemouth squad than last season in readiness for their second year in the Premier League. Howe has signed two exciting prospects – Jordon Ibe and Lewis Cook – from Liverpool and Leeds United respectively but admits they are still scouring the transfer market, with defensive reinforcements now a priority.", "id": "football/2016/jul/24/bournemouth-eddie-howe-jordon-ibe-liverpool-lewis-cook-leeds", "isHosted": false, "secPara": "We need a balanced squad, players that are fighting for every position, so I think its obvious theres an area we need to improve, said Howe, who has only one recognised central defender, Steve Cook, at his disposal following the sale of Tommy Elphick to Aston Villa. The Liverpool defender Brad Smith could join his former team-mate Ibe at the club after Bournemouth had a bid in the region of £6m accepted for the Australian over the weekend.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-07-24T21:30:20Z", "webTitle": "Bournemouth’s Eddie Howe says Jordon Ibe should target England call", "webUrl": "https://www.theguardian.com/football/2016/jul/24/bournemouth-eddie-howe-jordon-ibe-liverpool-lewis-cook-leeds", "wordCnt": 551}, {"apiUrl": "https://content.guardianapis.com/football/2016/jul/24/nolito-manchester-city-pep-guardiola", "firPara": "Nolito chose Manchester City over Barcelona for the chance to work under Pep Guardiola and to play in the first team, the Spanish forward has revealed.", "id": "football/2016/jul/24/nolito-manchester-city-pep-guardiola", "isHosted": false, "secPara": "Guardiola signed Nolito from Celta Vigo for £14m in the summer despite Barcelona wanting to take him back. He had previously been coached by Guardiola when he was at the club.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-07-24T21:30:20Z", "webTitle": "Nolito: I moved to Manchester City to play under Pep Guardiola again", "webUrl": "https://www.theguardian.com/football/2016/jul/24/nolito-manchester-city-pep-guardiola", "wordCnt": 526}, {"apiUrl": "https://content.guardianapis.com/football/live/2016/jul/24/new-york-red-bulls-v-new-york-city-fc-mls-live", "firPara": "Bradley Wright-Phillips scores two as New York Red Bulls win the Hudson River derby against an off-color New York City FC", "id": "football/live/2016/jul/24/new-york-red-bulls-v-new-york-city-fc-mls-live", "isHosted": false, "secPara": "A deserved victory for the Red Bulls they played very well, and Sacha Kljestan was the games outstanding player. NYC FC never recovered from giving up two goals in three minutes in the first half, and some impressive moments from Tommy McNamara aside, they were well beaten. They stay three points clear at the top, but that wont remain for long unless they improve.", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2016-07-24T18:58:58Z", "webTitle": "New York Red Bulls 4-1 New York City FC: MLS – as it happened", "webUrl": "https://www.theguardian.com/football/live/2016/jul/24/new-york-red-bulls-v-new-york-city-fc-mls-live", "wordCnt": 1037}, {"apiUrl": "https://content.guardianapis.com/football/2016/jul/24/kolo-toure-signs-celtic-liverpool-brendan-rodgers-scotland", "firPara": "Celtic have completed the signing of Kolo Touré in a move that reunites the defender with his former manager at Liverpool, Brendan Rodgers. The 35-year-old joins on a one-year contract.", "id": "football/2016/jul/24/kolo-toure-signs-celtic-liverpool-brendan-rodgers-scotland", "isHosted": false, "secPara": "Rodgers signed Touré for Liverpool in 2013 following the Ivory Coast players spells at Manchester City and Arsenal. After making him an early recruit in his Celtic reign, Rodgers predicted Touré would thrive in Scotland and be a big asset to the club.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-07-24T14:44:15Z", "webTitle": "Celtic sign former Liverpool defender Kolo Touré on one-year deal", "webUrl": "https://www.theguardian.com/football/2016/jul/24/kolo-toure-signs-celtic-liverpool-brendan-rodgers-scotland", "wordCnt": 231}, {"apiUrl": "https://content.guardianapis.com/football/2016/jul/24/manchester-united-paul-pogba-transfer", "firPara": "Manchester United have submitted an increased bid of £92m (€110m) plus a further €10m in add-ons to sign Paul Pogba in a world-record move, but negotiations with Juventus continue as the Serie A champions attempt to extract the best possible financial deal. Juve are seeking an additional €10m and have informed United that their €95m signing of Gonzalo Higuaín from Napoli does not mean they will be forced to sell Pogba.", "id": "football/2016/jul/24/manchester-united-paul-pogba-transfer", "isHosted": false, "secPara": "The France midfielders agent, Mino Raiola, has discussed the terms of a five‑year contract with United and it is understood his wage demands have been met. But United will need to dig further into their pocket to secure the services of a player who left Old Trafford in 2012 after refusing to sign a new contract having made seven senior appearances for the club.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-07-24T13:55:13Z", "webTitle": "Juventus tell United to add another €10m to their €120m bid for Paul Pogba", "webUrl": "https://www.theguardian.com/football/2016/jul/24/manchester-united-paul-pogba-transfer", "wordCnt": 556}, {"apiUrl": "https://content.guardianapis.com/football/2016/jul/24/manchester-united-plane-arrives-safely-after-getting-lost", "firPara": "The build-up to the first Manchester derby staged overseas was overshadowed by off‑field events as Uniteds plane was lost, José Mourinhos press conference descended into farce, and the two managers raised concerns over the surface at Beijings National Stadium.", "id": "football/2016/jul/24/manchester-united-plane-arrives-safely-after-getting-lost", "isHosted": false, "secPara": "While Mourinho and some of his squad flew from Shanghai to the Chinese capital on Saturday on a separate aircraft that had no issues, a second one with the remainder of the team was diverted to Tianjin, around 70 miles away, on account of bad weather.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-07-24T09:36:09Z", "webTitle": "Manchester United plane gets ‘lost’ in China before farcical press conference", "webUrl": "https://www.theguardian.com/football/2016/jul/24/manchester-united-plane-arrives-safely-after-getting-lost", "wordCnt": 888}, {"apiUrl": "https://content.guardianapis.com/football/blog/2016/jul/24/1966-world-cup-final-conspiracy-refereeing-50-years", "firPara": "On 23 July 1966 a full house at the Teatro Colón in Buenos Aires gathered for a performance of Aida. At the allotted time the lights dimmed, the chatter stopped and the conductor walked out and took his place in front of the orchestra. Upon seeing him, a different noise swept across the audience. The crowd started to boo. Some rose from their seats and jeered. There was only one thing wrong the man holding the baton, John Pritchard, was English.", "id": "football/blog/2016/jul/24/1966-world-cup-final-conspiracy-refereeing-50-years", "isHosted": false, "secPara": "Earlier that day, some 7,000 miles away in Sheffield, nine-year-old John Blagden and his 12-year-old sister Jean waited outside the dressing rooms at Hillsborough in the hope of getting some autographs when the players from Uruguay and West Germany left the ground after their World Cup quarter-final. They had some success and were particularly delighted that a couple of the Uruguayan players took the trouble not just to sign their name but to write messages, an act of kindness particularly notable given that they had just lost 4-0. The only problem was, they couldnt understand what the messages meant. It took two full days of searching before they found someone who could translate the Spanish scrawled in their autograph book. One message read The referee is a thief, and the other German criminals stole the game from Uruguay.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-07-24T09:00:05Z", "webTitle": "Why not everyone remembers the 1966 World Cup as fondly as England | Simon Burnton", "webUrl": "https://www.theguardian.com/football/blog/2016/jul/24/1966-world-cup-final-conspiracy-refereeing-50-years", "wordCnt": 3726}, {"apiUrl": "https://content.guardianapis.com/football/2016/jul/24/pep-guardiola-dismisses-suggestion-he-will-not-shake-jose-mourinhos-hand", "firPara": "Pep Guardiola has brushed aside any possibility of not shaking José Mourinhos hand when Manchester City play Manchester United on Monday, with the coach stating we are polite guys.", "id": "football/2016/jul/24/pep-guardiola-dismisses-suggestion-he-will-not-shake-jose-mourinhos-hand", "isHosted": false, "secPara": "The Catalans rivalry with the United manager was fractious when he was in charge of Barcelona and the Portuguese was the Real Madrid No1. However each has so far insisted they will not overly focus on the other man since they took over City and United, respectively.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-07-24T05:30:26Z", "webTitle": "Pep Guardiola dismisses suggestion he will not shake José Mourinho's hand", "webUrl": "https://www.theguardian.com/football/2016/jul/24/pep-guardiola-dismisses-suggestion-he-will-not-shake-jose-mourinhos-hand", "wordCnt": 428}, {"apiUrl": "https://content.guardianapis.com/football/2016/jul/23/sam-allardyce-new-england-manager-football", "firPara": "Last week, the worst-kept secret in international football was spilled when Sam Allardyce was announced as the new England manager. Apparently, the FAs first choice was Allardyces old critic and sparring partner, Arsenal manager Arsène Wenger, who once accused the one-time Bolton manager of producing anti-football. Wenger preferred to remain in his current job.", "id": "football/2016/jul/23/sam-allardyce-new-england-manager-football", "isHosted": false, "secPara": "That the Frenchman was first on the FAs list and Allardyce second paints a vivid picture of the confusion that has bedevilled English football at all levels of coaching and administration for at least a generation. Its rather as if a film studio, on finding that the auteur Terrence Malick was unavailable to direct a film, decided to go for Guy Ritchie instead. What kind of film, you would rightly ask, do they have in mind?", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-07-23T23:07:13Z", "webTitle": "Sam Allardyce: the big man gets the biggest job in football | Observer profile", "webUrl": "https://www.theguardian.com/football/2016/jul/23/sam-allardyce-new-england-manager-football", "wordCnt": 1572}], "startIndex": 4731, "status": "ok", "total": 141935, "userTier": "developer"}}