{"response": {"currentPage": 525, "orderBy": "newest", "pageSize": 10, "pages": 14195, "results": [{"apiUrl": "https://content.guardianapis.com/football/live/2016/jun/26/copa-america-2016-final-argentina-chile-live-score", "firPara": "You can read a full report from the final here", "id": "football/live/2016/jun/26/copa-america-2016-final-argentina-chile-live-score", "isHosted": false, "secPara": "Alejandro Kozak has the last word as he writes in with the scene in Santiago", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2016-06-27T03:02:46Z", "webTitle": "Chile beat Argentina on penalties to win Copa América – as it happened", "webUrl": "https://www.theguardian.com/football/live/2016/jun/26/copa-america-2016-final-argentina-chile-live-score", "wordCnt": 842}, {"apiUrl": "https://content.guardianapis.com/football/2016/jun/26/wales-chris-gunter-euro-2016-northern-ireland-mexico", "firPara": "One of the problems with exceeding all expectations is that some of the best-laid plans can go awry, as Chris Gunter and his family have discovered after Wales reached the Euro 2016 quarter-finals. Gunter is due to be best man at his brother Marcs wedding in Mexico on Thursday week, less than 24 hours after Wales would play a semi-final in Lyon if they get through against Belgium in Lille on Friday – and to complicate matters further the groom also seems reluctant to miss any matches.", "id": "football/2016/jun/26/wales-chris-gunter-euro-2016-northern-ireland-mexico", "isHosted": false, "secPara": "There is another twist in that the whole wedding party is due to fly out to Mexico on Tuesday, and the stand-in best man is a fanatical Wales fan who has followed his country for more than a decade and has no intention of giving a speech on the other side of the Atlantic when he could be singing Land of my Fathers at the Stade de Lyon. As for Gunters parents, Sarah and Gerald, it sounds as if they do not know whether they are coming or going.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-26T22:58:24Z", "webTitle": "Chris Gunter works on winning script for Wales rather than wedding speech", "webUrl": "https://www.theguardian.com/football/2016/jun/26/wales-chris-gunter-euro-2016-northern-ireland-mexico", "wordCnt": 723}, {"apiUrl": "https://content.guardianapis.com/football/2016/jun/26/in-1946-iceland-played-against-ilford-now-its-england-in-the-euros-afram-island", "firPara": "When Halldor Einarssons sports kit company started selling shirts to Iceland fans for Euro 2016, they added a felt-tip pen to the deal. The three Group B fixtures were printed on the right sleeve, with a box to fill in the scores.", "id": "football/2016/jun/26/in-1946-iceland-played-against-ilford-now-its-england-in-the-euros-afram-island", "isHosted": false, "secPara": "I thought we would maybe get one draw from those three games, and I wasnt arrogant enough to leave space for a fourth match, said Einarsson, one of the best-known figures in Icelandic football, who once arranged a summer visit by Manchester United and persuaded George Best to play against them.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-26T22:38:27Z", "webTitle": "‘In 1946 Iceland played against Ilford. Now it’s England in the Euros … Afram Island!’", "webUrl": "https://www.theguardian.com/football/2016/jun/26/in-1946-iceland-played-against-ilford-now-its-england-in-the-euros-afram-island", "wordCnt": 907}, {"apiUrl": "https://content.guardianapis.com/football/2016/jun/26/england-raheem-sterling-recalled-iceland-roy-hodgson", "firPara": "• Sterling expected to replace Adam Lallana on left of front three", "id": "football/2016/jun/26/england-raheem-sterling-recalled-iceland-roy-hodgson", "isHosted": false, "secPara": "Roy Hodgson is set to recall Raheem Sterling to his starting lineup against Iceland as England attempt to secure a first victory overseas in the knockout phase of a European Championship.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-26T21:48:00Z", "webTitle": "England recall Raheem Sterling in six changes against Iceland", "webUrl": "https://www.theguardian.com/football/2016/jun/26/england-raheem-sterling-recalled-iceland-roy-hodgson", "wordCnt": 718}, {"apiUrl": "https://content.guardianapis.com/football/2016/jun/26/italy-antonio-conte-spain-euro-2016", "firPara": "• Conte Nothing is impossible... Spain will have to beat us", "id": "football/2016/jun/26/italy-antonio-conte-spain-euro-2016", "isHosted": false, "secPara": "• Conte Nothing is impossible... Spain will have to beat us", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-26T21:44:00Z", "webTitle": "Euro 2016: Italy will not be ‘sacrificial lamb’ for Spain says Antonio Conte", "webUrl": "https://www.theguardian.com/football/2016/jun/26/italy-antonio-conte-spain-euro-2016", "wordCnt": 855}, {"apiUrl": "https://content.guardianapis.com/football/2016/jun/26/england-iceland-roy-hodgson-euro-2016-last-16", "firPara": "Roy Hodgson knows he will be sacked if the unthinkable happens and his team contrive to go out against supposedly inferior last-16 opponents", "id": "football/2016/jun/26/england-iceland-roy-hodgson-euro-2016-last-16", "isHosted": false, "secPara": "Perhaps the best way to sum up the potential dangers for Roy Hodgson and his team is to imagine the reaction if Iceland – a country, we have learned in the past few days, with more volcanoes than professional footballers – were to produce the most unexpected result so far of Euro 2016 and where it would rank in the list of ignominious results England will never be allowed to live down.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-26T21:30:25Z", "webTitle": "England determined to avoid an embarrassing slip-up against Iceland", "webUrl": "https://www.theguardian.com/football/2016/jun/26/england-iceland-roy-hodgson-euro-2016-last-16", "wordCnt": 1009}, {"apiUrl": "https://content.guardianapis.com/football/2016/jun/26/portugal-croatia-renato-sanches-cristiano-ronaldo-poland-euro-2016", "firPara": "Nothing illustrates the underwhelming nature of Portugals surprising advance into the quarter-finals at the expense of a better-equipped Croatia team better than the fact that Renato Sanches was named the official Uefa man of the match.", "id": "football/2016/jun/26/portugal-croatia-renato-sanches-cristiano-ronaldo-poland-euro-2016", "isHosted": false, "secPara": "Not Luka Modric or Ivan Rakitic, whose mastery of midfield had propelled Croatia past Spain to the top of their group and made them one of the favourites for the tournament. Not Cristiano Ronaldo either, whose marauding spirit and refusal to lie down against Hungary had done so much to help his side reach the knockout stage. Little was seen of that Ronaldo in Lens; for the most part Croatia cut his supply line and until the 117th minute his most useful role was in hanging about dangerously to remind the opposition it might not be a good idea to send too many players forward into attack.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-26T21:30:25Z", "webTitle": "Renato Sanches emerges in tepid Croatia tie to propel Portugal through", "webUrl": "https://www.theguardian.com/football/2016/jun/26/portugal-croatia-renato-sanches-cristiano-ronaldo-poland-euro-2016", "wordCnt": 742}, {"apiUrl": "https://content.guardianapis.com/football/2016/jun/26/liverpool-sadio-mane-southampton-transfer", "firPara": "Sadio Mané will have a medical on Merseyside on Monday as Liverpool close in on the signing of the Southampton forward. Liverpool have been in negotiations over the 24-year-old for several weeks and hope to complete a deal for around £30m, with officials at St Marys Stadium initially holding out for closer to £40m.", "id": "football/2016/jun/26/liverpool-sadio-mane-southampton-transfer", "isHosted": false, "secPara": "The clubs are understood to have agreed a fee in principle for the Senegal forward and Mané will travel to Liverpool for a medical and to finalise personal terms. The transfer should be completed within the next few days.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-26T21:30:25Z", "webTitle": "Liverpool close in on signing £30m Sadio Mané from Southampton", "webUrl": "https://www.theguardian.com/football/2016/jun/26/liverpool-sadio-mane-southampton-transfer", "wordCnt": 214}, {"apiUrl": "https://content.guardianapis.com/football/2016/jun/26/hungary-belgium-euro-2016-match-report", "firPara": "Eden Hazard knew the question was coming and he did not miss a beat. Had this been his best match for Belgium? Yes, was the characteristically precise response from a man of few words. Hungary had been torn apart from the opening minutes and, while Belgium should have been out of sight well before the closing stages, the element of doubt allowed their captain to apply two flourishes that may have far-reaching consequences.", "id": "football/2016/jun/26/hungary-belgium-euro-2016-match-report", "isHosted": false, "secPara": "The first came 12 minutes from time, more than an hour after Toby Alderweirelds early goal and with a previously bedraggled Hungary beginning to ask serious questions. Hazards dribble down the left flank, effectively passing to himself as team-mates came back from offside positions, opened up space and an inch-perfect centre allowed the substitute Michy Batshuayi to score with his first touch. It only took a minute for better to follow; he had earlier been thwarted by Gabor Kiraly after cutting in from the left but this time a low, accurate shot across the goalkeeper from a similar spot bore no opposition and the plaudits could be lined up.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-26T20:58:21Z", "webTitle": "Eden Hazard sparkles as Belgium crush Hungary to set up Wales quarter-final", "webUrl": "https://www.theguardian.com/football/2016/jun/26/hungary-belgium-euro-2016-match-report", "wordCnt": 820}, {"apiUrl": "https://content.guardianapis.com/football/live/2016/jun/26/hungary-v-belgium-euro-2016-live", "firPara": "Eden Hazard was on top form as Belgium sent a message of their intent against hard-working but limited Hungary", "id": "football/live/2016/jun/26/hungary-v-belgium-euro-2016-live", "isHosted": false, "secPara": "So Hungary head home – after a mutual show of appreciation with their fans – while Belgium motor on to a quarter-final meeting with Wales on Friday. They took just one point against Gareth Bale and co in their qualifying group but on tonights evidence must be considered favourites to reach the semi-final. Thanks for reading. Until next time …", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2016-06-26T20:53:18Z", "webTitle": "Hungary 0-4 Belgium: Euro 2016 – as it happened!", "webUrl": "https://www.theguardian.com/football/live/2016/jun/26/hungary-v-belgium-euro-2016-live", "wordCnt": 1275}], "startIndex": 5241, "status": "ok", "total": 141941, "userTier": "developer"}}