{"response": {"currentPage": 345, "orderBy": "newest", "pageSize": 10, "pages": 14194, "results": [{"apiUrl": "https://content.guardianapis.com/football/2016/sep/30/mauricio-pochettino-pep-guardiola-rivalry-tottenham-hotspur-manchester-city", "firPara": "Mauricio Pochettino remembers the way that the eyes of his players had widened in astonishment. Or, perhaps, it was fear. He had taken over at relegation-threatened Espanyol, it was late-January 2009 and his first game in charge – his first of any kind in football management – was at home to Barcelona in the Copa del Rey. It was Pep Guardiolas Barcelona, the team of Messi, Xavi and Iniesta – and the one that would finish the season with the treble.", "id": "football/2016/sep/30/mauricio-pochettino-pep-guardiola-rivalry-tottenham-hotspur-manchester-city", "isHosted": false, "secPara": "My first training session had been on the afternoon before the game and then, we trained on the morning of it, said the Tottenham Hotspur manager. It was two training sessions in less than 12 hours. I said to the players that we needed to play with high pressing and one-versus-one at the back. Their eyes were like this! They thought it was impossible against Barcelona but I said No, it is not impossible.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-30T21:39:00Z", "webTitle": "Mauricio Pochettino to face Guardiola as an equal in a rivalry born in Barcelona", "webUrl": "https://www.theguardian.com/football/2016/sep/30/mauricio-pochettino-pep-guardiola-rivalry-tottenham-hotspur-manchester-city", "wordCnt": 1237}, {"apiUrl": "https://content.guardianapis.com/football/2016/sep/30/chelsea-antonio-conte-no-magic-wand", "firPara": "Antonio Conte has warned there can be no quick fix to solve Chelseas underlying problems this season and stressed the need for patience in a series of face-to-face meetings with the owner, Roman Abramovich, at the clubs base in Cobham.", "id": "football/2016/sep/30/chelsea-antonio-conte-no-magic-wand", "isHosted": false, "secPara": "Abramovich was present to watch the first team train three times this week, meeting Conte over lunch in the facilitys canteen on each occasion to discuss the managers plans to revive a flagging side. The owner, who has made 11 managerial changes in 13 years, remains supportive of the Italian and sympathetic as to the scale of the task, exposed by defeats by Liverpool and Arsenal in their past two Premier League matches.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-30T21:34:00Z", "webTitle": "Chelsea’s Antonio Conte says he has no magic wand to solve team’s problems", "webUrl": "https://www.theguardian.com/football/2016/sep/30/chelsea-antonio-conte-no-magic-wand", "wordCnt": 792}, {"apiUrl": "https://content.guardianapis.com/football/2016/sep/30/arsene-wenger-not-obsessed-final-trophy-arsenal-england", "firPara": "Arsène Wenger has said that he is not obsessed with the thought of winning one last trophy at Arsenal as he celebrates his 20th anniversary with the club and distanced himself from the England job by reiterating his belief that the position should go to an Englishman.", "id": "football/2016/sep/30/arsene-wenger-not-obsessed-final-trophy-arsenal-england", "isHosted": false, "secPara": "Wenger, whose contract with Arsenal runs out at the end of the season, revealed that he will not base any decision about his future around going out on a high. While Sir Alex Ferguson retired after leading Manchester United to the Premier League title in 2013, Arsenals manager is not driven by creating the perfect ending.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-30T21:30:01Z", "webTitle": "Arsène Wenger says he is not obsessed by winning one final trophy at Arsenal", "webUrl": "https://www.theguardian.com/football/2016/sep/30/arsene-wenger-not-obsessed-final-trophy-arsenal-england", "wordCnt": 677}, {"apiUrl": "https://content.guardianapis.com/football/2016/sep/30/jose-mourinho-manchester-united-tough-schedule", "firPara": "José Mourinho believes this months demanding fixture list will serve as motivation to Manchester United and provide valuable insight into the quality of his squad.", "id": "football/2016/sep/30/jose-mourinho-manchester-united-tough-schedule", "isHosted": false, "secPara": "The United manager has complained a schedule that involves Premier League trips to Liverpool and Chelsea plus Old Trafford cup ties against Fenerbahce and Manchester City in the space of 10 days represents a poisoned gift. However, Mourinho insists the challenge must also inspire United, and will help in his analysis of the players potential.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-30T21:30:01Z", "webTitle": "José Mourinho says tough schedule is motivation for Manchester United", "webUrl": "https://www.theguardian.com/football/2016/sep/30/jose-mourinho-manchester-united-tough-schedule", "wordCnt": 364}, {"apiUrl": "https://content.guardianapis.com/football/2016/sep/30/pep-guardiola-manchester-city-levels-must-not-drop", "firPara": "• My players were so exhausted they could not talk – thats what I want", "id": "football/2016/sep/30/pep-guardiola-manchester-city-levels-must-not-drop", "isHosted": false, "secPara": "• My players were so exhausted they could not talk – thats what I want", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-30T21:30:01Z", "webTitle": "Pep Guardiola tells Manchester City players effort levels must not drop", "webUrl": "https://www.theguardian.com/football/2016/sep/30/pep-guardiola-manchester-city-levels-must-not-drop", "wordCnt": 856}, {"apiUrl": "https://content.guardianapis.com/football/2016/sep/30/david-moyes-sunderland-impossible-job-premier-league", "firPara": "• The Scot is the bottom-placed clubs seventh manager in five years", "id": "football/2016/sep/30/david-moyes-sunderland-impossible-job-premier-league", "isHosted": false, "secPara": "• The Scot is the bottom-placed clubs seventh manager in five years", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-30T21:30:01Z", "webTitle": "David Moyes denies Sunderland is an ‘impossible job’ as he chases first win", "webUrl": "https://www.theguardian.com/football/2016/sep/30/david-moyes-sunderland-impossible-job-premier-league", "wordCnt": 590}, {"apiUrl": "https://content.guardianapis.com/football/2016/sep/30/jurgen-klopp-liverpool-europe-swansea-city", "firPara": "Jürgen Klopp has said Liverpool must capitalise on their European exile this season to grow as a team and sustain the optimism surrounding the Anfield club.", "id": "football/2016/sep/30/jurgen-klopp-liverpool-europe-swansea-city", "isHosted": false, "secPara": "Liverpool head to struggling Swansea City on Saturday seeking a fifth straight win and having had a full weeks preparation due to their absence from European competition.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-30T21:30:01Z", "webTitle": "Jürgen Klopp urges Liverpool to make most of European absence this season", "webUrl": "https://www.theguardian.com/football/2016/sep/30/jurgen-klopp-liverpool-europe-swansea-city", "wordCnt": 498}, {"apiUrl": "https://content.guardianapis.com/football/live/2016/sep/30/everton-v-crystal-palace-premier-league-live", "firPara": "A fine free-kick from Romelu Lukaku and a superlative header from Christian Benteke earned Everton and Palace a point each at Goodison Park", "id": "football/live/2016/sep/30/everton-v-crystal-palace-premier-league-live", "isHosted": false, "secPara": "Thats all from me. Its been a joy. Heres your proper actual match report. Bye!", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2016-09-30T21:04:53Z", "webTitle": "Everton 1-1 Crystal Palace: Premier League – as it happened", "webUrl": "https://www.theguardian.com/football/live/2016/sep/30/everton-v-crystal-palace-premier-league-live", "wordCnt": 2097}, {"apiUrl": "https://content.guardianapis.com/football/2016/sep/30/everton-crystal-palace-premier-league-match-report", "firPara": "Evertons impressive start to the season is in danger of fizzling out. They avoided a third consecutive defeat here, but were only able to score through a set piece and Crystal Palace will be bitterly disappointed at seeing a perfectly valid potential winner wrongly chalked off in the second half.", "id": "football/2016/sep/30/everton-crystal-palace-premier-league-match-report", "isHosted": false, "secPara": "The visitors were worth at least a point, playing a neat counterattacking game and coming back strongly after Everton had taken a first-half lead. Ronald Koeman said Everton would have to show more aggression and intensity if they were to return to second place in the table, and if that was the aim his players failed to produce.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-30T20:58:34Z", "webTitle": "Crystal Palace’s Christian Benteke heads home to earn draw with Everton", "webUrl": "https://www.theguardian.com/football/2016/sep/30/everton-crystal-palace-premier-league-match-report", "wordCnt": 825}, {"apiUrl": "https://content.guardianapis.com/football/2016/sep/30/hope-is-all-that-england-football-needs", "firPara": "The answer to the current England manager dilemma is clear. Hope Powell, Englands most successful manager in recent years, strikes us as the best candidate for the job. A ground-breaking athlete, she is used to working in challenging circumstances, has extensive knowledge of the FA and has the additional bonus of no whiff of scandal anywhere near her. Indeed her appointment would go some way to making up for the 1921 ban on womens football as quite unsuitable for females. We feel she would be an ideal candidate to unite all fans throughout English football.", "id": "football/2016/sep/30/hope-is-all-that-england-football-needs", "isHosted": false, "secPara": "• The deeds to the Recreation Ground in Bath do not give a privileged position to Bath rugby club (Sport, 23 September). The local council should never have been allowed to build its monstrous sports centre in the 1970s on the ground. It did so because it was also the trustee. This was quite against the original deeds and it should have separated these powers out 40 years ago. If Bath rugby club wants to build an 18,000 spectator stadium go build but not on the Recreation Ground. As its owner claims money talks, well go find another site.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-30T17:46:35Z", "webTitle": "Hope is all that England football needs", "webUrl": "https://www.theguardian.com/football/2016/sep/30/hope-is-all-that-england-football-needs", "wordCnt": 326}], "startIndex": 3441, "status": "ok", "total": 141935, "userTier": "developer"}}