{"response": {"currentPage": 247, "orderBy": "newest", "pageSize": 10, "pages": 14194, "results": [{"apiUrl": "https://content.guardianapis.com/football/2016/nov/16/manchester-city-womens-champions-league-last-eight", "firPara": "Manchester City are into the quarter-finals of the Womens Champions League after a 1-1 second-leg draw at Brondby.", "id": "football/2016/nov/16/manchester-city-womens-champions-league-last-eight", "isHosted": false, "secPara": "Leading 1-0 from the first leg, City put themselves in a comfortable position after the England striker Toni Duggan scored with a fine strike in the 64th minute.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-16T22:59:00Z", "webTitle": "Manchester City reach last eight of Women’s Champions League", "webUrl": "https://www.theguardian.com/football/2016/nov/16/manchester-city-womens-champions-league-last-eight", "wordCnt": 155}, {"apiUrl": "https://content.guardianapis.com/football/blog/2016/nov/16/aitor-karanka-middlesbrough-chelsea", "firPara": "Aitor Karanka sits facing a window, contemplating the pristine green training pitches at the bottom of the hill and the treetops defining dense woodland beyond. Middlesbroughs manager is in the upstairs canteen at Rockliffe Park, the clubs training ground set in undulating parkland on the border between County Durham and North Yorkshire.", "id": "football/blog/2016/nov/16/aitor-karanka-middlesbrough-chelsea", "isHosted": false, "secPara": "Hidden away in a village south of Darlington and sharing its site with a luxury five-star spa hotel, Rockliffe tends to make Boro an easy sell to prospective signings and, almost exactly three years ago, Karanka proved no different.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-16T22:30:31Z", "webTitle": "Aitor Karanka lightening up and ever happier to be at Middlesbrough | Louise Taylor", "webUrl": "https://www.theguardian.com/football/blog/2016/nov/16/aitor-karanka-middlesbrough-chelsea", "wordCnt": 847}, {"apiUrl": "https://content.guardianapis.com/football/2016/nov/16/ian-holloway-qpr-returning-manager-loftus-road", "firPara": "Few managers can rival Ian Holloway when it comes to offbeat soundbites, and there were many at his Queens Park Rangers unveiling on Wednesday. From the Football Association undermining Gareth Southgate and the dangers of Snapchat to putting books in his trouser pockets and the polices apparent inability to find the culprits who set his sons tattoo parlour on fire in February, the 53‑year‑old covered all the bases and more.", "id": "football/2016/nov/16/ian-holloway-qpr-returning-manager-loftus-road", "isHosted": false, "secPara": "Yet behind the seemingly infinite digressions, both witty and grim, there was also substance when it came to outlining his plans for restoring this club to its former self. Holloway wants to make QPR something the local community and its working-man fanbase can be proud of again. Most of that will centre on building up the belief of a young squad, but Holloway also needs time.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-16T22:29:31Z", "webTitle": "Ian Holloway eyes Premier League comeback for QPR’s traditional support | Alan Smith", "webUrl": "https://www.theguardian.com/football/2016/nov/16/ian-holloway-qpr-returning-manager-loftus-road", "wordCnt": 753}, {"apiUrl": "https://content.guardianapis.com/football/2016/nov/16/winter-break-football-league-fa-fixture-congestion-talks", "firPara": "The introduction of a winter break in English football appears further away than ever after talks across the game over fixture congestion broke down, leaving the Football League and the Football Association at loggerheads over the issue.", "id": "football/2016/nov/16/winter-break-football-league-fa-fixture-congestion-talks", "isHosted": false, "secPara": "The EFL had said at the start of the season it was taking the initiative by proposing a so-called Whole Game Solution that would involve the expansion of the league to take in eight new clubs and a reorganisation into four divisions of 20 teams. It proposed to consult on the plans with clubs, some of which were concerned about potential lost revenue.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-16T20:52:49Z", "webTitle": "Winter-break talks abandoned, with Football League and FA at loggerheads", "webUrl": "https://www.theguardian.com/football/2016/nov/16/winter-break-football-league-fa-fixture-congestion-talks", "wordCnt": 568}, {"apiUrl": "https://content.guardianapis.com/football/2016/nov/16/safe-seating-return-premier-league-meeting", "firPara": "We are yet to hear chants of stand up if you love safe standing echo around Premier League grounds but there is undoubtedly a groundswell of opinion building behind an idea that even five years ago was habitually dismissed by clubs as a non-starter.", "id": "football/2016/nov/16/safe-seating-return-premier-league-meeting", "isHosted": false, "secPara": "Survey after survey has shown the vast majority of fans welcome the idea of safe-standing areas – rows of so-called rail seating as popularised in the Bundesliga almost two decades ago and successfully introduced at Celtic Park for almost 3,000 fans this season – that are a world away from the unsafe, crumbling, concrete terraces of yore.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-16T20:39:19Z", "webTitle": "Safe-standing initiative given a lift by Premier League mood swing", "webUrl": "https://www.theguardian.com/football/2016/nov/16/safe-seating-return-premier-league-meeting", "wordCnt": 1329}, {"apiUrl": "https://content.guardianapis.com/football/2016/nov/16/hillsborough-families-criticise-police-chief-over-witch-hunt-claim-in-book", "firPara": "Sir Norman Bettison claims in Hillsborough Untold that there was never a conspiracy to blame supporters for the disaster", "id": "football/2016/nov/16/hillsborough-families-criticise-police-chief-over-witch-hunt-claim-in-book", "isHosted": false, "secPara": "Sir Norman Bettison, the former chief constable of Merseyside police, has been criticised by families of people unlawfully killed at Hillsborough in 1989 for writing a book about the disaster in which he portrays himself as the victim of a witch-hunt. ", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-16T20:04:25Z", "webTitle": "Hillsborough families criticise police chief over witch-hunt claim in book", "webUrl": "https://www.theguardian.com/football/2016/nov/16/hillsborough-families-criticise-police-chief-over-witch-hunt-claim-in-book", "wordCnt": 1038}, {"apiUrl": "https://content.guardianapis.com/football/2016/nov/16/neil-warnock-andy-woodward", "firPara": "• Warnock managed Woodward at Bury and Sheffield United", "id": "football/2016/nov/16/neil-warnock-andy-woodward", "isHosted": false, "secPara": "Neil Warnock has described himself as sad and sickened to read Andy Woodwards harrowing life story about the years of sexual abuse he encountered at Crewe Alexandra, and has spoken of his hope that if there are other victims who have never come forward they might now have the confidence to do the same.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-16T19:03:52Z", "webTitle": "Neil Warnock ‘sad and sickened’ to hear of abuse suffered by Andy Woodward", "webUrl": "https://www.theguardian.com/football/2016/nov/16/neil-warnock-andy-woodward", "wordCnt": 814}, {"apiUrl": "https://content.guardianapis.com/football/blog/2016/nov/16/qatar-uk-trade-minister-greg-hands-world-cup-2022", "firPara": "For obvious reasons, the small hours of last Wednesday turned out to be an excellent time to bury bad news. Even so, I was pleased to be awake for a tweet emanating from the trade minister Greg Hands, in which he announced In Qatar to open our #SportIsGreat conference, supporting Qatars 2022 World Cup &amp; offering UK to be the partner of choice for delivery.", "id": "football/blog/2016/nov/16/qatar-uk-trade-minister-greg-hands-world-cup-2022", "isHosted": false, "secPara": "Ah, so thats what were doing now. Closer inspection reveals that Greg wrote an obsequious comment piece for the Peninsula, the Qatari English-language daily, in which he widened his focus to include all the 437 major athletic events to which the … sport-mad, is it? … autocracy has now acquired hosting rights. This is an exciting time for Qatars [sporting] vision, he euphemised bravely, and the UK has the opportunity to be a strategic partner to ensure all these events are as successful as possible for spectators, competitors and organisers alike. As the UKs international trade secretary, Dr Liam Fox, said on his recent visit to Doha – the UK is open for business like never before and nowhere is that more true than with Qatar.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-16T18:59:27Z", "webTitle": "Welcome to the UK, ethically challenged butler to Qatar’s World Cup dreams | Marina Hyde", "webUrl": "https://www.theguardian.com/football/blog/2016/nov/16/qatar-uk-trade-minister-greg-hands-world-cup-2022", "wordCnt": 849}, {"apiUrl": "https://content.guardianapis.com/football/blog/2016/nov/16/wayne-rooney-gareth-southgate-england", "firPara": "In between buffing and burnishing his alarmingly sculpted physique, Cristiano Ronaldo likes to take 3am ice baths to boost his metabolism. He eats six high-protein meals a day, rarely drinks alcohol and refuses soft drinks. Away from the constant task of tweaking his already unimprovable musculature, Ronaldo relaxes by swimming, sleeping a strict eight hours and – oh yes – doing 3,000 sit ups a day in front of the television.", "id": "football/blog/2016/nov/16/wayne-rooney-gareth-southgate-england", "isHosted": false, "secPara": "It is of course pointless to compare mere mortals with such extreme athletic obsession. But this does still seem to be the lot of Wayne Rooney, in part because of the similarity in ages (Ronaldo is eight months older), the bloom of their shared youth at Manchester United and above all the increasingly stark divergence in their physical capacity as the early 30s begin to bite.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-16T18:26:00Z", "webTitle": "Nights out aside, Wayne Rooney is not fit enough for Southgate’s England | Barney Ronay", "webUrl": "https://www.theguardian.com/football/blog/2016/nov/16/wayne-rooney-gareth-southgate-england", "wordCnt": 1341}, {"apiUrl": "https://content.guardianapis.com/football/2016/nov/16/efl-checkatrade-trophy-under-strength-fines", "firPara": "• Luton and Portsmouth among clubs to pay total of £60,000", "id": "football/2016/nov/16/efl-checkatrade-trophy-under-strength-fines", "isHosted": false, "secPara": "The Football League has announced fines totalling £60,000 for 12 clubs who contravened rules over fielding their strongest teams in this seasons Checkatrade Trophy.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-16T16:59:43Z", "webTitle": "EFL fines 12 clubs £60,000 for fielding under-strength teams in Checkatrade Trophy", "webUrl": "https://www.theguardian.com/football/2016/nov/16/efl-checkatrade-trophy-under-strength-fines", "wordCnt": 619}], "startIndex": 2461, "status": "ok", "total": 141935, "userTier": "developer"}}