{"response": {"currentPage": 90, "orderBy": "newest", "pageSize": 10, "pages": 14194, "results": [{"apiUrl": "https://content.guardianapis.com/football/2017/feb/03/premier-league-10-things-to-look-out-for-this-weekend", "firPara": "Southampton can get Manolo Gabbiadini up to speed, Leicester are desperate for goals, and would Arsenal beating Chelsea really reignite their title tilt?", "id": "football/2017/feb/03/premier-league-10-things-to-look-out-for-this-weekend", "isHosted": false, "secPara": "If Chelsea beat Arsenal at Stamford Bridge on Saturday, they will open an unassailable 12-point over their London rivals and consign angry Gooners to yet another season pondering what might have been if it was not for their teams ongoing propensity to blast themselves in the foot against teams any genuine title contenders should be swatting aside with extreme prejudice. Against opposition from the Big Six, Chelsea have dropped 11 points in this campaign compared with Arsenals 10 and yet the chasm between both clubs currently stands at nine points due to Arsenals carelessness in the face of teams such as Watford, Bournemouth, Middlesbrough, this seasons incarnation of Leicester City and – to a lesser extent – Everton. By contrast, the only team outside the top six to take points from Chelsea have been Swansea. Following their midweek pratfall at the Emirates against a Watford side that had failed to win any of their previous seven league games, many will be expecting a reaction from an Arsenal side whose emphatic win over Chelsea in September prompted Antonio Conte to switch to the formation that has served him so well ever since. We may well get one, but it is unlikely to make any difference to Arsenals increasingly forlorn looking title tilt. Given Arsenals obvious collective frailties, they look the most poorly equipped of the chasing pack to take advantage in the very unlikely event of Chelsea performing a Devon Loch. BG", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-02-03T00:50:00Z", "webTitle": "Premier League: 10 things to look out for this weekend", "webUrl": "https://www.theguardian.com/football/2017/feb/03/premier-league-10-things-to-look-out-for-this-weekend", "wordCnt": 1931}, {"apiUrl": "https://content.guardianapis.com/football/2017/feb/02/liverpool-jurgen-klopp-lucky-fourth-official-jose-mourinho", "firPara": "Jürgen Klopp believes managers should be punished for disrespecting match officials but cannot be expected to give guarantees about their behaviour because of the extreme pressure of the Premier League. Behind a manager is still a human being and we are all weak in parts, he said.", "id": "football/2017/feb/02/liverpool-jurgen-klopp-lucky-fourth-official-jose-mourinho", "isHosted": false, "secPara": "The Liverpool manager said he was fortunate to escape a sanction for his outburst towards Neil Swarbrick on Tuesday, when he yelled Nobody can beat us in the face of the fourth official after Simon Mignolets penalty save against Chelsea.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-02-02T22:33:00Z", "webTitle": "Liverpool’s Jürgen Klopp says pressure on ‘human’ managers causes outbursts", "webUrl": "https://www.theguardian.com/football/2017/feb/02/liverpool-jurgen-klopp-lucky-fourth-official-jose-mourinho", "wordCnt": 903}, {"apiUrl": "https://content.guardianapis.com/football/2017/feb/02/aitor-karanka-middlesbrough-challenge-staying-in-premier-league", "firPara": "The weather outside was grey, damp and windy but, inside the double security doors marking the entrance to Middlesbroughs training ground, it felt as if brilliant sunshine had flooded back into Aitor Karankas life.", "id": "football/2017/feb/02/aitor-karanka-middlesbrough-challenge-staying-in-premier-league", "isHosted": false, "secPara": "After weeks spent in intensely uptight mode, Boros suddenly uber‑relaxed manager smiled benignly before elegantly pouring scorn on a suggestion that his recent fierce criticisms of the clubs fans and board were delivered with the intention of securing a pay-off.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-02-02T22:30:42Z", "webTitle": "Aitor Karanka says the challenge, not the money, keeps him on Teesside", "webUrl": "https://www.theguardian.com/football/2017/feb/02/aitor-karanka-middlesbrough-challenge-staying-in-premier-league", "wordCnt": 793}, {"apiUrl": "https://content.guardianapis.com/football/live/2017/feb/02/cameroon-v-ghana-afcon-2017-semi-final-live", "firPara": "Michael Ngadeu-Ngadjui and Christian Bassagog scored for Cameroon to set up a final showdown with Egypt on Sunday", "id": "football/live/2017/feb/02/cameroon-v-ghana-afcon-2017-semi-final-live", "isHosted": false, "secPara": "The worst Cameroon team in a generation - thats what they were called before the tournament - have reached the Africa Cup of Nations final! And they deserved it, they outfought, outplayed and, indeed, out-coached Ghana. Razak will cop fearful stick for his mistake that led to the opening goal but fingers should also be pointed at Ghanas scruffiness in the final third and their stodginess throughout.", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2017-02-02T21:02:40Z", "webTitle": "Cameroon 2-0 Ghana: Afcon 2017 semi-final – as it happened", "webUrl": "https://www.theguardian.com/football/live/2017/feb/02/cameroon-v-ghana-afcon-2017-semi-final-live", "wordCnt": 2623}, {"apiUrl": "https://content.guardianapis.com/football/2017/feb/02/frank-lampard-retirement-football", "firPara": "The Chelsea legend, who recorded one of Britains highest Mensa scores, won 11 major honours including the Champions League in a career that lasted 21 years", "id": "football/2017/feb/02/frank-lampard-retirement-football", "isHosted": false, "secPara": "The Chelsea legend, who recorded one of Britains highest Mensa scores, won 11 major honours including the Champions League in a career that lasted 21 years", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-02-02T20:46:34Z", "webTitle": "Frank Lampard – a true gent with supreme work ethic and an eye for goal", "webUrl": "https://www.theguardian.com/football/2017/feb/02/frank-lampard-retirement-football", "wordCnt": 1032}, {"apiUrl": "https://content.guardianapis.com/football/2017/feb/02/matty-taylor-expected-bristol-backlash-leaving-rovers-for-city", "firPara": "The first player in 30 years to make such a switch knew it would upset some people but I am sure it will die down over the years … hopefully", "id": "football/2017/feb/02/matty-taylor-expected-bristol-backlash-leaving-rovers-for-city", "isHosted": false, "secPara": "The first player in 30 years to make such a switch knew it would upset some people but I am sure it will die down over the years … hopefully", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-02-02T20:41:28Z", "webTitle": "Matty Taylor pays price for passion in Bristol with leap to City from Rovers | Stuart James", "webUrl": "https://www.theguardian.com/football/2017/feb/02/matty-taylor-expected-bristol-backlash-leaving-rovers-for-city", "wordCnt": 952}, {"apiUrl": "https://content.guardianapis.com/football/2017/feb/02/the-fiver-africa-cup-of-nations-ghana-cameroon-egypt", "firPara": "In todays Fiver Afcon 2017 semis, the Brexit white paper and a 100 club", "id": "football/2017/feb/02/the-fiver-africa-cup-of-nations-ghana-cameroon-egypt", "isHosted": false, "secPara": "In todays Fiver Afcon 2017 semis, the Brexit white paper and a 100 club", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-02-02T16:26:01Z", "webTitle": "The Fiver | Ancestral spirits communicating through the medium of sea shells", "webUrl": "https://www.theguardian.com/football/2017/feb/02/the-fiver-africa-cup-of-nations-ghana-cameroon-egypt", "wordCnt": 1762}, {"apiUrl": "https://content.guardianapis.com/football/2017/feb/02/david-white-football-sexual-abuse", "firPara": "David White, the one-time England international, has talked about football operating in a climate of fear, secrecy and ignorance during the years when he was sexually abused and confessed that he dreads to think how many other boys suffered alone because of the culture of shame and silence.", "id": "football/2017/feb/02/david-white-football-sexual-abuse", "isHosted": false, "secPara": "White, best remembered for his playing days at Manchester City from 1985–93, is urging other victims to come forward after opening up about his own ordeal in a new book, Shades of Blue, where he reveals the harrowing events that left him a completely different boy, with my confidence shattered, my trust betrayed and my innocence stolen.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-02-02T15:12:20Z", "webTitle": "David White says he was ‘petrified to spill the beans’ over football sexual abuse", "webUrl": "https://www.theguardian.com/football/2017/feb/02/david-white-football-sexual-abuse", "wordCnt": 744}, {"apiUrl": "https://content.guardianapis.com/football/2017/feb/02/saido-berahino-stoke-city-west-bromich-albion", "firPara": "It was one of those transfer deals that had all three parties feeling satisfied come the end. West Bromwich Albion picked up £12m for a player who could have gone for nothing in the summer, Stoke City signed a talented 23‑year‑old striker for a fraction of the fee that someone of his age and ability would normally command, and Saido Berahino welcomed the chance to be a professional footballer in active employment again.", "id": "football/2017/feb/02/saido-berahino-stoke-city-west-bromich-albion", "isHosted": false, "secPara": "For those involved there was a sense of relief as much as anything that one of the longest-running transfer sagas was over. Stoke finally had their man after more than 12 months of chasing, Albion could draw a line under an episode that had become tiresome and draining for everyone, and Berahino would be able to push all the negative thoughts about the club where he spent more than a decade to the back of his mind.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-02-02T14:50:50Z", "webTitle": "Saido Berahino’s move to Stoke means sorry saga at West Brom is over … almost", "webUrl": "https://www.theguardian.com/football/2017/feb/02/saido-berahino-stoke-city-west-bromich-albion", "wordCnt": 1340}, {"apiUrl": "https://content.guardianapis.com/football/blog/2017/feb/02/arsenal-chelsea-watford-arsene-wenger-pressure", "firPara": "The vast majority of a football managers life revolves around dealing with situations that are testing, thought-provoking and demanding but once in a while something magical comes along that makes all the questions and pressures and nonsense they have to deal with in their everyday work seem humdrum.", "id": "football/blog/2017/feb/02/arsenal-chelsea-watford-arsene-wenger-pressure", "isHosted": false, "secPara": "For Arsène Wenger one of those came along at the beginning of this season when he watched his team produce a blueprint performance. Chelsea were demolished with a swagger, 3-0 at the Emirates Stadium, thanks to an impressive demonstration of dashing attacking mixed with rigorous team control. Its one of those moments in your life where you think Today is a great day, Wenger said.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-02-02T12:00:29Z", "webTitle": "Arsenal stuck in self-defeating cycle as they head for Chelsea showdown | Amy Lawrence", "webUrl": "https://www.theguardian.com/football/blog/2017/feb/02/arsenal-chelsea-watford-arsene-wenger-pressure", "wordCnt": 832}], "startIndex": 891, "status": "ok", "total": 141934, "userTier": "developer"}}