{"response": {"currentPage": 198, "orderBy": "newest", "pageSize": 10, "pages": 14194, "results": [{"apiUrl": "https://content.guardianapis.com/football/2016/dec/08/europa-league-roundup-dundalk-gent-konyaspor", "firPara": "Dundalk bowed out of their first Europa League group stage campaign after losing 2-1 at Maccabi Tel-Aviv in Group D although events elsewhere would have made their effort irrelevant had they won. Tal Ben Chaim opened the scoring from the spot for the Israeli side and, although Eli Dasas own-goal squared things up, Dor Miha provided the winner before half-time. It mattered not, as AZ Alkmaar came up with the win they needed to guarantee progression, beating the group winners, Zenit St Petersburg 3-2.", "id": "football/2016/dec/08/europa-league-roundup-dundalk-gent-konyaspor", "isHosted": false, "secPara": "The matchdays biggest drama came in Turkey, where Gent scored four minutes into added time to defeat Konyaspor 1-0. Souleymane Coulibaly scored the goal and it meant the Belgian side leapfrogged Braga, who lost 4-2 at home to Shakhtar Donetsk. Gent join Shakhtar, who finished top of Group H with a 100% record, in the last 16.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-12-08T23:27:28Z", "webTitle": "Europa League round-up: Dundalk’s adventure ends in Tel Aviv", "webUrl": "https://www.theguardian.com/football/2016/dec/08/europa-league-roundup-dundalk-gent-konyaspor", "wordCnt": 377}, {"apiUrl": "https://content.guardianapis.com/football/2016/dec/08/jurgen-klopp-liverpool-roberto-firmino", "firPara": "Jürgen Klopp has credited Liverpools scouting department with securing a cut-price deal for Roberto Firmino when they signed the Brazil striker for £29m from Hoffenheim last year.", "id": "football/2016/dec/08/jurgen-klopp-liverpool-roberto-firmino", "isHosted": false, "secPara": "Firmino was the second most expensive signing in Liverpools history at the time of his move from the Bundesliga but Klopp believes the 25-year-old was undervalued. Firmino has emerged as a key player for Klopps pressing style and has scored six goals for Liverpool this season.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-12-08T22:30:12Z", "webTitle": "Jürgen Klopp thanks Liverpool’s scouts for landing ‘cut-price’ Roberto Firmino", "webUrl": "https://www.theguardian.com/football/2016/dec/08/jurgen-klopp-liverpool-roberto-firmino", "wordCnt": 457}, {"apiUrl": "https://content.guardianapis.com/football/2016/dec/08/checkatrade-trophy-english-football-league", "firPara": "The controversial Checkatrade Trophy may be scrapped after only one season, according to the head of the English Football League.", "id": "football/2016/dec/08/checkatrade-trophy-english-football-league", "isHosted": false, "secPara": "Introduced this season as a replacement for the Football League Trophy, the Checkatrade allowed category A academy sides to enter a tournament previously reserved for clubs in League One or Two. Amid controversy over the changes and concern as to whether rules over selection were being bent, the cup has generated fan dissent and historically low attendances. Now the EFL chief executive, Shaun Harvey, admits its future is uncertain.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-12-08T22:30:12Z", "webTitle": "Checkatrade Trophy may be scrapped, says head of English Football League", "webUrl": "https://www.theguardian.com/football/2016/dec/08/checkatrade-trophy-english-football-league", "wordCnt": 523}, {"apiUrl": "https://content.guardianapis.com/football/2016/dec/08/southampton-hapoel-match-report", "firPara": "Southamptons European adventure came to an abrupt end on Thursday night at the hands of Hapoel Beer Sheva, the Israeli champions, who dumped Claude Puels side out of the Europa League group stages to reach the round of 32 at their expense.", "id": "football/2016/dec/08/southampton-hapoel-match-report", "isHosted": false, "secPara": "Southampton were tepid throughout, edging towards a goalless draw that would have seen them through until, with the visitors first shot of the evening on target, Maor Buzaglo drilled an effort low beyond the goalkeeper, Fraser Forster, after 78 minutes.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-12-08T22:15:17Z", "webTitle": "Wasteful Southampton crash out of Europa League to Israeli champions", "webUrl": "https://www.theguardian.com/football/2016/dec/08/southampton-hapoel-match-report", "wordCnt": 826}, {"apiUrl": "https://content.guardianapis.com/football/live/2016/dec/08/southampton-v-hapoel-beer-sheva-europa-league-live", "firPara": "Southampton were inches away from a dramatic victory, but it was the visitors who made it through to the knockout stage.", "id": "football/live/2016/dec/08/southampton-v-hapoel-beer-sheva-europa-league-live", "isHosted": false, "secPara": "And thats that. What drama! And a heartbreaking end to Southamptons Europa League campaign. They came so close - Yoshida was inches away from an unlikely winner - but they end Group K in third spot, pipped by Hapoel, who have the same number of points but win the head-to-head thanks to tonights away goal. If theyd gone for it all evening like they did in those dying moments, their dreams might still be alive. But its not to be. Their failure to make it to the knockout stage puts them in illustrious company - three-time European Cup winners Internazionale couldnt get there either - but that wont make them feel any better right now.", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2016-12-08T22:05:01Z", "webTitle": "Southampton 1-1 Hapoel Beer Sheva: Europa League – as it happened", "webUrl": "https://www.theguardian.com/football/live/2016/dec/08/southampton-v-hapoel-beer-sheva-europa-league-live", "wordCnt": 3362}, {"apiUrl": "https://content.guardianapis.com/football/2016/dec/08/jose-mourinho-henrikh-mkhitaryan-zorya-luhansk", "firPara": "• United manager condemns behaviour of some home fans", "id": "football/2016/dec/08/jose-mourinho-henrikh-mkhitaryan-zorya-luhansk", "isHosted": false, "secPara": "José Mourinho praised Henrikh Mkhitaryans fine first goal for Manchester United and expressed disappointment at the behaviour of Zorya fans after his side progressed to the Europa Leage knockout stage.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-12-08T22:04:02Z", "webTitle": "José Mourinho praises Henrikh Mkhitaryan in Manchester United’s win in Ukraine", "webUrl": "https://www.theguardian.com/football/2016/dec/08/jose-mourinho-henrikh-mkhitaryan-zorya-luhansk", "wordCnt": 336}, {"apiUrl": "https://content.guardianapis.com/football/2016/dec/08/manchester-united-zorya-europa-league-match-report", "firPara": "Manchester United are through to the Europa League knockout stage courtesy of Henrikh Mkhitaryans fine first goal for the club and Zlatan Ibrahimovics late finish. José Mourinhos team finished second in their group, however, so will be unseeded in Mondays draw for the round of 32.", "id": "football/2016/dec/08/manchester-united-zorya-europa-league-match-report", "isHosted": false, "secPara": "A first away win in the competition was marred by an outbreak of violence during the interval, moreover, and there was disappointment for Wayne Rooney, who remains stuck on 248 goals and still in need of two more to become the clubs all-time record scorer.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-12-08T19:59:34Z", "webTitle": "Manchester United defeat Zorya Luhansk to advance in Europa League", "webUrl": "https://www.theguardian.com/football/2016/dec/08/manchester-united-zorya-europa-league-match-report", "wordCnt": 825}, {"apiUrl": "https://content.guardianapis.com/football/live/2016/dec/08/zorya-luhansk-v-manchester-united-europa-league-live", "firPara": "United cruise into the next around of the Europa League thanks to a dominant performance crowned by two fine goals.", "id": "football/live/2016/dec/08/zorya-luhansk-v-manchester-united-europa-league-live", "isHosted": false, "secPara": "90 min Fosu-Mensah exchanges passes with Ibrahimovic in the box and then has a crack at goal from a difficult angle. Levchenko blocks his low shot at the near post with his feet. The ensuing corner yields nothing.", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2016-12-08T19:53:20Z", "webTitle": "Zorya Luhansk v Manchester United: Europa League – as it happened", "webUrl": "https://www.theguardian.com/football/live/2016/dec/08/zorya-luhansk-v-manchester-united-europa-league-live", "wordCnt": 2351}, {"apiUrl": "https://content.guardianapis.com/football/2016/dec/08/harry-arter-bournemouth-daughter", "firPara": "A few weeks had passed when Harry Arter summoned the strength to look inside the memory box that would unlock so many emotions. Rachel, his fiancée, had been gently encouraging him to do so for a while, yet Arter was mentally unable to take that step as he wrestled with the devastating loss of the stillborn daughter he had never set eyes on. Now, in a quiet moment at home, he felt ready.", "id": "football/2016/dec/08/harry-arter-bournemouth-daughter", "isHosted": false, "secPara": "I looked in the box without Rachel knowing because I wanted to look on my own, Arter says. I remember I was sobbing – it was the strangest feeling that Ive ever had in my life, looking at a picture of a little baby that Ive never seen but loving her so much at the same time. I just saw a beautiful little girl, who I felt so proud of straight away.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-12-08T17:45:25Z", "webTitle": "Harry Arter: ‘Some days I feel like a normal person. But then it will just hit you’", "webUrl": "https://www.theguardian.com/football/2016/dec/08/harry-arter-bournemouth-daughter", "wordCnt": 2120}, {"apiUrl": "https://content.guardianapis.com/football/2016/dec/08/leicester-city-champions-league-tottenham-hotspur", "firPara": "In todays Fiver Champions of Best League in the World fall flat, Richard Keys doesnt understand and Pulisball", "id": "football/2016/dec/08/leicester-city-champions-league-tottenham-hotspur", "isHosted": false, "secPara": "In todays Fiver Champions of Best League in the World fall flat, Richard Keys doesnt understand and Pulisball", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-12-08T17:02:50Z", "webTitle": "The Fiver | Graeme Le Saux lost a unanimous points decision", "webUrl": "https://www.theguardian.com/football/2016/dec/08/leicester-city-champions-league-tottenham-hotspur", "wordCnt": 1309}], "startIndex": 1971, "status": "ok", "total": 141934, "userTier": "developer"}}