{"response": {"currentPage": 229, "orderBy": "newest", "pageSize": 10, "pages": 14194, "results": [{"apiUrl": "https://content.guardianapis.com/football/2016/nov/25/premier-league-10-things-to-look-out-for-this-weekend", "firPara": "Sunderland look for a third straight win, Koeman returns to Southampton and can Tottenham bounce back from their Champions League exit?", "id": "football/2016/nov/25/premier-league-10-things-to-look-out-for-this-weekend", "isHosted": false, "secPara": "On the last day of the 2006-07 season Manchester United, who had won the title five days earlier, fielded a weakened side – Cristiano Ronaldo, Ryan Giggs, Paul Scholes, Rio Ferdinand and Nemanja Vidic were all left out of the starting XI – at Old Trafford against a West Ham team who needed at least a point to avoid relegation. Carlos Tevez, who was to join United a few weeks later, scored the only goal on the stroke of half-time. They couldnt have come to Old Trafford on a better day, said Sir Alex Ferguson after the game. We had already won the league and the edge was off our game. There was also a 1-0 win in December 2001, against a wretchedly out-of-form United side that were completing a memorably horrific run of five defeats in seven league games. Those two games are the Hammers only highlights in a miserable run of top-flight visits to Old Trafford that now extends over 30 years and in which they have otherwise drawn once and lost 20 times. And now they must go there twice in four days, with Sundays match being followed by an EFL Cup quarter-final on Wednesday (in the same time period they have visited Old Trafford four times in cup competitions, losing two and winning one). With the Manchester double-header to be followed by games against Arsenal and Liverpool, stories this week suggesting West Ham chiefs have started to consider their options should they feel forced to make a change are not just unwelcome but almost cruel. After the visit to Anfield the Hammers have a less daunting run of four fixtures before the turn of the year and it would seem sensible to delay any judgment until they have been completed, which will helpfully coincide with the start of a new transfer window and, less helpfully, another game against Manchester United. SB", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-25T08:37:58Z", "webTitle": "Premier League: 10 things to look out for this weekend", "webUrl": "https://www.theguardian.com/football/2016/nov/25/premier-league-10-things-to-look-out-for-this-weekend", "wordCnt": 2304}, {"apiUrl": "https://content.guardianapis.com/football/2016/nov/25/wayne-rooney-manchester-united-goal-record-wedding-fallout", "firPara": "• Captain scores 39th European goal for club in 4-0 win over Feyenoord", "id": "football/2016/nov/25/wayne-rooney-manchester-united-goal-record-wedding-fallout", "isHosted": false, "secPara": "Wayne Rooney fired back at the media over his behaviour when on England duty after breaking Manchester Uniteds individual scoring record in Europe by registering his 39th goal in the 4-0 win over Feyenoord. The victory at Old Trafford moves José Mourinhos team to within a point of the Europa League knockout stage.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-25T00:07:14Z", "webTitle": "Wayne Rooney’s delight at Manchester United record spoiled by wedding row", "webUrl": "https://www.theguardian.com/football/2016/nov/25/wayne-rooney-manchester-united-goal-record-wedding-fallout", "wordCnt": 645}, {"apiUrl": "https://content.guardianapis.com/football/2016/nov/24/manchester-city-board-central-defender-vincent-kompany", "firPara": "Manchester City will hold a board meeting in Abu Dhabi at the weekend, with Khaldoon al-Mubarak, the chairman, ready to sanction the acquisition of a central defender should Pep Guardiola wish to make a move in January.", "id": "football/2016/nov/24/manchester-city-board-central-defender-vincent-kompany", "isHosted": false, "secPara": "City had no plans to act in the winter window but Vincent Kompanys latest injury may force a rethink. In the summer Guardiola identified the need for two central defenders and in the event signed only John Stones despite a firm interest in Juventuss Leonardo Bonucci and Aymeric Laporte of Athletic Bilbao.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-24T22:29:45Z", "webTitle": "Manchester City board could sanction buying central defender in January", "webUrl": "https://www.theguardian.com/football/2016/nov/24/manchester-city-board-central-defender-vincent-kompany", "wordCnt": 453}, {"apiUrl": "https://content.guardianapis.com/football/2016/nov/24/wayne-rooney-manchester-united-feyenoord", "firPara": "Never mind the novelty of seeing Henrikh Mkhitaryan on Manchester Uniteds wing, the sights that had Old Trafford rubbing its eyes in disbelief were a third game in a row for Michael Carrick and what looked suspiciously like Wayne Rooney proving his critics wrong.", "id": "football/2016/nov/24/wayne-rooney-manchester-united-feyenoord", "isHosted": false, "secPara": "The latter may have his limitations as a wedding pianist but here was evidence he can still lead defenders a merry dance. José Mourinho has taken a lot of stick this season for believing his captain can still make a useful contribution, even bowing to public opinion and dropping him at one point, but, restored to the No10 position behind Zlatan Ibrahimovic, the England striker rolled back the years and both made and scored the first goal in one of his most convincing performances of the season.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-24T22:28:26Z", "webTitle": "Wayne Rooney rolls back years to help Manchester United hit right note", "webUrl": "https://www.theguardian.com/football/2016/nov/24/wayne-rooney-manchester-united-feyenoord", "wordCnt": 866}, {"apiUrl": "https://content.guardianapis.com/football/2016/nov/24/manchester-united-feyenoord-europa-league-match-report", "firPara": "Wayne Rooney scored goal No248 for Manchester United as José Mourinhos side moved to within a point of the Europa League knockout stage and the captain to just one more strike from equalling Sir Bobby Charltons record for the club.", "id": "football/2016/nov/24/manchester-united-feyenoord-europa-league-match-report", "isHosted": false, "secPara": "United need only draw at Zorya in the final group match after a satisfying night in which Zlatan Ibrahimovic forced a late own goal from Brad Jones – the goalkeeper deflecting in the strikers pass – before Jesse Lingard scored in added time. Rooney can be especially pleased with his display as he also created Juan Matas goal and gave what was his best display in a United shirt for a while.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-24T22:05:12Z", "webTitle": "Wayne Rooney ignites Manchester United in rout of Feyenoord", "webUrl": "https://www.theguardian.com/football/2016/nov/24/manchester-united-feyenoord-europa-league-match-report", "wordCnt": 786}, {"apiUrl": "https://content.guardianapis.com/football/live/2016/nov/24/manchester-united-v-feyenoord-europa-league-live", "firPara": "That could barely have gone better for United. An emphatic win lifts them to second in their group, meaning they only need to draw in their last match against Zorya Luhansk to progress. More than that, it was a fine attacking performance - at times sparkling. Their passing was snappy and their movement cunning. Rooney broke a record and Mkhitaryan made his big Old Trafford breakthrough. Everything looks a little rosier for Jose Mourinho. And Im going to the pub, so everyones happy. Thanks for coming. Bye.", "id": "football/live/2016/nov/24/manchester-united-v-feyenoord-europa-league-live", "isHosted": false, "secPara": "They only needed two more minutes. And what a beautiful goal it was. Lingard curled a low shot into the net from the edge of the area - via the keepers outstretched hand and the inside of the right-hand post - and all after a marvellous one-touch passing move by United . ", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2016-11-24T22:01:46Z", "webTitle": "Manchester United v Feyenoord: Europa League – as it happened", "webUrl": "https://www.theguardian.com/football/live/2016/nov/24/manchester-united-v-feyenoord-europa-league-live", "wordCnt": 2629}, {"apiUrl": "https://content.guardianapis.com/football/2016/nov/24/council-loan-northampton-town-auditors-inquiry", "firPara": "A £13.5m loan to Northampton Town was made by the local council too quickly and with inadequate information and safeguards, partly because the then leader of the council, the Conservative David Mackintosh, now the local MP, was pressing for it, an internal inquiry has found.", "id": "football/2016/nov/24/council-loan-northampton-town-auditors-inquiry", "isHosted": false, "secPara": "Northamptonshire police are continuing to investigate what happened to the loan, made to finance improvements including a new east stand at Northamptons Sixfields stadium that were never completed, while £10.25m remains owing to Northampton borough council. The police investigation includes inquiries into £36,000 in financial donations made to Mackintoshs local Conservative association by Howard Grossman, whose company, 1st Land, was contracted to manage the Sixfields development, and people associated with him.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-24T19:31:02Z", "webTitle": "£13.5m council loan to Northampton Town rushed through – auditors", "webUrl": "https://www.theguardian.com/football/2016/nov/24/council-loan-northampton-town-auditors-inquiry", "wordCnt": 756}, {"apiUrl": "https://content.guardianapis.com/football/2016/nov/24/crewe-alexandra-barry-bennell", "firPara": "Based in a place once best known for its railway junction and its former Rolls Royce engineering works, Crewes unusually named and unashamedly progressive football club once gave its home town something of which to be proud.", "id": "football/2016/nov/24/crewe-alexandra-barry-bennell", "isHosted": false, "secPara": "Now, the opposite is true, as the staff and fans of Crewe Alexandra find themselves under the microscope after revelations from their former players Andy Woodward and Steve Walters, who have waived their right to anonymity to speak of the abuse they suffered at the hands of the serial paedophile Barry Bennell while with the club in the 1980s.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-24T18:34:00Z", "webTitle": "Crewe Alexandra: how a football talent factory has been thrown into turmoil | Owen Gibson", "webUrl": "https://www.theguardian.com/football/2016/nov/24/crewe-alexandra-barry-bennell", "wordCnt": 1661}, {"apiUrl": "https://content.guardianapis.com/football/2016/nov/24/barry-bennell", "firPara": "Bennell spent many years coaching and scouting boys for several junior teams affiliated to Manchester City, bringing through several players who went on to become international footballers", "id": "football/2016/nov/24/barry-bennell", "isHosted": false, "secPara": "Surrounded by some of the boys he coached, this is the paedophile Barry Bennell in his Manchester City strip during the days when his talent-spotting for the club earned him a reputation as one of the best star-makers in the football business.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-24T16:30:48Z", "webTitle": "Pictured: paedophile Barry Bennell in his time as Manchester City talent-spotter", "webUrl": "https://www.theguardian.com/football/2016/nov/24/barry-bennell", "wordCnt": 735}, {"apiUrl": "https://content.guardianapis.com/football/2016/nov/24/the-fiver-stevie-mbe-retires", "firPara": "In todays Fiver $tevie Mbe, Clapton Ultras v Frank Turner, and much more", "id": "football/2016/nov/24/the-fiver-stevie-mbe-retires", "isHosted": false, "secPara": "In todays Fiver $tevie Mbe, Clapton Ultras v Frank Turner, and much more", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-24T15:59:26Z", "webTitle": "The Fiver | Finally knocking his playing career on the head", "webUrl": "https://www.theguardian.com/football/2016/nov/24/the-fiver-stevie-mbe-retires", "wordCnt": 1622}], "startIndex": 2281, "status": "ok", "total": 141934, "userTier": "developer"}}