{"response": {"currentPage": 128, "orderBy": "newest", "pageSize": 10, "pages": 14194, "results": [{"apiUrl": "https://content.guardianapis.com/football/2017/jan/13/jose-mourinho-chelsea-rui-faria-8m-severance-pay", "firPara": "José Mourinho and his coaching staff received a severance package worth £8.3m when they were dismissed by Chelsea in December 2015. The manager is now at Manchester United, where he is enjoying an eye-catching nine-game winning run leading up to the Premier League game against Liverpool at Old Trafford on Sunday.", "id": "football/2017/jan/13/jose-mourinho-chelsea-rui-faria-8m-severance-pay", "isHosted": false, "secPara": "His second spell at Chelsea ended badly after a disastrous defence of the title he had won the previous season. He and his assistants, Rui Faria and Silvino Louro, were sacked with the club one point above the relegation zone.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-13T16:23:14Z", "webTitle": "José Mourinho and his Chelsea coaches received £8.3m in severance pay", "webUrl": "https://www.theguardian.com/football/2017/jan/13/jose-mourinho-chelsea-rui-faria-8m-severance-pay", "wordCnt": 193}, {"apiUrl": "https://content.guardianapis.com/football/2017/jan/13/leicester-city-chelsea-match-preview", "firPara": "It was this fixture last season that spelt the end for José Mourinho at Chelsea as Leicester returned to top spot in a sign of things to come. Thirteen months on and the normal order has been restored as Leicester languish in the bottom half and Chelsea lead the way, yet Claudio Ranieris side have a chance to upset the apple cart. Jamie Vardy returns for Leicester after recovering from illness, with Nathan Aké set to replace the suspended John Terry in Chelseas squad. Stuart James", "id": "football/2017/jan/13/leicester-city-chelsea-match-preview", "isHosted": false, "secPara": "Kick-off Saturday 5.30pm ", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-13T16:16:38Z", "webTitle": "Leicester City v Chelsea: match preview", "webUrl": "https://www.theguardian.com/football/2017/jan/13/leicester-city-chelsea-match-preview", "wordCnt": 194}, {"apiUrl": "https://content.guardianapis.com/football/2017/jan/13/football-naive-testing-drug-cheats-toni-minichiello", "firPara": "Toni Minichiello, the coach behind Jessica Ennis-Hills success, has called for football to do much more to catch drug cheats and said those within the sport are naive if they think there is no problem with doping.", "id": "football/2017/jan/13/football-naive-testing-drug-cheats-toni-minichiello", "isHosted": false, "secPara": "Earlier this week Manchester City were charged by the Football Association with failing to provide accurate information about training arrangements and player whereabouts on three occasions over a 12-month period.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-13T15:56:59Z", "webTitle": "Football is naive and must test more to catch drug cheats, says Toni Minichiello", "webUrl": "https://www.theguardian.com/football/2017/jan/13/football-naive-testing-drug-cheats-toni-minichiello", "wordCnt": 805}, {"apiUrl": "https://content.guardianapis.com/football/2017/jan/13/hull-city-bournmeouth-match-preview", "firPara": "Marco Silva takes charge of his first Premier League match hoping for a miracle with his team bottom. Abel Hernández, last seasons top scorer, who has missed half of Hulls league matches, is fit and the new arrival Oumar Niasse could also feature. Bournemouth will also have fresh legs, having rested their entire team for the embarrassing FA Cup defeat against Millwall. Simon Francis is suspended but Ryan Fraser has recovered from a calf injury. Paul MacInnes", "id": "football/2017/jan/13/hull-city-bournmeouth-match-preview", "isHosted": false, "secPara": "Kick-off Saturday 3pm ", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-13T15:51:46Z", "webTitle": "Hull City v Bournemouth: match preview", "webUrl": "https://www.theguardian.com/football/2017/jan/13/hull-city-bournmeouth-match-preview", "wordCnt": 205}, {"apiUrl": "https://content.guardianapis.com/football/2017/jan/13/watford-middlesbrough-match-preview", "firPara": "The result will be of secondary importance to Watford after the death of Graham Taylor. They will, however, hope to arrest a slide that has secured only one point from five matches. The loan signing Tom Cleverley could start, while Heurelho Gomes and José Holebas return from illness. Middlesbrough will miss Gaston Ramírez but the £6m striker Rudy Gestede could make his debut. Paul MacInnes", "id": "football/2017/jan/13/watford-middlesbrough-match-preview", "isHosted": false, "secPara": "Kick-off Saturday 3pm ", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-13T15:35:44Z", "webTitle": "Watford v Middlesbrough: match preview", "webUrl": "https://www.theguardian.com/football/2017/jan/13/watford-middlesbrough-match-preview", "wordCnt": 186}, {"apiUrl": "https://content.guardianapis.com/football/2017/jan/13/west-ham-united-crystal-palace-match-preview", "firPara": "Sam Allardyce may fancy his chances of securing his first win as the Crystal Palace manager when he faces his old side. West Ham United have been rocked by Dimitri Payets request to leave and the France midfielder will be a notable absentee at the London Stadium. Palace are a point above the bottom three but they could drag Slaven Bilics inconsistent side back into the mire. Jacob Steinberg", "id": "football/2017/jan/13/west-ham-united-crystal-palace-match-preview", "isHosted": false, "secPara": "Kick-off Saturday 3pm ", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-13T14:37:35Z", "webTitle": "West Ham United v Crystal Palace: match preview", "webUrl": "https://www.theguardian.com/football/2017/jan/13/west-ham-united-crystal-palace-match-preview", "wordCnt": 214}, {"apiUrl": "https://content.guardianapis.com/football/2017/jan/13/robert-snodgrass-hull-premier-league-china", "firPara": "Robert Snodgrass has been offered the opportunity to move to clubs in China and Turkey but is determined to remain in the Premier League, with West Ham United and Middlesbrough among several potential suitors for the Hull City playmaker.", "id": "football/2017/jan/13/robert-snodgrass-hull-premier-league-china", "isHosted": false, "secPara": "Marco Silva, the Hull manager, completed the signing of the Brazilian Evandro from FC Porto on Friday on a two-and-a-half-year deal, with Evertons Oumar Niasse also joining on loan until the end of the season.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-13T12:26:28Z", "webTitle": "Robert Snodgrass wants to stay in Premier League despite China offers", "webUrl": "https://www.theguardian.com/football/2017/jan/13/robert-snodgrass-hull-premier-league-china", "wordCnt": 336}, {"apiUrl": "https://content.guardianapis.com/football/2017/jan/13/golden-goal-jose-cardozo-for-toluca-v-america-2003", "firPara": " Team goals have a highbrow appeal of their own, and few have hit the heights like this euphoric crescendo in the Mexican league ", "id": "football/2017/jan/13/golden-goal-jose-cardozo-for-toluca-v-america-2003", "isHosted": false, "secPara": "There are multiple ways to score a goal, but none are as highbrow as the team goal. They stimulate the arty fart in every football fan. The main reason for that is that they generally involve lots of clever, elegant passing and movement. (Even though it was the work of three men, nobody called this a team goal.) The other is that – good morning Private Eye, ohayō gozaimasu Pseuds Corner – there is a creative grandeur to the team goal that you dont find elsewhere. The thrill of the orchestra needs no explanation, and not only because we cant think of an adequate way to convey it.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-13T12:00:17Z", "webTitle": "Golden Goal: José Cardozo for Toluca v América (2003)", "webUrl": "https://www.theguardian.com/football/2017/jan/13/golden-goal-jose-cardozo-for-toluca-v-america-2003", "wordCnt": 811}, {"apiUrl": "https://content.guardianapis.com/football/2017/jan/13/middlesbrough-stoke-bojan-krkic-hopeful", "firPara": "Middlesbrough remain optimistic about their chances of securing Bojan Krkic in an £8m transfer from Stoke City by the end of the month. Although Mark Hughes stated on Friday that he does not want to sell a player disillusioned by a lack of first-team football in the Potteries, Stokes manager is believed to be willing to do a deal should he secure his own preferred transfer targets. Much may depend on whether Hughes succeeds in signing Saido Berahino from West Bromwich Albion.", "id": "football/2017/jan/13/middlesbrough-stoke-bojan-krkic-hopeful", "isHosted": false, "secPara": "Bojan is unlikely to be part of the Stoke squad for Saturdays Premier League game against Sunderland at the Stadium of Light. That absence is apparently because of a hip problem but may encourage Aitor Karanka in his pursuit of the former Barcelona attacker.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-13T11:45:10Z", "webTitle": "Middlesbrough hopeful of completing £8m signing of Stoke’s Bojan Krkic", "webUrl": "https://www.theguardian.com/football/2017/jan/13/middlesbrough-stoke-bojan-krkic-hopeful", "wordCnt": 598}, {"apiUrl": "https://content.guardianapis.com/football/blog/2017/jan/13/nyc-fc-manchester-city-football-mls", "firPara": "City Football Group insists NYC FC and Manchester City are separate clubs with separate identities, but doubt persist over the true nature of their partnershi", "id": "football/blog/2017/jan/13/nyc-fc-manchester-city-football-mls", "isHosted": false, "secPara": "City Football Group and Major League Soccer were careful not to draw too many lines of association upon announcing the leagues 20th franchise back in May 2013. New York City FC, they said, would be a transformational development that will elevate the league to new heights. Their inception would create an intense crosstown rivalry between NYC FC and the New York Red Bulls that will captivate this great city. Manchester City, the European superpower anchoring the purchase, were barely mentioned.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-13T11:00:16Z", "webTitle": "Are NYC FC and Manchester City more closely linked than we realise?", "webUrl": "https://www.theguardian.com/football/blog/2017/jan/13/nyc-fc-manchester-city-football-mls", "wordCnt": 991}], "startIndex": 1271, "status": "ok", "total": 141934, "userTier": "developer"}}