{"response": {"currentPage": 532, "orderBy": "newest", "pageSize": 10, "pages": 14195, "results": [{"apiUrl": "https://content.guardianapis.com/football/2016/jun/23/roy-hodgson-england-not-underestimate-iceland", "firPara": "At the Stade des Bourgognes, Englands training ground on the outskirts of Chantilly, there was an unmistakable hint of irritation in Roy Hodgsons voice. His players were going through a training exercise featuring two sets of players in one penalty area. On one side, Hodgson was rotating groups of four or five attackers. On the other, outnumbered, Gary Cahill and John Stones were trying to keep them out with Joe Hart in goal. And Hodgson did not sound too enamoured by the number of times the various attacking manoeuvres came to nothing. The quality at the moment has to be better than this, Hodgson, halting play, could be heard shouting to his players.", "id": "football/2016/jun/23/roy-hodgson-england-not-underestimate-iceland", "isHosted": false, "secPara": "It might have to be in Nice as well if the game against Iceland on Monday is not to take a place fairly high up on the list of Englands more chastening experiences. England, to use Wayne Rooneys description, will be overwhelming favourites in the Allianz Riviera and it is worth noting the reaction of the five-man Football Association delegation who watched Lars Lagerbacks team play Austria at Parc des Princes on Wednesday. Hodgsons entourage were visibly pleased when Arnor Ingvi Traustason scored the goal that meant England will face the smallest nation in the tournament. However diplomatic Hodgson and his staff might be over the coming days, there can be no doubt they are relieved to have avoided Portugal and a renascent Cristiano Ronaldo when Iceland, to put it one way, have a centre-half whose career incorporates spells at Plymouth Argyle and Rotherham United.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-23T23:18:18Z", "webTitle": "Roy Hodgson and England vow not to underestimate ‘throwback’ Iceland", "webUrl": "https://www.theguardian.com/football/2016/jun/23/roy-hodgson-england-not-underestimate-iceland", "wordCnt": 1189}, {"apiUrl": "https://content.guardianapis.com/football/2016/jun/23/juanfran-overconfidence-spain-croatia-euro-2016", "firPara": "Juanfran admits overconfidence cost Spain their place at the top of Group D, leaving them in a position where they may have to overcome Italy, Germany and France if they are to reach the final of Euro 2016. But the full-back insists lessons have been learnt and the champions of 2012 and 2008 will not make the same mistake again, not least because the conditions that led to them getting caught out by Croatia will not be recreated.", "id": "football/2016/jun/23/juanfran-overconfidence-spain-croatia-euro-2016", "isHosted": false, "secPara": "With three minutes left in Bordeaux it was 1-1, a result that would have meant that Spain progressed as group winners, when a shot from Aritz Aduriz was blocked and allowed Croatia to break from the edge of their area, leaving Ivan Perisic to score the winner. Defeat meant Spain shifted from one side of the draw to the other, radically altering their route to the final. The teams in their half of the draw have won 11 World Cups and nine European titles between them; the teams in the other half have not won a single international trophy.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-23T21:58:41Z", "webTitle": "Juanfran admits overconfidence cost Spain dear in Croatia defeat", "webUrl": "https://www.theguardian.com/football/2016/jun/23/juanfran-overconfidence-spain-croatia-euro-2016", "wordCnt": 536}, {"apiUrl": "https://content.guardianapis.com/football/2016/jun/23/iceland-england-euro-2016-influence-roy-hodgson", "firPara": "Since the arrival of television the English game has been a major influence in the island nation, as has Roy Hodgson for Icelands coach, Lars Lagerback", "id": "football/2016/jun/23/iceland-england-euro-2016-influence-roy-hodgson", "isHosted": false, "secPara": "Since the arrival of television the English game has been a major influence in the island nation, as has Roy Hodgson for Icelands coach, Lars Lagerback", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-23T21:30:08Z", "webTitle": "Iceland feel time is ripe to defeat the nation that inspired them | Andy Hunter", "webUrl": "https://www.theguardian.com/football/2016/jun/23/iceland-england-euro-2016-influence-roy-hodgson", "wordCnt": 1190}, {"apiUrl": "https://content.guardianapis.com/football/2016/jun/23/iceland-england-euro-2016-ragnar-sigurdsson", "firPara": "Ragnar Sigurdsson has warned Iceland will not back down when facing England in Mondays Euro 2016 last-16 tie, despite their excitement causing them to shout were playing England! following the victory over Austria at the Stade de France.", "id": "football/2016/jun/23/iceland-england-euro-2016-ragnar-sigurdsson", "isHosted": false, "secPara": "Iceland qualified for the knockout stage as the second place side in Group F following Wednesday evenings 2-1 win, which came from the last kick of the game as Arnor Ingvi Traustason finished past Robert Almer.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-23T21:30:07Z", "webTitle": "Iceland’s Ragnar Sigurdsson warns England: ‘We believe we can beat you’", "webUrl": "https://www.theguardian.com/football/2016/jun/23/iceland-england-euro-2016-ragnar-sigurdsson", "wordCnt": 447}, {"apiUrl": "https://content.guardianapis.com/football/2016/jun/23/cristiano-ronaldo-nani-euro-2016-goals-final", "firPara": "Cristiano Ronaldo has answered his critics again and will embark on a goalscoring run that can lead Portugal to the European Championship final, according to his international strike partner Nani.", "id": "football/2016/jun/23/cristiano-ronaldo-nani-euro-2016-goals-final", "isHosted": false, "secPara": "The Portugal captain scored twice and produced one assist to save his country from a group stage exit three times against Hungary on Thursday. In doing so, the 31-year-old became the first player to score at four consecutive European Championships and, on the day he became the competitions record appearance holder, took his international tally to 60 goals in 129 games. His past 29 matches for Portugal have yielded 23 goals.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-23T21:30:07Z", "webTitle": "Cristiano Ronaldo will lead Portugal to final of Euro 2016, says Nani", "webUrl": "https://www.theguardian.com/football/2016/jun/23/cristiano-ronaldo-nani-euro-2016-goals-final", "wordCnt": 597}, {"apiUrl": "https://content.guardianapis.com/football/2016/jun/23/jamie-vardy-england-contract-football-association-unimpressed", "firPara": "The Football Association has been left unimpressed by the news Jamie Vardy has agreed a new four-year contract at Leicester City five days after the striker stated publicly his focus would remain solely on England during Euro 2016.", "id": "football/2016/jun/23/jamie-vardy-england-contract-football-association-unimpressed", "isHosted": false, "secPara": "The Premier League champions announced on Thursday that Vardy, whose 24 goals were key to Claudio Ranieris side claiming the title last season, had opted to stay despite Arsenal having triggered the £22m release clause in his contract at the start of the month. The London club held discussions with Vardy before the national sides departure for France but, in the period of silence which followed, Arsène Wenger had resigned himself to the forward being unlikely to join Arsenal.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-23T21:30:07Z", "webTitle": "Jamie Vardy’s contract news leaves Football Association unimpressed", "webUrl": "https://www.theguardian.com/football/2016/jun/23/jamie-vardy-england-contract-football-association-unimpressed", "wordCnt": 694}, {"apiUrl": "https://content.guardianapis.com/football/2016/jun/23/wales-joe-allen-praise-euro-2016", "firPara": "Some 48 hours after Joe Allen Appreciation Day was trending on Twitter, the Wales players decided to hold one of their own as Gareth Bale and Neil Taylor took it in turns to celebrate the influence of a midfielder who is compared to everyone from Pirlo to Xavi but just wants to be himself. Hes Joe Allen, Bale said, when asked if the Liverpool player reminded him of anyone. And hes been amazing in this tournament for us.", "id": "football/2016/jun/23/wales-joe-allen-praise-euro-2016", "isHosted": false, "secPara": "Allens latest telling contribution was the majestic pass, threaded through the eye of a needle, that set up Aaron Ramsey for the opening goal against Russia on Monday night. With his arm outstretched seconds earlier, Ramsey pointed to where he wanted the ball delivered and Allen, after a lovely turn in the centre of the pitch, weighted the pass beautifully. Ramsey elegantly did the rest and Wales were on their way to a 3-0 victory that set up a last-16 tie against Northern Ireland in Paris on Saturday.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-23T21:29:07Z", "webTitle": "Wales’ unsung hero Joe Allen earns high praise from team-mates at Euro 2016", "webUrl": "https://www.theguardian.com/football/2016/jun/23/wales-joe-allen-praise-euro-2016", "wordCnt": 912}, {"apiUrl": "https://content.guardianapis.com/football/2016/jun/23/tottenham-complete-signing-victor-wanyama-southampton", "firPara": "• Midfielder re-joins Mauricio Pochettino for fee of around £11m", "id": "football/2016/jun/23/tottenham-complete-signing-victor-wanyama-southampton", "isHosted": false, "secPara": "Tottenham Hotspur have completed the signing of Victor Wanyama from Southampton for a fee of around £11m, with the Kenyan midfielder signing a five-year deal at White Hart Lane.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-23T21:04:34Z", "webTitle": "Tottenham complete signing of Victor Wanyama from Southampton", "webUrl": "https://www.theguardian.com/football/2016/jun/23/tottenham-complete-signing-victor-wanyama-southampton", "wordCnt": 249}, {"apiUrl": "https://content.guardianapis.com/football/2016/jun/23/graziano-pelle-italy-spain-euro-2016-antonio-conte", "firPara": "Graziano Pellè has felt the angst in Italy. Before the start of Euro 2016, it concerned whether Antonio Contes squad would be good enough. Would the Azzurri bomb at the group phase, as they had done at the past two World Cups? They gave their answer with the victories over Belgium and Sweden that secured top spot in Group E before the tie against the Republic of Ireland on Wednesday night. The subsequent 1-0 defeat did not really matter.", "id": "football/2016/jun/23/graziano-pelle-italy-spain-euro-2016-antonio-conte", "isHosted": false, "secPara": "It has now gripped in a different way. Gianluigi Buffon made the point that it was unlike Italy to have made such unfussy work of a group. Were always the ones who are drowning going into the last minute of the third game, the goalkeeper said.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-23T18:35:11Z", "webTitle": "Graziano Pellè says Italy have desire and knowhow to see off Spain", "webUrl": "https://www.theguardian.com/football/2016/jun/23/graziano-pelle-italy-spain-euro-2016-antonio-conte", "wordCnt": 692}, {"apiUrl": "https://content.guardianapis.com/football/blog/2016/jun/23/chaos-caution-fairytales-euro-2016-france", "firPara": "For much of its first fortnight Euro 2016 felt like a party that, for completely understandable reasons, the hosts did not much want to hold.", "id": "football/blog/2016/jun/23/chaos-caution-fairytales-euro-2016-france", "isHosted": false, "secPara": "As though hovering behind their guests with a dustpan and brush, repeatedly checking the clock to see when it would be polite to ask them to leave and turning the music down whenever possible, organisers have had the air of reluctant hosts. It was only with the final round of group games, two weeks in, that there were signs this tournament is ready to throw off its shackles.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-23T17:59:03Z", "webTitle": "Chaos, caution and fairytales – is Euro 2016 about to catch fire?", "webUrl": "https://www.theguardian.com/football/blog/2016/jun/23/chaos-caution-fairytales-euro-2016-france", "wordCnt": 1493}], "startIndex": 5311, "status": "ok", "total": 141941, "userTier": "developer"}}