{"response": {"currentPage": 355, "orderBy": "newest", "pageSize": 10, "pages": 14194, "results": [{"apiUrl": "https://content.guardianapis.com/football/2016/sep/27/porto-leicester-champions-league-nuno-espirito-santo", "firPara": "Nuno Espírito Santo was in a terrible state, drunk. That, at least, is what his president thought, and exactly what Nuno wanted him to think. A young goalkeeper at Vitória Guimarães, he had been promised that if anyone came in with a $1m offer he could leave, and one day the Spanish club Deportivo La Coruña did just that – only for António Pimenta Machado to renege. I thought Its done, perfect, Nuno says. But I went in and he said Now its five [million]. I thought This doesnt make sense. Denied the chance to leave, he considered giving up. Which was when they hatched a plan.", "id": "football/2016/sep/27/porto-leicester-champions-league-nuno-espirito-santo", "isHosted": false, "secPara": "Nunos agent messed up his apartment and told Pimenta Machado that the player was in a bad way. It was an act, Nuno recalls, pulling faces as he runs through his repertoire that day, 20 years ago, slumping back in his seat, mumbling and unresponsive. So, the guy came to visit me, the president of Vitória, and my behaviour was … I was acting like Id come off the streets. And he said Is he drunk? When he left, the president said Take him tomorrow. Nuno pauses then adds Take him tomorrow … and dont let them do a test on him!", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-27T09:00:23Z", "webTitle": "‘I saw a lot from the bench’: how Porto’s reserve goalkeeper became manager", "webUrl": "https://www.theguardian.com/football/2016/sep/27/porto-leicester-champions-league-nuno-espirito-santo", "wordCnt": 2056}, {"apiUrl": "https://content.guardianapis.com/football/blog/2016/sep/27/carli-lloyd-memoir-us-women-soccer", "firPara": "In When Nobody Was Watching, the World Cup winner paints a portrait of a player who has given perhaps too much in the pursuit of success", "id": "football/blog/2016/sep/27/carli-lloyd-memoir-us-women-soccer", "isHosted": false, "secPara": "When the US womens soccer team rose to fame in the late 1990s, they projected an image that was a well-polished composite of fun, friendship and teamwork in the pursuit of excellence.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-27T09:00:23Z", "webTitle": "Carli Lloyd's memoir explodes myth that US women's soccer is all fun and friends", "webUrl": "https://www.theguardian.com/football/blog/2016/sep/27/carli-lloyd-memoir-us-women-soccer", "wordCnt": 1303}, {"apiUrl": "https://content.guardianapis.com/football/blog/2016/sep/27/hamburg-bundesliga-roundup-raphael-honigstein", "firPara": "His team courageously, stubbornly, managed to hold off the visiting champions until a Joshua Kimmich strike in the 88th minute but for Bruno Labbadia, the game was up long before. The Hamburger SV coach knew full well that he had been cynically cast in the role of the patsy on Saturday afternoon, heaved on to the bench by the club manager Dietmar Beiersdorfer in order to fall down a final time and thus smooth the passage for the appointment of his successor, Markus Gisdol.", "id": "football/blog/2016/sep/27/hamburg-bundesliga-roundup-raphael-honigstein", "isHosted": false, "secPara": "Labbadia, a man high on genuine passion and a bit of a cult hero with the supporters after he dramatically saved HSV from the drop in June 2015, threatened to get his last job wrong, by getting the right result, but Carlo Ancelottis team spared Beiersdorfers blushes with one of these typically late, lucky Bayern goals that well see more of this season, as Pep Guardiolas all-conquering, frighteningly reliable possession-machine is being replaced by a more haphazard, artisanal production process that relies on the individual quality of the workforce.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-27T08:28:31Z", "webTitle": "Sinking Hamburg wield the axe again but problems come from up on high | Raphael Honigstein", "webUrl": "https://www.theguardian.com/football/blog/2016/sep/27/hamburg-bundesliga-roundup-raphael-honigstein", "wordCnt": 1146}, {"apiUrl": "https://content.guardianapis.com/football/2016/sep/26/sam-allardyce-fa-newspaper-sting-england-manager", "firPara": "Sam Allardyce is at the centre of embarrassing and potentially damaging revelations that will warrant a Football Association investigation into the new England manager only two months after he took the job.", "id": "football/2016/sep/26/sam-allardyce-fa-newspaper-sting-england-manager", "isHosted": false, "secPara": "Allardyce will have to explain to his new employer why he apparently told what he thought were Far East businessmen, not realising they were undercover reporters for the Daily Telegraph, that it was possible to get round the rules about third-party player ownership.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-27T08:20:52Z", "webTitle": "Sam Allardyce embarrasses FA with revelations in newspaper sting", "webUrl": "https://www.theguardian.com/football/2016/sep/26/sam-allardyce-fa-newspaper-sting-england-manager", "wordCnt": 439}, {"apiUrl": "https://content.guardianapis.com/football/2016/sep/27/football-transfer-rumours-chelsea-to-sign-25m-michael-keane-from-burnley", "firPara": "Todays tell-all comes to you in a bit of a hurry", "id": "football/2016/sep/27/football-transfer-rumours-chelsea-to-sign-25m-michael-keane-from-burnley", "isHosted": false, "secPara": "Todays tell-all comes to you in a bit of a hurry", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-27T08:01:17Z", "webTitle": "Football transfer rumours: Chelsea to sign Michael Keane from Burnley for £25m?", "webUrl": "https://www.theguardian.com/football/2016/sep/27/football-transfer-rumours-chelsea-to-sign-25m-michael-keane-from-burnley", "wordCnt": 481}, {"apiUrl": "https://content.guardianapis.com/football/2016/sep/27/what-exactly-is-sam-allardyce-accused-of", "firPara": "England manager was recorded giving advice about third-party ownership of players, which was banned worldwide last year", "id": "football/2016/sep/27/what-exactly-is-sam-allardyce-accused-of", "isHosted": false, "secPara": "What is Allardyce accused of? ", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-27T07:59:33Z", "webTitle": "What exactly is Sam Allardyce accused of?", "webUrl": "https://www.theguardian.com/football/2016/sep/27/what-exactly-is-sam-allardyce-accused-of", "wordCnt": 578}, {"apiUrl": "https://content.guardianapis.com/football/2016/sep/26/david-moyes-struggles-sunderland-relegation-battle", "firPara": "Didier Ndong looked utterly bewildered. Sunderlands French‑speaking Gabon midfielder was receiving instructions about throw-ins from Lee Cattermole and clearly could not comprehend a word the Teessider was saying.", "id": "football/2016/sep/26/david-moyes-struggles-sunderland-relegation-battle", "isHosted": false, "secPara": "Eventually, Cattermole resorted to mime. Lifting his arms above his head, he pretended to hurl a ball into play and, finally, Ndong appeared to understand. Well, sort of.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-26T21:32:06Z", "webTitle": "David Moyes struggles to identify what is going wrong at Sunderland", "webUrl": "https://www.theguardian.com/football/2016/sep/26/david-moyes-struggles-sunderland-relegation-battle", "wordCnt": 840}, {"apiUrl": "https://content.guardianapis.com/football/2016/sep/26/harry-kane-injury-tottenham-arsenal", "firPara": "Mauricio Pochettino says he has received a positive update on Harry Kanes recovery from an ankle-ligament injury and it is understood that the Tottenham Hotspur striker may now have the chance to return for the north London derby at Arsenal on 6 November.", "id": "football/2016/sep/26/harry-kane-injury-tottenham-arsenal", "isHosted": false, "secPara": "The managers focus, however, was on how best to cope with the clutch of selection issues that have made the Champions League assignment against CSKA Moscow on Tuesday night even more demanding. Pochettino reported that Danny Rose, Eric Dier, Mousa Dembélé and Moussa Sissoko had remained in London with Kane, as they nursed injuries of what he suggested were of minor severity.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-26T21:30:08Z", "webTitle": "Tottenham’s Kane on the mend and may be fit for trip to Arsenal in November", "webUrl": "https://www.theguardian.com/football/2016/sep/26/harry-kane-injury-tottenham-arsenal", "wordCnt": 475}, {"apiUrl": "https://content.guardianapis.com/football/2016/sep/26/aston-villa-patience-roberto-di-matteo-sack-tony-xia-championship", "firPara": "Roberto Di Matteo is already fighting to save his job, with the Aston Villa manager facing the prospect of the sack unless he can win one of his next two matches. Villa travel to Barnsley on Tuesday night then Preston North End on Saturday and failure to pick up a win in either of those fixtures may lead to the Italians dismissal, less than four months after he was appointed.", "id": "football/2016/sep/26/aston-villa-patience-roberto-di-matteo-sack-tony-xia-championship", "isHosted": false, "secPara": "Villa, who were relegated from the Premier League last season, now languish in 17th place in the Championship after winning one of their opening nine matches, leaving the Midlands club well off the pace and prompting growing concern within the club that Di Matteo can turn things around and mount a promotion challenge.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-26T21:30:08Z", "webTitle": "Aston Villa running out of patience with Roberto Di Matteo after poor start", "webUrl": "https://www.theguardian.com/football/2016/sep/26/aston-villa-patience-roberto-di-matteo-sack-tony-xia-championship", "wordCnt": 360}, {"apiUrl": "https://content.guardianapis.com/football/2016/sep/26/tottenham-toby-alderweireld-hunger-to-win-tottenham-champions-league-cska-moscow", "firPara": "Toby Alderweireld can still feel the stab of regret. Perhaps it will never truly leave him. After all, how many times can a player come within touching distance of the European Cup only to see it whisked away? The Tottenham Hotspur defender had entered the 2014 final as an 83rd-minute substitute for Atlético Madrid and with stoppage time almost over, they were 1-0 up against their city rivals, Real.", "id": "football/2016/sep/26/tottenham-toby-alderweireld-hunger-to-win-tottenham-champions-league-cska-moscow", "isHosted": false, "secPara": "Then Sergio Ramos made a run that took him across four Atlético defenders and on to Luka Modrics corner kick. He timed his leap and the header to perfection and everybody connected to Atlético can still see the ball knifing its way into the far corner of their net. Real would win 4-1 in extra time.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-26T21:29:08Z", "webTitle": "Tottenham’s Toby Alderweireld: Hunger to win something means you can", "webUrl": "https://www.theguardian.com/football/2016/sep/26/tottenham-toby-alderweireld-hunger-to-win-tottenham-champions-league-cska-moscow", "wordCnt": 1026}], "startIndex": 3541, "status": "ok", "total": 141935, "userTier": "developer"}}