{"response": {"currentPage": 95, "orderBy": "newest", "pageSize": 10, "pages": 14194, "results": [{"apiUrl": "https://content.guardianapis.com/football/2017/jan/30/arsene-wenger-arsenal-attacking-firepower-southampton", "firPara": "The 5-0 FA Cup victory over Southampton may not have been Arsenals biggest of the season – that came against a rank Ludogorets who crumbled 6-0 in the Champions League – but it was still entirely comprehensive.", "id": "football/2017/jan/30/arsene-wenger-arsenal-attacking-firepower-southampton", "isHosted": false, "secPara": "Whereas other Premier League sides rotated and failed to perform (and, in the cases of Watford, Liverpool and the aforementioned Saints, abjectly slumped out of the competition), Arsenal thrived. Their double-barrelled midfield trio Jeff Reine-Adelaide, Ainsley Maitland-Niles and Alex Oxlade-Chamberlain had an average age of 20. Of the back five, only Héctor Bellerín and Shkodran Mustafi had made more than 10 starts in all competitions this season.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-30T22:30:05Z", "webTitle": "Southampton rout shows Arsène Wenger’s Arsenal claims may be justified", "webUrl": "https://www.theguardian.com/football/2017/jan/30/arsene-wenger-arsenal-attacking-firepower-southampton", "wordCnt": 932}, {"apiUrl": "https://content.guardianapis.com/football/2017/jan/30/chelsea-celtic-moussa-dembele-deadline-day", "firPara": "Chelsea have expressed interest in Celtics Moussa Dembélé and have been made aware of the Scottish champions valuation of the striker, with the Premier League leaders now weighing up whether to lodge a formal bid in the region of £30m before the transfer deadline on Tuesday night or defer their interest until the summer.", "id": "football/2017/jan/30/chelsea-celtic-moussa-dembele-deadline-day", "isHosted": false, "secPara": "Dembélé, a France Under-21 international, began his development at Paris Saint-Germain before joining Fulhams academy at 16 and has been prolific in Scottish football since signing a four-year contract at Celtic last summer. His 20 goals in 38 appearances include an eye-catching double against Manchester City and an equaliser, from the penalty spot, at Borussia Mönchengladbach in the Champions League, with the forward continuing the progress he had demonstrated in the Championship last term.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-30T19:41:49Z", "webTitle": "Chelsea weighing up £30m deadline-day offer for Celtic’s Moussa Dembélé", "webUrl": "https://www.theguardian.com/football/2017/jan/30/chelsea-celtic-moussa-dembele-deadline-day", "wordCnt": 963}, {"apiUrl": "https://content.guardianapis.com/football/live/2017/jan/30/fa-cup-fifth-round-draw-live", "firPara": "Arsenal will travel to Gander Green Lane and Lincoln City will visit Burnley, while Chelsea, Spurs and both Manchester sides all face tricky trips to Championship teams", "id": "football/live/2017/jan/30/fa-cup-fifth-round-draw-live", "isHosted": false, "secPara": "I dont think we could have asked for any more, really. If Leicester come through their replay, every single tie will see a Premier League tie face lower-league opposition, and in tricky ties. Sutton United hosting Arsenal is the obvious highlight, but Fulham, Wolves and Huddersfield will certainly test Spurs, Chelsea and Manchester City.", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2017-01-30T19:31:58Z", "webTitle": "FA Cup fifth round draw: Sutton United to host Arsenal – as it happened", "webUrl": "https://www.theguardian.com/football/live/2017/jan/30/fa-cup-fifth-round-draw-live", "wordCnt": 424}, {"apiUrl": "https://content.guardianapis.com/football/2017/jan/30/lincoln-city-fans-wont-forget-keith-alexander", "firPara": "The current success of Lincoln City in the FA Cup has inevitably brought to mind similar achievements in the 1970s when the late Graham Taylor was manager. However, your headline (a quotation from an Imps fan) suggesting that the Cowley brothers have made the biggest impact on the city and club since Graham Taylor (Sport, 28 January) disregards the contribution of the late Keith Alexander, who led Lincoln to four consecutive League Two finals and two play-offs at the Millennium Stadium between 2002 and 2006. As importantly, he was a respected and dignified member of the community until his death aged 53 in 2010, his contribution to the life of the city being recognised by the thousands who attended his funeral in Lincoln Cathedral.", "id": "football/2017/jan/30/lincoln-city-fans-wont-forget-keith-alexander", "isHosted": false, "secPara": "• Join the debate – email guardian.letters@theguardian.com", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-30T19:18:48Z", "webTitle": "Lincoln City fans won’t forget Keith Alexander | Letters", "webUrl": "https://www.theguardian.com/football/2017/jan/30/lincoln-city-fans-wont-forget-keith-alexander", "wordCnt": 148}, {"apiUrl": "https://content.guardianapis.com/football/blog/2017/jan/30/where-have-liverpool-and-jurgen-klopp-got-it-wrong", "firPara": "Defeat against Chelsea on Tuesday would derail Liverpools campaign. After such a bright start, questions are being asked about why it has started to go wrong", "id": "football/blog/2017/jan/30/where-have-liverpool-and-jurgen-klopp-got-it-wrong", "isHosted": false, "secPara": "Defeat against Chelsea on Tuesday would derail Liverpools campaign. After such a bright start, questions are being asked about why it has started to go wrong", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-30T18:17:29Z", "webTitle": "Where have Liverpool and Jürgen Klopp been found wanting this season? | Andy Hunter", "webUrl": "https://www.theguardian.com/football/blog/2017/jan/30/where-have-liverpool-and-jurgen-klopp-got-it-wrong", "wordCnt": 1078}, {"apiUrl": "https://content.guardianapis.com/football/2017/jan/30/leicester-leonardo-ulloa-claudio-ranieri-betrayed-not-play-club", "firPara": "Leonardo Ulloa has threatened to go on strike at Leicester City and accused Claudio Ranieri of betraying him after the Premier League champions rejected an improved offer from Sunderland for the Argentinian striker.", "id": "football/2017/jan/30/leicester-leonardo-ulloa-claudio-ranieri-betrayed-not-play-club", "isHosted": false, "secPara": "Ulloa, who handed in a transfer request this month, took to Twitter on Monday to express his outrage after Sunderlands latest bid – believed to be rising to about £7m – was turned down. I feel betrayed by Ranieri and let down by the club. I will not play again for them, Ulloa tweeted.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-30T17:27:58Z", "webTitle": "Leicester’s Ulloa says Ranieri betrayed him and he will not play for club again", "webUrl": "https://www.theguardian.com/football/2017/jan/30/leicester-leonardo-ulloa-claudio-ranieri-betrayed-not-play-club", "wordCnt": 498}, {"apiUrl": "https://content.guardianapis.com/football/2017/jan/30/southampton-napoli-manolo-gabbiadini", "firPara": "Southampton have agreed a deal with Napoli to sign Manolo Gabbiadini for £14.6m with a further £2.6m in performance-related bonuses. The two clubs have been discussing a potential deal for weeks, with the Serie A team turning down an offer of an initial £13.7m with £3.4m in add-ons last week.", "id": "football/2017/jan/30/southampton-napoli-manolo-gabbiadini", "isHosted": false, "secPara": "The 25-year-old Gabbiadini has found his opportunities limited at Napoli this season. The manager, Maurizio Sarri, first preferred Arkadiusz Milik up front and then, when the Pole sustained an injury, turned to Dries Mertens, who is not used to playing in that position.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-30T17:09:51Z", "webTitle": "Southampton agree to buy Napoli’s Manolo Gabbiadini in initial £14.6m deal", "webUrl": "https://www.theguardian.com/football/2017/jan/30/southampton-napoli-manolo-gabbiadini", "wordCnt": 168}, {"apiUrl": "https://content.guardianapis.com/football/2017/jan/30/gaudy-polyester-for-just-25", "firPara": "Today Dimitri Payet, proper research and Arsène Wengers rattling lid", "id": "football/2017/jan/30/gaudy-polyester-for-just-25", "isHosted": false, "secPara": "Today Dimitri Payet, proper research and Arsène Wengers rattling lid", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-30T16:52:25Z", "webTitle": "The Fiver | Gaudy polyester … for just £25", "webUrl": "https://www.theguardian.com/football/2017/jan/30/gaudy-polyester-for-just-25", "wordCnt": 1326}, {"apiUrl": "https://content.guardianapis.com/football/blog/2017/jan/30/barcelona-disallowed-goal-la-liga-video-technology-real-betis", "firPara": "Not so long ago Roger Federer visited Rafael Nadal in Mallorca, where they talked about playing an exhibition match. They werent much use for anything else any more, they joked, and as it turned out they couldnt even do that. I was on one leg and he had a wrist problem, Federer said. Yet three months on, there they were walking out for the final of the Australian Open. Three hours, 37 minutes later Federer had won his first tennis Grand Slam in five years – the final, decisive point decided by technology. The ball was in, it showed. And so the title was his. Roger deserved it more, Nadal said.", "id": "football/blog/2017/jan/30/barcelona-disallowed-goal-la-liga-video-technology-real-betis", "isHosted": false, "secPara": "Around about the same time – late Sunday evening in Melbourne, early Sunday afternoon in Seville – the ball flashed across the Real Betis penalty area. Neymar was hauled to the ground, it rebounded off Germán Pezzella and shot towards the goal. The score was 1-0 to Betis but, with 15 minutes left, Barcelona were about to equalise. Sliding in, Aissa Mandi got to it a moment too late, deflecting it up against the bar and away. Standing nearby, closer than anyone else, Luis Suárez leapt. This ball was in too. But this was different – and the contrast was cruel. In Seville, they were 17,487km away and a world apart. Australia is 10 ahead; 10 hours and the rest.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-30T16:41:39Z", "webTitle": "Barcelona’s disallowed goal shows La Liga needs to embrace technology | Sid Lowe", "webUrl": "https://www.theguardian.com/football/blog/2017/jan/30/barcelona-disallowed-goal-la-liga-video-technology-real-betis", "wordCnt": 2499}, {"apiUrl": "https://content.guardianapis.com/football/2017/jan/30/liverpool-frustrated-efforts-sadio-mane-back-africa-cup-of-nations-chelsea-match", "firPara": "Liverpools efforts to get Sadio Mané home from the Africa Cup of Nations as quickly as possible were frustrated by red tape to further complicate his availability for the crucial game at home against Chelsea on Tuesday.", "id": "football/2017/jan/30/liverpool-frustrated-efforts-sadio-mane-back-africa-cup-of-nations-chelsea-match", "isHosted": false, "secPara": "The club sent a private jet to Gabon on Sunday following Senegals exit from the competition but issues with the flight delayed Manés arrival back home until Monday evening, meaning he missed training.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-30T15:36:54Z", "webTitle": "Liverpool frustrated by efforts to get Sadio Mané back from Africa Cup of Nations", "webUrl": "https://www.theguardian.com/football/2017/jan/30/liverpool-frustrated-efforts-sadio-mane-back-africa-cup-of-nations-chelsea-match", "wordCnt": 434}], "startIndex": 941, "status": "ok", "total": 141934, "userTier": "developer"}}