{"response": {"currentPage": 298, "orderBy": "newest", "pageSize": 10, "pages": 14194, "results": [{"apiUrl": "https://content.guardianapis.com/football/2016/oct/23/chelsea-manchester-united-premier-league-match-report", "firPara": "For José Mourinho perhaps the only consolation from a traumatic day is that the Chelsea supporters were not impertinent enough to barrack the returning manager or gloat too much at his misfortune other than the chorus of olés that formed the soundtrack to parts of the ordeal.", "id": "football/2016/oct/23/chelsea-manchester-united-premier-league-match-report", "isHosted": false, "secPara": "Not that there was any discernible sympathy, either. They did not sing his name until the fourth goal went in and, when the public announcer mentioned his presence before kick-off, it was a strange kind of indifference bearing in mind, as he frequently reminds us, nobody else has brought more trophies or drama to this stadium. The match started, Chelsea took the lead before a single player in red had touched the ball and nothing will have hurt Mourinho more than his teams capitulation and the impression it left that the modern-day Manchester United are a long way behind the great Chelsea sides he once managed.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-10-23T17:10:41Z", "webTitle": "N’Golo Kanté seals Chelsea rout of Manchester United to ruin Mourinho return", "webUrl": "https://www.theguardian.com/football/2016/oct/23/chelsea-manchester-united-premier-league-match-report", "wordCnt": 1073}, {"apiUrl": "https://content.guardianapis.com/football/2016/oct/23/pep-guardiola-manchester-city-draw-southampton", "firPara": "Pep Guardiola kept Manchester Citys players in the dressing room for 50 minutes after their 1-1 draw with Southampton and has said he will fight to discover the reason why his side have gone five matches without a win.", "id": "football/2016/oct/23/pep-guardiola-manchester-city-draw-southampton", "isHosted": false, "secPara": "City are top of the Premier League but have not won since late September. On Sunday John Stones presented Nathan Redmond with a goal before the half-hour and they could score only once in reply through Kelechi Iheanacho.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-10-23T17:04:43Z", "webTitle": "Pep Guardiola: I will fight to find out why Manchester City are on bad run", "webUrl": "https://www.theguardian.com/football/2016/oct/23/pep-guardiola-manchester-city-draw-southampton", "wordCnt": 472}, {"apiUrl": "https://content.guardianapis.com/football/live/2016/oct/23/chelsea-manchester-united-premier-league-live", "firPara": "Pedro scored after 30 seconds as Chelsea thrashed Manchester United on Jose Mourinhos return to Stamford Bridge", "id": "football/live/2016/oct/23/chelsea-manchester-united-premier-league-live", "isHosted": false, "secPara": "Pedro scored after 30 seconds as Chelsea thrashed Manchester United on Jose Mourinhos return to Stamford Bridge", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2016-10-23T16:51:12Z", "webTitle": "Chelsea 4-0 Manchester United: Premier League – as it happened", "webUrl": "https://www.theguardian.com/football/live/2016/oct/23/chelsea-manchester-united-premier-league-live", "wordCnt": 1203}, {"apiUrl": "https://content.guardianapis.com/football/2016/oct/23/celtic-rangers-scottish-league-cup-semi-final-match-report", "firPara": "Brendan Rodgers is within 90 minutes of scratching a professional itch. A criticism of the Celtic manager has been the failure to claim a major domestic honour during his previous spells in England. This success over Rangers and the scheduling nuances of the Scottish League Cup means Rodgers could end that wait before November is out, with Aberdeen lying in wait upon Celtics Hampden Park return.", "id": "football/2016/oct/23/celtic-rangers-scottish-league-cup-semi-final-match-report", "isHosted": false, "secPara": "Rodgers barely needs endorsement of his early months in charge but tangible reward always helps. This derby tonic arrived just days after the wounding Champions League defeat to Borussia Mönchengladbach and, it must be noted, at a venue where Celtic have endured several horror shows in recent times. The final should be worthy of high-profile status; Celtic and Aberdeen, for now, look the best two teams in Scotland.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-10-23T15:39:49Z", "webTitle": "Celtic’s Moussa Dembélé leaves it late to defeat Rangers in Old Firm semi-final", "webUrl": "https://www.theguardian.com/football/2016/oct/23/celtic-rangers-scottish-league-cup-semi-final-match-report", "wordCnt": 846}, {"apiUrl": "https://content.guardianapis.com/football/live/2016/oct/23/rangers-v-celtic-scottish-league-cup-semi-final-live", "firPara": "Moussa Dembélés wonderfully taken goal finally ended Rangers resistance in a one-sided Scottish League Cup semi-final at Hampden Park", "id": "football/live/2016/oct/23/rangers-v-celtic-scottish-league-cup-semi-final-live", "isHosted": false, "secPara": "Moussa Dembélés wonderfully taken goal finally ended Rangers resistance in a one-sided Scottish League Cup semi-final at Hampden Park", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2016-10-23T15:08:57Z", "webTitle": "Rangers 0-1 Celtic: Scottish League Cup semi-final – as it happened", "webUrl": "https://www.theguardian.com/football/live/2016/oct/23/rangers-v-celtic-scottish-league-cup-semi-final-live", "wordCnt": 1281}, {"apiUrl": "https://content.guardianapis.com/football/2016/oct/23/manchester-city-southampton-premier-league-match-report", "firPara": "Pep Guardiola is not used to going a month without a victory but a frustrating period for Manchester City continues. Southampton produced a disciplined and dynamic display to deny City a first win since late September on an afternoon John Stones will want to forget.", "id": "football/2016/oct/23/manchester-city-southampton-premier-league-match-report", "isHosted": false, "secPara": "An error from the England centre-back handed Nathan Redmond a goal in the first half, the defender woefully misplacing a pass, and an effort of his own was ruled out moments later. Kelechi Iheanachos second-half equaliser could have prompted a swift resurgence but it is easy to see why this Southampton side have progressed so significantly in recent weeks.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-10-23T14:40:25Z", "webTitle": "Kelechi Iheanacho rescues Manchester City as Southampton make a point", "webUrl": "https://www.theguardian.com/football/2016/oct/23/manchester-city-southampton-premier-league-match-report", "wordCnt": 861}, {"apiUrl": "https://content.guardianapis.com/football/live/2016/oct/23/manchester-city-v-southampton-premier-league-live", "firPara": "Southampton were perfect in the first half, Nathan Redmond pouncing on a defensive misunderstanding to put them ahead, but the introduction of Kelechi Iheanacho galvanised City and they fully earned their equaliser", "id": "football/live/2016/oct/23/manchester-city-v-southampton-premier-league-live", "isHosted": false, "secPara": "City can console themselves with the thought that not many teams are going to find it easy against Southampton, but they need to improve, and quickly. They travel to Manchester United on Wednesday and West Brom on Saturday, then Barcelona turn up the following midweek.", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2016-10-23T14:29:21Z", "webTitle": "Manchester City 1-1 Southampton: Premier League – as it happened", "webUrl": "https://www.theguardian.com/football/live/2016/oct/23/manchester-city-v-southampton-premier-league-live", "wordCnt": 1539}, {"apiUrl": "https://content.guardianapis.com/football/blog/2016/oct/23/premier-league-ultras-european-football", "firPara": "Look out! The ultras are coming. Well, not quite. And definitely not those ones – although it depends on what your definition of an ultra is – but there are moves afoot in Britain to try to adopt a culture of support which often appears to be more misunderstood than Mario Balotelli.", "id": "football/blog/2016/oct/23/premier-league-ultras-european-football", "isHosted": false, "secPara": "Whenever stories about European ultras penetrate British media they invariably come dripping with negative connotations of the fans involved extreme violence, racist chanting, threats against players and other such depressing accounts that help portray these groups as a repugnant, often entitled, subculture within football.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-10-23T13:34:09Z", "webTitle": "Ultra culture could help Premier League terraces take positive steps", "webUrl": "https://www.theguardian.com/football/blog/2016/oct/23/premier-league-ultras-european-football", "wordCnt": 963}, {"apiUrl": "https://content.guardianapis.com/football/2016/oct/23/sean-dyche-fortress-town-moor-burnley", "firPara": "Burnley is a homely place and a favourite destination for anyone fond of a trip down footballs memory lane. Most supporters have a soft spot for a stadium surrounded by terraced streets and chip shops, where one can practically park ones car on Jimmy Andersons old run-up at the cricket pitch next door, yet for opposing teams it is becoming a different matter.", "id": "football/2016/oct/23/sean-dyche-fortress-town-moor-burnley", "isHosted": false, "secPara": "Ugly and intimidating are the buzzwords of the Burnley squad on Turf Moor matchdays. They have worked out that even the biggest and best Premier League sides can be unsettled by a boisterous crowd and an uncompromising attitude on the pitch. Its a difficult place to come to, their manager, Sean Dyche, explained. And of course we want to make it more so. We all know our home form is going to be important. Weve been very good at facing up to all the challenges at Turf Moor.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-10-23T13:19:32Z", "webTitle": "Sean Dyche’s hard work ethic is paying dividends at Fortress Turf Moor", "webUrl": "https://www.theguardian.com/football/2016/oct/23/sean-dyche-fortress-town-moor-burnley", "wordCnt": 784}, {"apiUrl": "https://content.guardianapis.com/football/2016/oct/23/tottenham-moussa-sissoko-fa-ban-elbow-bournemouth-harry-arter", "firPara": "Tottenham Hotspur could find out on Monday whether Moussa Sissoko faces a possible retrospective ban for elbowing Harry Arter during the goalless draw with Bournemouth on Saturday.", "id": "football/2016/oct/23/tottenham-moussa-sissoko-fa-ban-elbow-bournemouth-harry-arter", "isHosted": false, "secPara": "The flashpoint happened in the 80th minute of the game as the midfielders tussled on the touchline. Having been floored, Arter was enraged, with replays clearly showing the 26‑year‑old was struck in the side of the face by Sissokos right elbow as the France midfielder looked to take a quick thrown-in.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-10-23T10:46:39Z", "webTitle": "Tottenham to learn if Moussa Sissoko is liable to FA ban for elbow", "webUrl": "https://www.theguardian.com/football/2016/oct/23/tottenham-moussa-sissoko-fa-ban-elbow-bournemouth-harry-arter", "wordCnt": 362}], "startIndex": 2971, "status": "ok", "total": 141935, "userTier": "developer"}}