{"response": {"currentPage": 268, "orderBy": "newest", "pageSize": 10, "pages": 14194, "results": [{"apiUrl": "https://content.guardianapis.com/football/2016/nov/06/arsenal-tottenham-hotspur-premier-league-match-report", "firPara": "There was no doubt, judging by the unmistakable frustration in Arsène Wengers voice, which team could be the more satisfied with the result. Arsenals manager briefly tried to argue that Victor Wanyama should have been sent off and made an even less convincing case that Tottenham Hotspurs penalty should not have been awarded on the basis that Laurent Koscielnys foul was not deliberate, dangerous or denying Mousa Dembélé a scoring opportunity – absolutely none of which matter a jot if one is going to be old-fashioned and apply the rules.", "id": "football/2016/nov/06/arsenal-tottenham-hotspur-premier-league-match-report", "isHosted": false, "secPara": "Thankfully Wenger did eventually return to a far more legitimate point, accepting that Arsenal had lost their way in a second half that was a reminder of Tottenhams competitive qualities. Our level dropped, Wenger said. We looked flat, physically. The same could not be said of their opponents and, though Tottenham have now gone seven games without a win in all competitions, on this evidence it would be misleading to think Mauricio Pochettino is overseeing a team in distress.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-06T14:18:09Z", "webTitle": "Harry Kane spot-on to claim draw for Tottenham at Arsenal on return", "webUrl": "https://www.theguardian.com/football/2016/nov/06/arsenal-tottenham-hotspur-premier-league-match-report", "wordCnt": 894}, {"apiUrl": "https://content.guardianapis.com/football/live/2016/nov/06/arsenal-v-tottenham-hotspur-premier-league-live", "firPara": "Harry Kanes penalty cancelled out Kevin Wimmers own goal in a cagey North London derby", "id": "football/live/2016/nov/06/arsenal-v-tottenham-hotspur-premier-league-live", "isHosted": false, "secPara": "Harry Kanes penalty cancelled out Kevin Wimmers own goal in a cagey North London derby", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2016-11-06T13:58:24Z", "webTitle": "Arsenal 1-1 Tottenham Hotspur: Premier League – as it happened", "webUrl": "https://www.theguardian.com/football/live/2016/nov/06/arsenal-v-tottenham-hotspur-premier-league-live", "wordCnt": 2096}, {"apiUrl": "https://content.guardianapis.com/football/live/2016/nov/06/real-madrid-v-leganes-la-liga-live", "firPara": "Gareth Bale celebrated his new contract with two goals as Real extended their lead to five points despite an average performance against Leganes", "id": "football/live/2016/nov/06/real-madrid-v-leganes-la-liga-live", "isHosted": false, "secPara": "Thats yer lot. Not exactly vintage Real but they were comfortable in the end. Bales pair late in the first half settled them after a poor, tepid start and Morata added the third in the final 15 minutes. Thanks for reading. ", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2016-11-06T12:49:43Z", "webTitle": "Real Madrid 3-0 Leganés: La Liga – as it happened!", "webUrl": "https://www.theguardian.com/football/live/2016/nov/06/real-madrid-v-leganes-la-liga-live", "wordCnt": 1741}, {"apiUrl": "https://content.guardianapis.com/football/2016/nov/05/chelsea-everton-premier-league-match-report", "firPara": "The fans in the Matthew Harding Stand spent the second half bellowing Antonio Contes name, making it perfectly clear that they have a new hero at Stamford Bridge, and Chelsea were so dominant they could even afford to give one of their reserve centre-backs a brief cameo towards the end of this ruthless evisceration of Everton. John Terry enjoyed a suitably warm reception from the locals as he ran on and the club captains reduced role was a reminder that Chelsea are quickly building a new identity under the manager who has breathed fresh life into a side that improbably flirted with a relegation battle a year ago.", "id": "football/2016/nov/05/chelsea-everton-premier-league-match-report", "isHosted": false, "secPara": "They never quite got over José Mourinho when his first spell in charge came to a bitter end nine years ago. This time, however, nobody at Chelsea is pining for Mourinho.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-06T08:33:22Z", "webTitle": "Chelsea top the Premier League as Eden Hazard inspires Everton thrashing", "webUrl": "https://www.theguardian.com/football/2016/nov/05/chelsea-everton-premier-league-match-report", "wordCnt": 851}, {"apiUrl": "https://content.guardianapis.com/football/2016/nov/05/emre-can-liverpool-steven-gerrard-jurgen-klopp", "firPara": "Maybe Germany are playing only San Marino and maybe Mesut Özil has also been given a rest by Joachim Löw but there are still better places for a player to learn he has lost his place in the national squad than the press room at Liverpools training ground.", "id": "football/2016/nov/05/emre-can-liverpool-steven-gerrard-jurgen-klopp", "isHosted": false, "secPara": "Emre Can was just coming to the end of a chat with the Sunday newspapers when a routine question about winning back his place in the Germany squad caught him slightly off guard. Löw had only just made his announcement. Im not in there? Maybe the manager will call me or send me a message. Of course I want to get back into the Germany squad.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-05T23:31:00Z", "webTitle": "Emre Can: ‘It is nice to be compared to Gerrard but I am not the same level’", "webUrl": "https://www.theguardian.com/football/2016/nov/05/emre-can-liverpool-steven-gerrard-jurgen-klopp", "wordCnt": 957}, {"apiUrl": "https://content.guardianapis.com/football/2016/nov/05/arsene-wenger-convinced-arsenal-players-big-games-tottenham", "firPara": "The north London derby is more important than ever for Arsène Wenger, but not in the way you might expect. The Wenger Out contingent are currently becalmed, while the ascent of Spurs seems not to trouble him. No, the Frenchman says he wants to win this north London derby because of what he will learn about the development of his Arsenal side. In this most open of Premier League seasons, can they really be champions again?", "id": "football/2016/nov/05/arsene-wenger-convinced-arsenal-players-big-games-tottenham", "isHosted": false, "secPara": "Of course, it is early in the season, and of course Wenger would play down any threat from Mauricio Pochettinos young side (asked if last seasons Spurs were the best he has seen in his 20 years at Arsenal, Wenger replied They were not in the Champions League). Furthermore, Arsenal have looked in a good state heading into November before, only to look far less healthy come the end of it. But a sense has taken hold that Arsenal have successfully strengthened their squad over the summer, while those already on their books – most notably Theo Walcott and Mesut Özil – are assuming more responsibility. Now comes the time to prove it.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-05T22:30:03Z", "webTitle": "Arsène Wenger convinced Arsenal players are equipped to win big games", "webUrl": "https://www.theguardian.com/football/2016/nov/05/arsene-wenger-convinced-arsenal-players-big-games-tottenham", "wordCnt": 596}, {"apiUrl": "https://content.guardianapis.com/football/2016/nov/05/harry-kane-tottenham-arsenal", "firPara": "• England striker has been out since September with ankle ligament damage", "id": "football/2016/nov/05/harry-kane-tottenham-arsenal", "isHosted": false, "secPara": "Harry Kane will start for Tottenham in Sundays north London derby at the Emirates, with the strikers return from a long injury hiatus a huge boost for Mauricio Pochettinos side.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-05T22:30:03Z", "webTitle": "Harry Kane to start for Tottenham against Arsenal after injury layoff", "webUrl": "https://www.theguardian.com/football/2016/nov/05/harry-kane-tottenham-arsenal", "wordCnt": 261}, {"apiUrl": "https://content.guardianapis.com/football/blog/2016/nov/05/misfiring-tottenham-seek-route-to-goal-arsenal-hugo-lloris", "firPara": "For Hugo Lloris, the low point of Tottenham Hotspurs season was defined by something unacceptable. The teams style suffered a jarring breakdown in the 1-0 Champions League defeat against Bayer Leverkusen at Wembley on Wednesday night but it was the reason why that so infuriated the captain. According to him, the players had lost their focus. The mentality was flawed.", "id": "football/blog/2016/nov/05/misfiring-tottenham-seek-route-to-goal-arsenal-hugo-lloris", "isHosted": false, "secPara": "You cannot pretend to be a challenger, you cannot pretend to be a big club in Europe, if you are not ready to compete, Lloris says, his measured tones somehow amplifying the force of the sentiment. My feeling was that the team was not ready to compete against Leverkusen because, under pressure, we lost a bit of our strength, we didnt create a lot and we made a lot of mistakes. We have a proper style to play football and I didnt recognise the team.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-05T22:30:03Z", "webTitle": "Misfiring Tottenham seek route to goal against Arsenal to end worrying run | David Hytner", "webUrl": "https://www.theguardian.com/football/blog/2016/nov/05/misfiring-tottenham-seek-route-to-goal-arsenal-hugo-lloris", "wordCnt": 1183}, {"apiUrl": "https://content.guardianapis.com/football/2016/nov/05/alan-hutton-retires-scotland-thanks-gordon-strachan", "firPara": "Scotland have suffered their latest personnel blow with Alan Hutton having confirmed his retirement from international duty. The Aston Villa right-back, who won 50 caps, informed Gordon Strachan of his decision before the squad for Fridays World Cup qualifier with England was announced in midweek.", "id": "football/2016/nov/05/alan-hutton-retires-scotland-thanks-gordon-strachan", "isHosted": false, "secPara": "Hutton, 31, made his Scotland debut in a friendly against Austria in May 2007. He was part of the team that memorably defeated France 1-0 in Paris, four months later. More recently, Hutton was a routine starter under Strachan even when out of the first-team picture at Villa. His cap haul earned the former Rangers and Tottenham player a spot in Scotlands international hall of fame.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-05T22:00:02Z", "webTitle": "Alan Hutton deals blow to Gordon Strachan with Scotland retirement", "webUrl": "https://www.theguardian.com/football/2016/nov/05/alan-hutton-retires-scotland-thanks-gordon-strachan", "wordCnt": 350}, {"apiUrl": "https://content.guardianapis.com/football/2016/nov/05/antonio-conte-tells-chelsea-players-improve-everton-win", "firPara": "• Chelsea manager Conte It is important to be focused on our work", "id": "football/2016/nov/05/antonio-conte-tells-chelsea-players-improve-everton-win", "isHosted": false, "secPara": "• Chelsea manager Conte It is important to be focused on our work", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-05T21:47:43Z", "webTitle": "Antonio Conte tells Chelsea players they can improve after win over Everton", "webUrl": "https://www.theguardian.com/football/2016/nov/05/antonio-conte-tells-chelsea-players-improve-everton-win", "wordCnt": 361}], "startIndex": 2671, "status": "ok", "total": 141935, "userTier": "developer"}}