{"response": {"currentPage": 175, "orderBy": "newest", "pageSize": 10, "pages": 14194, "results": [{"apiUrl": "https://content.guardianapis.com/football/2016/dec/18/andy-king-leicester-city-champion-spirit-fightback-stoke-city", "firPara": "Leicesters recovery at Stoke was a comeback in more than one sense. By reversing the course of the match after going two goals and one man down, Claudio Ranieris side showed what made them champions. There could be no questioning their desire or spirit after this rousing draw.", "id": "football/2016/dec/18/andy-king-leicester-city-champion-spirit-fightback-stoke-city", "isHosted": false, "secPara": "We can hopefully use this as a springboard for the second half of the season, said Andy King, echoing the thoughts of his manager, who said I hope this could be a turning point to us coming back much better.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-12-18T22:30:03Z", "webTitle": "Andy King says Leicester have got their champion spirit back", "webUrl": "https://www.theguardian.com/football/2016/dec/18/andy-king-leicester-city-champion-spirit-fightback-stoke-city", "wordCnt": 473}, {"apiUrl": "https://content.guardianapis.com/football/2016/dec/18/idrissa-gueye-mickey-taker-sadio-mane-everton-liverpool-merseyside-derby", "firPara": "The Everton midfielder and Liverpool winger will unite for Senegal at the Africa Cup of Nations in January but they are rivals for the Merseyside derby", "id": "football/2016/dec/18/idrissa-gueye-mickey-taker-sadio-mane-everton-liverpool-merseyside-derby", "isHosted": false, "secPara": "The 227th Merseyside derby could dampen Christmas spirit for one half of Liverpool and reverberate all the way through to next month in Gabon. For the sake of their Africa Cup of Nations campaign, Senegal must hope peace and goodwill exists between Idrissa Gana Gueye and Sadio Mané once they have met as rivals at Goodison Park.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-12-18T22:30:03Z", "webTitle": "Idrissa Gueye: I can’t let mickey-taker Sadio Mané get one over me | Andy Hunter", "webUrl": "https://www.theguardian.com/football/2016/dec/18/idrissa-gueye-mickey-taker-sadio-mane-everton-liverpool-merseyside-derby", "wordCnt": 1066}, {"apiUrl": "https://content.guardianapis.com/football/2016/dec/18/divock-origi-liverpool-everton-merseyside-derby", "firPara": "Liverpools Divock Origi is expecting a war with Everton at Goodison Park on Monday, when he will likely confront Ramiro Funes Mori for the first time since being injured by the Argentina defender last season.", "id": "football/2016/dec/18/divock-origi-liverpool-everton-merseyside-derby", "isHosted": false, "secPara": "The Belgium strikers last experience of a Merseyside derby was a brutal one when he suffered ankle ligament damage as a result of an appalling challenge from Funes Mori. And he is anticipating another attritional contest when the Merseyside rivals meet for the 227th time.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-12-18T22:30:03Z", "webTitle": "Merseyside derby will be ‘a war’, says Liverpool striker Divock Origi", "webUrl": "https://www.theguardian.com/football/2016/dec/18/divock-origi-liverpool-everton-merseyside-derby", "wordCnt": 667}, {"apiUrl": "https://content.guardianapis.com/football/blog/2016/dec/18/antonio-conte-culture-unity-chelsea-crystal-palace-record", "firPara": "Rewind, briefly, to the tipping point. Antonio Contes initial reaction to that heavy defeat at Arsenal back in September had been one of fury. He was livid, humiliated, crushed and, in the emotional heart-to-heart he conducted with his coaching staff, he questioned himself and the task he had taken on at Chelsea. It took a while for those emotions to simmer down and rational thought to return but then, as he surveyed the scene in the away dressing room, he recognised broken players still haunted by the trauma of underachievement last season, and realised something had to change.", "id": "football/blog/2016/dec/18/antonio-conte-culture-unity-chelsea-crystal-palace-record", "isHosted": false, "secPara": "Now return to the present. Chelsea were rugged and resilient across the capital at Crystal Palace on Saturday and courtesy of their first headed goal of term, produced by Diego Costa just before the interval, secured a club record 11th league win in succession.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-12-18T22:29:03Z", "webTitle": "Antonio Conte’s culture of unity on and off the pitch soothes Chelsea self-doubt", "webUrl": "https://www.theguardian.com/football/blog/2016/dec/18/antonio-conte-culture-unity-chelsea-crystal-palace-record", "wordCnt": 871}, {"apiUrl": "https://content.guardianapis.com/football/2016/dec/18/arsene-wenger-arsenal-referee-martin-atkinson-offside-goals-petr-cech-football", "firPara": "• Manager also criticises his goalkeeper Petr Cech after 2-1 defeat", "id": "football/2016/dec/18/arsene-wenger-arsenal-referee-martin-atkinson-offside-goals-petr-cech-football", "isHosted": false, "secPara": "Arsène Wenger claimed Arsenal were the victim of two offside goals in their 2-1 defeat at Manchester City and he directed his anger at the match official Martin Atkinson, stating referees are protected like lions in the zoo.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-12-18T20:23:17Z", "webTitle": "Arsenal’s Arsène Wenger hits out at Manchester City’s ‘offside goals’", "webUrl": "https://www.theguardian.com/football/2016/dec/18/arsene-wenger-arsenal-referee-martin-atkinson-offside-goals-petr-cech-football", "wordCnt": 764}, {"apiUrl": "https://content.guardianapis.com/football/blog/2016/dec/18/manchester-city-arsenal-david-silva-kevin-de-bruyne", "firPara": "Much has been made of the fact that this Pep‑project Manchester City is a work in progress, a mutable thing, still looking to find its rhythms and shapes. At the Etihad Stadium, for 20 minutes either side of half-time, City seemed to be evolving at an irradiated speed as first David Silva and then Kevin De Bruyne dug their fingernails into this game and wrenched it their way.", "id": "football/blog/2016/dec/18/manchester-city-arsenal-david-silva-kevin-de-bruyne", "isHosted": false, "secPara": "Until that point Alexis Sánchez had been the outstanding figure on show. So keen right now to assert his own market value, Sánchez had whirled and sprinted at Manchester Citys defence in that familiar amphetamine-crazed Action Man-style,so barrel-chested he looks from a distance like a yellow‑shirted cube, propelled about the place by two furiously pumping pistons, arms paddling the turf.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-12-18T20:20:46Z", "webTitle": "David Silva’s creativity allows Pep Guardiola to focus on big picture | Barney Ronay", "webUrl": "https://www.theguardian.com/football/blog/2016/dec/18/manchester-city-arsenal-david-silva-kevin-de-bruyne", "wordCnt": 884}, {"apiUrl": "https://content.guardianapis.com/football/2016/dec/19/melbourne-derby-underscores-a-leagues-quality-on-a-rollicking-night-of-football", "firPara": "A fascinating encounter at AAMI Park was a great advert for the game in Australia and proved to have far greater substance than pre-match hype", "id": "football/2016/dec/19/melbourne-derby-underscores-a-leagues-quality-on-a-rollicking-night-of-football", "isHosted": false, "secPara": "A Melbourne derby guarantees spice like Fernando Brandans hair guarantees mirth. But after two emotionally charged encounters already this season, one could have been forgiven for predicting a more considered affair.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-12-18T19:00:06Z", "webTitle": "Melbourne derby underscores A-League's quality on a rollicking night of football | Sam Perry", "webUrl": "https://www.theguardian.com/football/2016/dec/19/melbourne-derby-underscores-a-leagues-quality-on-a-rollicking-night-of-football", "wordCnt": 886}, {"apiUrl": "https://content.guardianapis.com/football/blog/2016/dec/18/manchester-city-arsenal-five-talking-points", "firPara": "Before the game Pep Guardiola said Today we can make further progress by beating one of the best and most consistent sides in the league. Todays match is our last here in 2016 and we want to say goodbye with a great performance. If we can do that we have moved back above one of the big rivals for the title. After a torrid first half this was how the contest ended as City transformed from an aimless bunch to a menacing proposition that steamrollered Arsenal in the second period. Given that Guardiolas men were watery despite defeating an insipid Watford on Wednesday here and before that were hammered 4-2 at Leicester City, a victory was required for morale and to keep up the chase of Chelsea at the top of the Premier League. Now they are second.", "id": "football/blog/2016/dec/18/manchester-city-arsenal-five-talking-points", "isHosted": false, "secPara": "John Stones was dropped following the 4-2 debacle at Leicester City and in the following outing against Watford no goals were conceded for the first time since the end of October. That 2-0 victory may have appeared vindication of the decision to leave out the £48m central defender yet after five minutes of this match Arsenal had sucker‑punched Manchester City to lead 1-0 via an Alexis Sánchez-Theo Walcott combination. Of the need to keep sides out, Stones said Some people are claiming that defending is a dying art but we are defenders first and foremost. We need to get back to keeping clean sheets again and winning matches. City did the second part and, given that they failed the first bit, Stones may be recalled for the trip to Hull City on Boxing Day.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-12-18T18:44:14Z", "webTitle": "Manchester City 2-1 Arsenal: Five talking points from the Etihad | Jamie Jackson", "webUrl": "https://www.theguardian.com/football/blog/2016/dec/18/manchester-city-arsenal-five-talking-points", "wordCnt": 668}, {"apiUrl": "https://content.guardianapis.com/football/2016/dec/18/tottenham-hotspur-burnley-premier-league-match-report", "firPara": "It was seconds after Raheem Sterling had put Manchester City 2-1 up against Arsenal in the 71st minute that the White Hart Lane scoreboard coordinator decided it was time for a score-flash from the Etihad Stadium.", "id": "football/2016/dec/18/tottenham-hotspur-burnley-premier-league-match-report", "isHosted": false, "secPara": "Tottenham Hotspur had needed a lift. They were the dominant team in this entertaining tussle but it was locked at 1-1 and they were struggling to prise apart Burnley, to create the moment for the knock-out blow. Perhaps the news that their north London neighbours were down might spark them? The home support roared.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-12-18T18:14:27Z", "webTitle": "Danny Rose hits superb winner as Tottenham fight back to beat Burnley", "webUrl": "https://www.theguardian.com/football/2016/dec/18/tottenham-hotspur-burnley-premier-league-match-report", "wordCnt": 865}, {"apiUrl": "https://content.guardianapis.com/football/live/2016/dec/18/manchester-city-v-arsenal-premier-league-live", "firPara": "For the second time in a week Arsenal led, dominated and then collapsed, as Manchester City came from behind and swept to victory", "id": "football/live/2016/dec/18/manchester-city-v-arsenal-premier-league-live", "isHosted": false, "secPara": "And with that, Im off. Heres Daniel Taylors match report. Enjoy, and farewell.", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2016-12-18T18:10:25Z", "webTitle": "Manchester City 2-1 Arsenal: Premier League – as it happened", "webUrl": "https://www.theguardian.com/football/live/2016/dec/18/manchester-city-v-arsenal-premier-league-live", "wordCnt": 1824}], "startIndex": 1741, "status": "ok", "total": 141934, "userTier": "developer"}}