{"response": {"currentPage": 12, "orderBy": "newest", "pageSize": 10, "pages": 14194, "results": [{"apiUrl": "https://content.guardianapis.com/football/blog/2017/mar/23/england-football-away-trips-germany-fans", "firPara": "There was a funny outtake from the Guardians Football Weekly at the last World Cup, a part of the show that was deemed too disturbing for broadcast. It was recorded the night before England played Italy in Manaus when, along with the Guardians then chief sports news reporter, I got a cab into town with some travelling England fans. Not long into a dark winding journey it became clear these werent everyday fans, but a small group of what appeared to be ageing faces, grizzly old semi-retired hoolie types, a bit wasted, out on the town, talking about pawdah and brasses, showing off and being self-consciously rowdy but still a bit disturbing on a dark night on the outskirts of the jungle.", "id": "football/blog/2017/mar/23/england-football-away-trips-germany-fans", "isHosted": false, "secPara": "In the middle of which, as scheduled, James Richardson from the Guardians award-winning football podcast phoned for a chat about Englands chances at the Arena Amazônia, a conversation that took place against a back drop of Mal and Gav and Dave shouting Fack off, you slag, This blokes a ponce, give me the phone mate, and so on while playfully rabbit-punching me with enormous concrete fists. Through this your correspondent continued to talk in measured tones about tactics and formations and the chance of seeing Raheem Sterling in the No10 role, a kind of Partridge meets the Sex Pistols scenario. Eventually we got into downtown Manaus. At which point my colleague and I made our excuses and ran away.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-03-23T14:41:02Z", "webTitle": "England football away trips: a gap year for the Brexit generation | Barney Ronay", "webUrl": "https://www.theguardian.com/football/blog/2017/mar/23/england-football-away-trips-germany-fans", "wordCnt": 1239}, {"apiUrl": "https://content.guardianapis.com/football/live/2017/mar/23/iraq-v-australia-world-cup-2018-qualifying-live", "firPara": "Final thought A match that seemed eminently winnable for Australia eventually turned into a save, as Iraq stormed home in the second half to leave honours even.", "id": "football/live/2017/mar/23/iraq-v-australia-world-cup-2018-qualifying-live", "isHosted": false, "secPara": "The fixture had all the hallmarks of the type of tough, Asian scrap weve come to expect, but none of that should serve as an excuse. While Australia displayed a little more quality and sophistication in attack, they were matched by the industry and fight of Iraq, who were particularly well served by their striker Abdulraheem. He looked dangerous all game and unlucky not to come away with a goal.", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2017-03-23T14:08:01Z", "webTitle": "Iraq v Australia: World Cup 2018 qualifying – as it happened", "webUrl": "https://www.theguardian.com/football/live/2017/mar/23/iraq-v-australia-world-cup-2018-qualifying-live", "wordCnt": 3108}, {"apiUrl": "https://content.guardianapis.com/football/2017/mar/23/wembley-stadium-10-years-value-for-money", "firPara": "When photographers converged upon Wembley on 24 March 2007 to capture the first proper match since its reconstruction, they discovered no expense had been spared. The working area was as spacious and plush as should be expected in a state-of-the-art £757m football stadium; shooting England Under-21s curtain-raiser against Italy would present few major problems but it was an addition to the facilities that raised eyebrows. To some astonishment, those present opened the doors on a fully equipped darkroom, with sinks provided for the wet processing of films. It was a pristine setup with one flaw there was absolutely no need for it, with the vast majority of its target users having long since switched to digital methods.", "id": "football/2017/mar/23/wembley-stadium-10-years-value-for-money", "isHosted": false, "secPara": "The speed of technological change had, in this case, outstripped what had often seemed a glacial rate of progress since Wembley was first identified as the new national stadiums home in 1996. Yet in context it was more a quirk than a bump in the road and, a decade on, the impression is of a facility more comfortable in its own skin than when it opened its doors under a lingering cloud of debate about its financing and the very role it ought to play.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-03-23T12:31:00Z", "webTitle": "Wembley at 10: iconic venue and national symbol but is it good value? | Nick Ames", "webUrl": "https://www.theguardian.com/football/2017/mar/23/wembley-stadium-10-years-value-for-money", "wordCnt": 1743}, {"apiUrl": "https://content.guardianapis.com/football/blog/2017/mar/23/peru-fan-world-cup-qualifying", "firPara": "The Peruvians havent been to a World Cup since 1982, and two huge matches this week could decide my teams fate. For better or worse, Im keeping the faith", "id": "football/blog/2017/mar/23/peru-fan-world-cup-qualifying", "isHosted": false, "secPara": "The Peruvians havent been to a World Cup since 1982, and two huge matches this week could decide my teams fate. For better or worse, Im keeping the faith", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-03-23T10:00:01Z", "webTitle": "As a Peru fan, I know the ritual agony of World Cup qualifying | Luis Miguel Echegaray", "webUrl": "https://www.theguardian.com/football/blog/2017/mar/23/peru-fan-world-cup-qualifying", "wordCnt": 898}, {"apiUrl": "https://content.guardianapis.com/football/blog/2017/mar/23/dele-alli-england-life-after-wayne-rooney", "firPara": "The Tottenham Hotspur forward showed fine movement and cute attacking play, but just lacked a goal to mark him out as the games most valuable performer", "id": "football/blog/2017/mar/23/dele-alli-england-life-after-wayne-rooney", "isHosted": false, "secPara": "The Tottenham Hotspur forward showed fine movement and cute attacking play, but just lacked a goal to mark him out as the games most valuable performer", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-03-23T09:13:05Z", "webTitle": "Dele Alli sparkles for England to suggest there is life after Wayne Rooney | Barney Ronay", "webUrl": "https://www.theguardian.com/football/blog/2017/mar/23/dele-alli-england-life-after-wayne-rooney", "wordCnt": 1028}, {"apiUrl": "https://content.guardianapis.com/football/2017/mar/23/football-transfer-rumours-arda-turan-to-leave-barcelona-for-arsenal", "firPara": "Todays tell-all hasnt seen many better exits than Poldis", "id": "football/2017/mar/23/football-transfer-rumours-arda-turan-to-leave-barcelona-for-arsenal", "isHosted": false, "secPara": "Todays tell-all hasnt seen many better exits than Poldis", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-03-23T09:08:34Z", "webTitle": "Football transfer rumours: Arda Turan to leave Barcelona for Arsenal?", "webUrl": "https://www.theguardian.com/football/2017/mar/23/football-transfer-rumours-arda-turan-to-leave-barcelona-for-arsenal", "wordCnt": 727}, {"apiUrl": "https://content.guardianapis.com/football/blog/2017/mar/23/argentina-chile-world-cup-lionel-messi", "firPara": "It may not be a crisis yet but it will be if bogey team Chile defeat Argentina – and it will add to the many issues that are affecting the national game", "id": "football/blog/2017/mar/23/argentina-chile-world-cup-lionel-messi", "isHosted": false, "secPara": "Whatever happens on Thursday, Chile will haunt this generation of Argentinian players for ever. The two sides met in the 2015 Copa América final and the 2016 Copa América Centenario final and on both occasions Chile won on penalties after a 0-0 draw, extending the Argentinian trophy drought that stretches back to 1993. As Argentina face the possibility of failing to qualify for a World Cup for the first time since 1970, Chile, who have a knack of stopping them from playing, are probably the last team they want to be facing.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-03-23T09:00:07Z", "webTitle": "Argentina face must-win game against Chile with problems on and off the pitch | Jonathan Wilson", "webUrl": "https://www.theguardian.com/football/blog/2017/mar/23/argentina-chile-world-cup-lionel-messi", "wordCnt": 951}, {"apiUrl": "https://content.guardianapis.com/football/2017/mar/23/gareth-southgate-england-were-better-side-against-germany", "firPara": "Gareth Southgate said his players should not be disheartened by their 1-0 defeat against Germany, arguing they had been the better side for the majority of the match. He also became the latest in a long line of England managers to face questions about the behaviour of the teams travelling supporters.", "id": "football/2017/mar/23/gareth-southgate-england-were-better-side-against-germany", "isHosted": false, "secPara": "While Southgate was encouraged by the performance of his team in a new 3-4-3 system, saying he could take a lot of confidence into Sundays World Cup qualifier against Lithuania at Wembley, he had to answer questions about why England fans had loudly jeered the German anthem and spent large parts of the night singing derogatory songs about the second world war.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-03-23T00:33:34Z", "webTitle": "Gareth Southgate says England were the better side against Germany", "webUrl": "https://www.theguardian.com/football/2017/mar/23/gareth-southgate-england-were-better-side-against-germany", "wordCnt": 479}, {"apiUrl": "https://content.guardianapis.com/football/2017/mar/22/germany-england-international-friendly-match-report", "firPara": "The harsh reality for Gareth Southgate is that his first match since taking the England job full-time has ended in another reminder of Germanys remarkable knack for winning football matches. The world champions have still not conceded a goal since Euro 2016, a sequence now incorporating seven games – or, to put it another way, almost 11 hours of football – and they managed to win their latest assignment while always giving the impression they would happily go through the entire game at three‑quarter pace.", "id": "football/2017/mar/22/germany-england-international-friendly-match-report", "isHosted": false, "secPara": "Ultimately, though, England should not be too desolate bearing in mind their own contribution to a game that doubled up as Lukas Podolskis farewell to the Nationalmannschaft. Podolski chose a stylish way to mark the occasion, scoring the games decisive moment with a firecracker of a shot and the lesson for England, perhaps, is that at this level they will have to develop a more clinical edge when it comes to their own chances.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-03-22T21:51:19Z", "webTitle": "Lukas Podolski’s farewell stunner for Germany sinks new-look England", "webUrl": "https://www.theguardian.com/football/2017/mar/22/germany-england-international-friendly-match-report", "wordCnt": 1021}, {"apiUrl": "https://content.guardianapis.com/football/live/2017/mar/22/germany-v-england-international-friendly-live", "firPara": "Lukas Podolski scored a belting goal in his last match for Germany to settle an enjoyable match against an impressive England", "id": "football/live/2017/mar/22/germany-v-england-international-friendly-live", "isHosted": false, "secPara": "Peep peep! That was a decent nights work for England, despite the scoreline. They lost to a screamer from the retiring Lukas Podolski but played some sophisticated football and were the better team for plenty of the game. The 3-4-2-1 system worked well, and Alli and Lallana were outstanding in everything apart from their finishing. Thanks for your company; goodnight.", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2017-03-22T21:44:21Z", "webTitle": "Germany 1-0 England: international friendly – as it happened", "webUrl": "https://www.theguardian.com/football/live/2017/mar/22/germany-v-england-international-friendly-live", "wordCnt": 1817}], "startIndex": 111, "status": "ok", "total": 141934, "userTier": "developer"}}