{"response": {"currentPage": 545, "orderBy": "newest", "pageSize": 10, "pages": 14195, "results": [{"apiUrl": "https://content.guardianapis.com/football/2016/jun/19/ireland-euro-2016-survival-belgium-italy", "firPara": "Plenty of glum faces emerged from the Republic of Ireland dressing room after a sobering defeat that laid bare their limitations, yet Robbie Brady insisted now is the time to look forward and not back. Although its very disappointing, youve got to keep a clear mind and make sure we dont dwell on it too much, Brady said. Weve got a few days preparation now before the biggest game of our lives.", "id": "football/2016/jun/19/ireland-euro-2016-survival-belgium-italy", "isHosted": false, "secPara": "Ireland, in other words, need to flush this damaging result and performance out of their system – and fast. They take on Italy in Lille on Wednesday in their final group game and, despite earning only one point from their opening two matches, the door is still open for Martin ONeill and his players to sneak into the last 16.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-19T21:30:15Z", "webTitle": "Ireland face tough road to survival after Belgium lay bare limitations", "webUrl": "https://www.theguardian.com/football/2016/jun/19/ireland-euro-2016-survival-belgium-italy", "wordCnt": 582}, {"apiUrl": "https://content.guardianapis.com/football/2016/jun/19/joe-allen-rallying-cry-wales-russia", "firPara": "Midfielder wants his team-mates to leave nothing behind in their attempt to reach the last 16 of the European Championshi", "id": "football/2016/jun/19/joe-allen-rallying-cry-wales-russia", "isHosted": false, "secPara": "For Wales these are the moments that define lives as well as careers. Qualifying for a major tournament for the first time since 1958 was one thing. Creating a legacy that extends beyond taking part in Euro 2016 is quite another. Euphoric in Bordeaux and crestfallen in Lens, Wales are determined to leave Toulouse as history-makers.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-19T21:30:15Z", "webTitle": "Joe Allen gives rallying cry to Wales team for decisive Russia game", "webUrl": "https://www.theguardian.com/football/2016/jun/19/joe-allen-rallying-cry-wales-russia", "wordCnt": 939}, {"apiUrl": "https://content.guardianapis.com/football/2016/jun/19/iceland-austria-group-f-euro-2016", "firPara": "• Euro debutants upbeat despite late own-goal that gave Hungary a draw", "id": "football/2016/jun/19/iceland-austria-group-f-euro-2016", "isHosted": false, "secPara": "Two compelling matches so far in this European Championship have given the debutants Iceland a crash course in the emotions of tournament football. An unexpected result and fine comeback? Check. A weird Ronaldo-inspired sideshow? Check. Criticism of their style? Check. A near miracle? Check. That near miracle ripped from their grasp? Check.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-19T21:29:15Z", "webTitle": "Iceland insist they will ‘go for the win’ in Austria showdown", "webUrl": "https://www.theguardian.com/football/2016/jun/19/iceland-austria-group-f-euro-2016", "wordCnt": 501}, {"apiUrl": "https://content.guardianapis.com/football/2016/jun/19/romania-albania-euro-2016-match-report", "firPara": "Amir Abrashi pumped his fists and screamed at the equally passionate Albanian support congregated behind Romanias goal. He had only won a corner but also precious time in the countrys wait for its debut victory at a major tournament. Seconds later it arrived, and Albanias live-wire midfielder dropped to his knees in tears. History in the making.", "id": "football/2016/jun/19/romania-albania-euro-2016-match-report", "isHosted": false, "secPara": "Their first win at the European Championship secured, Albania must wait until the group phase is over to discover whether they will play any further part as one of the third-placed qualifiers. England are a possible opponent in the last 16 for a team with a goal difference of minus two. I hope we can stay, said coach Giovanni De Biasi. Im a positive person and I think we deserve it. Weve shown we can play these games against top teams who have more quality than us. More quality perhaps, but not more character, pride and, on the evidence of this victory, game intelligence.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-19T21:12:40Z", "webTitle": "Armando Sadiku winner makes Albania history in win over Romania", "webUrl": "https://www.theguardian.com/football/2016/jun/19/romania-albania-euro-2016-match-report", "wordCnt": 821}, {"apiUrl": "https://content.guardianapis.com/football/live/2016/jun/19/romania-v-albania-euro-2016-live", "firPara": "Armando Sadikus first-half header gives Albania their first ever win in tournament football; whether they make the knockout stages depends on results elsewhere, while Romania are definitely out", "id": "football/live/2016/jun/19/romania-v-albania-euro-2016-live", "isHosted": false, "secPara": "Armando Sadikus first-half header gives Albania their first ever win in tournament football; whether they make the knockout stages depends on results elsewhere, while Romania are definitely out", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2016-06-19T21:00:07Z", "webTitle": "Romania 0-1 Albania: Euro 2016 – as it happened", "webUrl": "https://www.theguardian.com/football/live/2016/jun/19/romania-v-albania-euro-2016-live", "wordCnt": 1130}, {"apiUrl": "https://content.guardianapis.com/football/2016/jun/19/switzerland-france-euro-2016-match-report", "firPara": " France finished top of Group A, not quite at a gallop but convincingly enough after an initially boisterous, ultimately slow-burn draw with Switzerland in Lille. The Swiss are also through and showed some real muscle and craft after Paul Pogba had looked like making this game all his own in an early burst of all-round midfield power-play.", "id": "football/2016/jun/19/switzerland-france-euro-2016-match-report", "isHosted": false, "secPara": "Didier Deschamps will welcome another clean sheet for his new-build defence. By the end, though, with the real business of this two-part Euros now booked in, the suspicion remains there is still some clicking into place needed for that talented chop-and-change midfield.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-19T20:59:31Z", "webTitle": "Switzerland quell Paul Pogba storm to earn France draw and last-16 spot", "webUrl": "https://www.theguardian.com/football/2016/jun/19/switzerland-france-euro-2016-match-report", "wordCnt": 842}, {"apiUrl": "https://content.guardianapis.com/football/live/2016/jun/19/switzerland-v-france-euro-2016-live", "firPara": "France hit the bar three times yet did not play well and were happy to top the group after a scruffy goalless draw", "id": "football/live/2016/jun/19/switzerland-v-france-euro-2016-live", "isHosted": false, "secPara": "Peep peep! After a promising start it developed into a mediocre game, though the substitute Payet almost scored an incredible goal. The result suits both sides France top the group, and get an easier draw, and Switzerland are through to the knockout stages of the European Championship for the first time. Thanks for your company; goodnight!", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2016-06-19T20:53:32Z", "webTitle": "Switzerland 0-0 France: Euro 2016 – as it happened", "webUrl": "https://www.theguardian.com/football/live/2016/jun/19/switzerland-v-france-euro-2016-live", "wordCnt": 1393}, {"apiUrl": "https://content.guardianapis.com/football/2016/jun/19/wojciech-szczesny-arsenal-roma-loan-deal", "firPara": "Arsenal expect to have Wojciech Szczesny back on their books in the summer, before they decide on their next move with him, as negotiations with Roma over another deal for the goalkeeper encounter problems. ", "id": "football/2016/jun/19/wojciech-szczesny-arsenal-roma-loan-deal", "isHosted": false, "secPara": "Szczesny spent the past season on loan at Roma, where he was the No1 choice of first Rudi García, who was sacked in January, and his managerial successor, Luciano Spalletti.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-19T18:51:11Z", "webTitle": "Wojciech Szczesny set for Arsenal return after Roma transfer talks stall", "webUrl": "https://www.theguardian.com/football/2016/jun/19/wojciech-szczesny-arsenal-roma-loan-deal", "wordCnt": 253}, {"apiUrl": "https://content.guardianapis.com/football/2016/jun/19/russia-fyodor-smolov-euro-2016-violence-england-wales", "firPara": "Fyodor Smolov, the Russia forward, has accused England and Wales fans of provoking the violence on the streets in Lille last week and also said that any supporters with the intention of scrapping, should fight elsewhere, rather than in the stadium.", "id": "football/2016/jun/19/russia-fyodor-smolov-euro-2016-violence-england-wales", "isHosted": false, "secPara": "In bizarre comments made on the eve of their final group game against Wales, which has been upgraded to high risk in the wake of the trouble in Marseille and Lille, Smolov absolved Russian hooligans of any blame on the basis of videos he has seen on the internet.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-19T18:09:21Z", "webTitle": "England and Wales fans provoked trouble, says Russia striker Smolov", "webUrl": "https://www.theguardian.com/football/2016/jun/19/russia-fyodor-smolov-euro-2016-violence-england-wales", "wordCnt": 461}, {"apiUrl": "https://content.guardianapis.com/football/blog/2016/jun/19/euro-2016-late-goals-records-substitutes", "firPara": "The goals-per-game average at Euro 2016 is a miserable 1.96. Lower than any World Cup in history; lower than any European Championship since 1980; lower even than Serie A in the 1980s. Yet the tournament has not felt remotely boring, because of the charming underdog stories and particularly the overload of late drama. Thirteen of the 47 goals scored so far have come after the 85th minute, easily the highest percentage in a European Championship and almost three times the equivalent figure at Euro 2012.", "id": "football/blog/2016/jun/19/euro-2016-late-goals-records-substitutes", "isHosted": false, "secPara": "Euro 2016 will inevitably break the records for most late goals and most goals by a substitute, as there are 20 extra games, but it is the percentage figures that are more revealing. A striking 27.7% of the goals have been scored after the 85th minute. Opta stats show that only one other European Championship – 2008, when the figure was 21.9% – has managed even half that.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-19T18:03:00Z", "webTitle": "Euro 2016’s late, late goals show: how and why the records are tumbling", "webUrl": "https://www.theguardian.com/football/blog/2016/jun/19/euro-2016-late-goals-records-substitutes", "wordCnt": 479}], "startIndex": 5441, "status": "ok", "total": 141941, "userTier": "developer"}}