{"response": {"currentPage": 115, "orderBy": "newest", "pageSize": 10, "pages": 14194, "results": [{"apiUrl": "https://content.guardianapis.com/football/blog/2017/jan/20/the-joy-of-six-football-goalmouth-scrambles", "firPara": "From Australias Matildas to Joe Duckworths heroics for Reading in 1929, via Blackpool and Brazil, here are six of the best penalty-box pinballs", "id": "football/blog/2017/jan/20/the-joy-of-six-football-goalmouth-scrambles", "isHosted": false, "secPara": "From Australias Matildas to Joe Duckworths heroics for Reading in 1929, via Blackpool and Brazil, here are six of the best penalty-box pinballs", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-20T10:52:33Z", "webTitle": "The Joy of Six: epic football goalmouth scrambles | Michael Butler", "webUrl": "https://www.theguardian.com/football/blog/2017/jan/20/the-joy-of-six-football-goalmouth-scrambles", "wordCnt": 1627}, {"apiUrl": "https://content.guardianapis.com/football/2017/jan/20/football-transfer-rumours-ashley-young-on-his-way-to-china", "firPara": "Todays fluff forgot. Sorry", "id": "football/2017/jan/20/football-transfer-rumours-ashley-young-on-his-way-to-china", "isHosted": false, "secPara": "Todays fluff forgot. Sorry", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-20T09:46:15Z", "webTitle": "Football transfer rumours: Ashley Young on his way to China?", "webUrl": "https://www.theguardian.com/football/2017/jan/20/football-transfer-rumours-ashley-young-on-his-way-to-china", "wordCnt": 456}, {"apiUrl": "https://content.guardianapis.com/football/blog/2017/jan/20/premier-league-10-things-to-look-out-for-this-weekend", "firPara": "Jesus is finally available for Manchester City, Klopp faces a choice between Origi and Sturridge and Costa may have to bide time for return to Chelsea starting XI", "id": "football/blog/2017/jan/20/premier-league-10-things-to-look-out-for-this-weekend", "isHosted": false, "secPara": "As Manchester United prepare to visit the Britannia Stadium, examining Stoke Citys record against the leagues best sides this season offers an indication of where Mark Hughes and José Mourinho should both be looking for improvement. Stokes record against the elite is awful five of their six matches against the leagues top six sides have ended in heavy defeats. They have lost 3-1 at Arsenal, 4-2 at Chelsea and 4-1 at Liverpool, while they were thumped 4-1 and 4-0 at home by Manchester City and Tottenham Hotspur respectively. Good enough to take the lead against Arsenal and Liverpool, and also to equalise twice against Chelsea, Stoke ended up paying a high price for their leaky defending. Notable absentees from that list, however, are United, whose profligate finishing allowed Stoke to escape Old Trafford with a 1-1 draw in October. The lesson for Stoke is that they need to be wary of the dangers of going blow for blow with quality opponents, while United must become more ruthless if they are to qualify for the Champions League. JS", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-20T09:21:21Z", "webTitle": "Premier League: 10 things to look out for this weekend", "webUrl": "https://www.theguardian.com/football/blog/2017/jan/20/premier-league-10-things-to-look-out-for-this-weekend", "wordCnt": 1822}, {"apiUrl": "https://content.guardianapis.com/football/2017/jan/20/tottenham-hotspur-new-stadium-cheese-white-hart-lane", "firPara": "Fans in the expensive seats at the new White Hart Lane will head to a cheese room to choose their specially sourced fromage and enjoy a one-way view of the players in the tunnel", "id": "football/2017/jan/20/tottenham-hotspur-new-stadium-cheese-white-hart-lane", "isHosted": false, "secPara": "Mauricio Pochettino could not disguise his smirk as he contemplated how one of the features of the new stadium growing next to White Hart Lane, the Tunnel Club, will give a select band of supporters a prime view of the action as the players come on and off the pitch. Dangerous ... the Tottenham manager said, eyes sparkling. A lot of things will happen there. It will be very expensive.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-20T00:00:16Z", "webTitle": "Big cheeses: Tottenham’s new stadium to give half-time snacks fancy flavour", "webUrl": "https://www.theguardian.com/football/2017/jan/20/tottenham-hotspur-new-stadium-cheese-white-hart-lane", "wordCnt": 742}, {"apiUrl": "https://content.guardianapis.com/football/2017/jan/19/chinese-super-league-football-arsene-wenger", "firPara": "Arsène Wenger has praised the growth in Chinese football and hopes India will soon come to the game as well but says it will be a long time before either can truly compete with the Premier League.", "id": "football/2017/jan/19/chinese-super-league-football-arsene-wenger", "isHosted": false, "secPara": "The January transfer window has been dominated by stories linking the biggest stars in the Premier League – from Diego Costa to Dimitri Payet – with big-money moves to China. Wenger believes it will take years for China to build a football culture that can properly compete with those in Europe but warns of danger should China-sized salaries become the norm.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-19T23:16:00Z", "webTitle": "Chinese Super League will take years to build football culture – Arsène Wenger", "webUrl": "https://www.theguardian.com/football/2017/jan/19/chinese-super-league-football-arsene-wenger", "wordCnt": 514}, {"apiUrl": "https://content.guardianapis.com/football/2017/jan/19/millwall-stadium-false-funding-claims-the-den", "firPara": "The sports foundation at the heart of the Millwall FC compulsory purchase battle has been making false claims of having a £2m funding agreement from Sport England during the ongoing CPO process, the Guardian can reveal. The claims have been made by the Surrey Canal Sports Foundation, a charitable company set up and backed by loans from Renewal, an offshore-registered developer with historical connections to senior Lewisham council officers that stands to benefit from the seizure of Millwalls land.", "id": "football/2017/jan/19/millwall-stadium-false-funding-claims-the-den", "isHosted": false, "secPara": "The revelations will be seized on by opponents of the scheme and could throw into doubt the future of the entire £1bn project. The compulsory purchase is the subject of local protest and wider public concern, with suggestions from Millwalls chief executive that the fallout from the seizure of land around the Den could even threaten the clubs future existence in London.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-19T20:10:03Z", "webTitle": "Millwall stadium controversy intensifies as false funding claims revealed", "webUrl": "https://www.theguardian.com/football/2017/jan/19/millwall-stadium-false-funding-claims-the-den", "wordCnt": 1341}, {"apiUrl": "https://content.guardianapis.com/football/live/2017/jan/19/algeria-v-tunisia-afcon-2017-live", "firPara": "An Aïssa Mandi own goal and a Naïm Sliti penalty gave Tunisia a deserved victory in this North African derby, leaving Algeria on the verge of an early exit from the tournament", "id": "football/live/2017/jan/19/algeria-v-tunisia-afcon-2017-live", "isHosted": false, "secPara": "After an even first half, Tunisia emerged the stronger for the second half and were in total control after Naïm Slitis penalty made it 2-0. Sofiane Hannis goal made the last few minutes edgy for Tunisia, but an Algeria equaliser would have been deeply unfair.", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2017-01-19T18:01:01Z", "webTitle": "Algeria 1-2 Tunisia: Afcon 2017 – as it happened", "webUrl": "https://www.theguardian.com/football/live/2017/jan/19/algeria-v-tunisia-afcon-2017-live", "wordCnt": 1498}, {"apiUrl": "https://content.guardianapis.com/football/2017/jan/19/everton-ishak-belfodil-ronald-koeman-standard-liege", "firPara": "Everton have confirmed they will not be signing the Algeria striker Ishak Belfodil in this transfer window. The 24‑year‑old Standard Liège player was a target identified by the Everton director of football, Steve Walsh, the man who spotted Belfodils compatriot Riyad Mahrez for Leicester City.", "id": "football/2017/jan/19/everton-ishak-belfodil-ronald-koeman-standard-liege", "isHosted": false, "secPara": "Discussions took place between the two clubs over a £10.4m move but Ronald Koeman was not convinced. Belfodil was one of the players on our list and we had the opportunity to buy him but we took the decision not to sign him, the Everton manager said.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-19T17:57:20Z", "webTitle": "Everton will not sign Ishak Belfodil after Ronald Koeman’s reservations", "webUrl": "https://www.theguardian.com/football/2017/jan/19/everton-ishak-belfodil-ronald-koeman-standard-liege", "wordCnt": 639}, {"apiUrl": "https://content.guardianapis.com/football/2017/jan/19/jermaine-jones-tim-howard-usa-dangerous", "firPara": "Jermaine Jones has told ESPN that playing international soccer for USA isnt about where you come from – but more about whats in your heart.", "id": "football/2017/jan/19/jermaine-jones-tim-howard-usa-dangerous", "isHosted": false, "secPara": "Jones spoke after Tim Howard had given an interview to USA Today where he appeared to question the commitment of national team players born or brought up overseas. Howard, who raised eyebrows with his remarks, later backtracked on those claims and insisted he wasnt singling out dual nationals for criticism.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-19T17:25:21Z", "webTitle": "Jermaine Jones: playing for USA is about what's in your heart, not where you're from", "webUrl": "https://www.theguardian.com/football/2017/jan/19/jermaine-jones-tim-howard-usa-dangerous", "wordCnt": 636}, {"apiUrl": "https://content.guardianapis.com/football/2017/jan/19/hull-robert-snodgrass-west-ham-new-offers", "firPara": "Hull have yet to receive any improved bids for Robert Snodgrass, with West Hams offer of £6m rising to £7.5m that was lodged last week falling short of their valuation of the Scotland international.", "id": "football/2017/jan/19/hull-robert-snodgrass-west-ham-new-offers", "isHosted": false, "secPara": "Premier League clubs including Burnley, Watford, Middlesbrough and Sunderland have expressed an interest in the 29-year-old, who refused to sign a three-year contract last month, although Hull recently instigated a one-year contract extension that means he is tied to the club until the summer of 2018.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-19T16:39:15Z", "webTitle": "Hull wait for Robert Snodgrass offers after rejecting West Ham’s £7.5m bid", "webUrl": "https://www.theguardian.com/football/2017/jan/19/hull-robert-snodgrass-west-ham-new-offers", "wordCnt": 253}], "startIndex": 1141, "status": "ok", "total": 141934, "userTier": "developer"}}