{"response": {"currentPage": 293, "orderBy": "newest", "pageSize": 10, "pages": 14194, "results": [{"apiUrl": "https://content.guardianapis.com/football/2016/oct/25/arsenal-reading-efl-cup-match-report", "firPara": "To Arsène Wenger, it remains one of the craziest games of his 20-year Arsenal career. When his team defeated Reading 7-5 at the Madejski Stadium in the League Cup four years ago, it was an occasion that tested the boundaries of credibility. It is possible that there might never be another game quite like it and, on this occasion, Wenger could content himself with victory against the same opponents, by the same margin and in the same competition but with rather lower levels of stress.", "id": "football/2016/oct/25/arsenal-reading-efl-cup-match-report", "isHosted": false, "secPara": "The Arsenal manager played his second string, as he had in the previous round at Nottingham Forest, and it was Alex Oxlade-Chamberlain who made the difference.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-10-25T20:58:35Z", "webTitle": "Arsenal’s Alex Oxlade-Chamberlain at the double against Reading", "webUrl": "https://www.theguardian.com/football/2016/oct/25/arsenal-reading-efl-cup-match-report", "wordCnt": 823}, {"apiUrl": "https://content.guardianapis.com/football/live/2016/oct/25/arsenal-reading-efl-cup-live", "firPara": "A solid performance from Arsenal, and they overcame Reading with relatively little fuss. Alex Oxlade-Chamberlain scored a good first goal and a lucky second, but the hosts had too much quality, and could have won by more, but for a series of good stops from Ali al-Habsi. Reading did OK, but the gulf in class was marked.", "id": "football/live/2016/oct/25/arsenal-reading-efl-cup-live", "isHosted": false, "secPara": "Thanks for reading! Goodnight.", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2016-10-25T20:58:18Z", "webTitle": "Arsenal 2-0 Reading: EFL Cup – as it happened", "webUrl": "https://www.theguardian.com/football/live/2016/oct/25/arsenal-reading-efl-cup-live", "wordCnt": 817}, {"apiUrl": "https://content.guardianapis.com/football/2016/oct/25/newcastle-united-preston-north-end-efl-cup-match-report", "firPara": "Rafael Benítezs success in reconnecting Newcastle United with its previously disenchanted, disenfranchised supporters was affirmed by an attendance of more than 49,000.", "id": "football/2016/oct/25/newcastle-united-preston-north-end-efl-cup-match-report", "isHosted": false, "secPara": "Astonishingly high for a League Cup tie between two Championship sides, it offered further proof that something very special is happening in this corner of north-east England. Certainly as the goals from Aleksandar Mitrovic (twice), Mohamed Diamé (twice), Matt Ritchie and Ayoze Pérez flew in and the almost religious fervour mounted, it was possible to believe that Benítez really could walk on the River Tyne.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-10-25T20:47:36Z", "webTitle": "Aleksandar Mitrovic double caps knockout Newcastle rout of Preston", "webUrl": "https://www.theguardian.com/football/2016/oct/25/newcastle-united-preston-north-end-efl-cup-match-report", "wordCnt": 605}, {"apiUrl": "https://content.guardianapis.com/football/live/2016/oct/25/liverpool-tottenham-hotspur-efl-cup-live", "firPara": "Sturridge was mostly brilliant and would have had more goals if not for a couple of moments of shoddiness, but in the end his two goals were enough to give Liverpool a deserved victory. Into the quarter-finals they march.", "id": "football/live/2016/oct/25/liverpool-tottenham-hotspur-efl-cup-live", "isHosted": false, "secPara": "90+3 min Winks strides forward from midfield. Lamela, chariging in from the left, roars for a pass. There are other options, too, but none of them easy. So Winks decides the best option is to have a pop himself, but his left-footer never looked like hitting the target. ", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2016-10-25T20:38:51Z", "webTitle": "Liverpool v Tottenham Hotspur: EFL Cup – live!", "webUrl": "https://www.theguardian.com/football/live/2016/oct/25/liverpool-tottenham-hotspur-efl-cup-live", "wordCnt": 1084}, {"apiUrl": "https://content.guardianapis.com/football/2016/oct/25/fans-are-turned-off-by-footballs-fat-cats", "firPara": "Owen Gibson writes that there is a decline in the ratings for watching TV football (Sport, 25 October). Perhaps this is because football journalists, commentators and pundits largely discuss the football happenings in the same few big clubs and comment on the games from the perspective of those few clubs. Perhaps the legions of fans are tired of this as they have a much broader interest in football. ", "id": "football/2016/oct/25/fans-are-turned-off-by-footballs-fat-cats", "isHosted": false, "secPara": "• Your editorial (25 October) on the Northern Ireland bakery discrimination case was admirably insightful and balanced. But you say that in the event of disputes, the law should protect sexual minorities over religious ones. On what grounds?", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-10-25T18:46:09Z", "webTitle": "Fans are turned off by football’s fat cats | Brief letters", "webUrl": "https://www.theguardian.com/football/2016/oct/25/fans-are-turned-off-by-footballs-fat-cats", "wordCnt": 307}, {"apiUrl": "https://content.guardianapis.com/football/2016/oct/25/watford-premier-league-football-league", "firPara": "The Watford chief executive, Scott Duxbury, says the club are treating as extremely serious the accusation that they gave falsified financial information to the football authorities, as the controversy looked set to be resolved by an independent commission and, in the event of any wrongdoing being proved, a likely fine.", "id": "football/2016/oct/25/watford-premier-league-football-league", "isHosted": false, "secPara": "The affair relates to the ownership handover at the club from Giampaolo Pozzo to his son, Gino, in 2014. Watford – who are ninth in the Premier League – were in the Championship at the time and Pozzo Jr had to show the English Football League that he had sufficient capital in the bank to comply with his responsibilities.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-10-25T18:40:34Z", "webTitle": "Controversy over alleged fake financial document leaves Watford frustrated", "webUrl": "https://www.theguardian.com/football/2016/oct/25/watford-premier-league-football-league", "wordCnt": 721}, {"apiUrl": "https://content.guardianapis.com/football/blog/2016/oct/25/world-cup-final-1970-brazil-v-italy-as-it-happened", "firPara": "The minute-by-minute report of one the great finals featuring Carlos Albertos iconic goal, from the pages of And Gazza Misses The Final, a collection of World Cup MBMs by Rob Smyth and Scott Murray", "id": "football/blog/2016/oct/25/world-cup-final-1970-brazil-v-italy-as-it-happened", "isHosted": false, "secPara": "The minute-by-minute report of one the great finals featuring Carlos Albertos iconic goal, from the pages of And Gazza Misses The Final, a collection of World Cup MBMs by Rob Smyth and Scott Murray", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-10-25T18:40:16Z", "webTitle": "World Cup final 1970: Brazil v Italy – as it happened", "webUrl": "https://www.theguardian.com/football/blog/2016/oct/25/world-cup-final-1970-brazil-v-italy-as-it-happened", "wordCnt": 6862}, {"apiUrl": "https://content.guardianapis.com/football/2016/oct/25/manchester-united-eric-bailly-injured-christmas", "firPara": "Manchester United have been dealt a serious blow after Eric Bailly revealed he is not expected to play again before Christmas having limped out of the 4-0 defeat against Chelsea on Sunday.", "id": "football/2016/oct/25/manchester-united-eric-bailly-injured-christmas", "isHosted": false, "secPara": "The Ivory Coast defender has been one of José Mourinhos most consistent performers since moving to Old Trafford from Villarreal in the summer for £30m. Bailly has started all nine Premier League matches for United so far but was replaced by Marcos Rojo in the 52nd minute at Stamford Bridge after sustaining a knee injury.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-10-25T17:10:19Z", "webTitle": "Manchester United’s Eric Bailly out until Christmas with knee injury", "webUrl": "https://www.theguardian.com/football/2016/oct/25/manchester-united-eric-bailly-injured-christmas", "wordCnt": 267}, {"apiUrl": "https://content.guardianapis.com/football/2016/oct/25/jose-mourinho-manchester-united-manchester-city-efl-cup", "firPara": "November nears and many of the pre-season forecasts remain valid. Everyone is talking about Manchester, just as predicted. José Mourinho and Pep Guardiola are dominating the news, except not in the way most commentators imagined. Wednesday nights Manchester derby in the EFL Cup brings together a side looking for a first win in six games and one routed in extraordinary circumstances at Stamford Bridge on Sunday, an occasion when Mourinho actually complained of being humiliated.", "id": "football/2016/oct/25/jose-mourinho-manchester-united-manchester-city-efl-cup", "isHosted": false, "secPara": "United probably have most to lose at Old Trafford. It is their game, they have lost to their rivals on home turf already this season, and a consequence of the bright start before the Manchester City slump means Guardiolas side at least retain their position as league leaders. Neither side will be enormously bothered about staying in the EFL Cup, though with comparisons already being wheeled out to suggest the opening period of Mourinhos tenure is no better than that of David Moyes, it is United who appear to be on the brink of managerial meltdown.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-10-25T16:41:06Z", "webTitle": "Behold the new José Mourinho: United’s glum, passive, powerless manager", "webUrl": "https://www.theguardian.com/football/2016/oct/25/jose-mourinho-manchester-united-manchester-city-efl-cup", "wordCnt": 995}, {"apiUrl": "https://content.guardianapis.com/football/2016/oct/25/wigan-athletic-sack-gary-caldwell-championship", "firPara": "Wigan Athletic have sacked Gary Caldwell as manager after a disappointing start to their Championship campaign.", "id": "football/2016/oct/25/wigan-athletic-sack-gary-caldwell-championship", "isHosted": false, "secPara": "With the club in 23rd place in the league, after winning two games in 14 this season, the club have made the change.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-10-25T16:39:11Z", "webTitle": "Wigan sack Gary Caldwell after poor start to Championship campaign", "webUrl": "https://www.theguardian.com/football/2016/oct/25/wigan-athletic-sack-gary-caldwell-championship", "wordCnt": 174}], "startIndex": 2921, "status": "ok", "total": 141935, "userTier": "developer"}}