{"response": {"currentPage": 79, "orderBy": "newest", "pageSize": 10, "pages": 14194, "results": [{"apiUrl": "https://content.guardianapis.com/football/2017/feb/10/liverpool-ban-the-sun-newspaper-over-hillsborough-coverage", "firPara": "• Newspaper barred from Anfield and Melwood training ground", "id": "football/2017/feb/10/liverpool-ban-the-sun-newspaper-over-hillsborough-coverage", "isHosted": false, "secPara": "Liverpool football club have banned the Sun from their Anfield stadium and Melwood training ground over the newspapers notorious coverage of the Hillsborough disaster, in which 96 Liverpool supporters were unlawfully killed.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-02-10T15:04:40Z", "webTitle": "Liverpool ban Sun journalists over Hillsborough coverage", "webUrl": "https://www.theguardian.com/football/2017/feb/10/liverpool-ban-the-sun-newspaper-over-hillsborough-coverage", "wordCnt": 904}, {"apiUrl": "https://content.guardianapis.com/football/blog/2017/feb/10/scott-hogan-angry-young-man-jamie-vardy-aston-villa", "firPara": "As Scott Hogan would no doubt testify, it sometimes takes rejection to change the course of history. We wanted to sign him, 100%, says the Rochdale manager, Keith Hill, but he just wasnt ready.", "id": "football/blog/2017/feb/10/scott-hogan-angry-young-man-jamie-vardy-aston-villa", "isHosted": false, "secPara": "Almost six years before he completed his move from Brentford to Aston Villa for a fee that may eventually rise to £15m, Hogans career was already at a crossroads. The Salford-born teenager had just been released by Rochdale after failing to be offered a professional contract despite some impressive performances for the youth team.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-02-10T13:00:01Z", "webTitle": "Scott Hogan: former angry young man takes Vardy route to the big time", "webUrl": "https://www.theguardian.com/football/blog/2017/feb/10/scott-hogan-angry-young-man-jamie-vardy-aston-villa", "wordCnt": 1301}, {"apiUrl": "https://content.guardianapis.com/football/2017/feb/10/eddie-howe-makes-clear-desire-to-sign-jack-wilshere-on-permanent-deal", "firPara": "Eddie Howe has made clear Bournemouths ambition to secure Jack Wilshere from Arsenal on a permanent basis but has suggested the final decision will rest with the England midfielder when he considers his future at the end of his loan spell.", "id": "football/2017/feb/10/eddie-howe-makes-clear-desire-to-sign-jack-wilshere-on-permanent-deal", "isHosted": false, "secPara": "Wilshere is on a season-long deal at the Vitality Stadium after injury issues blighted his progress over recent seasons. He has proved his fitness by making 17 Premier League starts, establishing himself in Howes team and impressing the management with his attitude, contribution and influence. The 25-year-old will have 12 months on his contract at Arsenal when he returns in the summer and, with no guarantees of a new deal or regular first-team football at his parent club, will need to assess his options.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-02-10T12:18:07Z", "webTitle": "Eddie Howe makes clear desire to sign Jack Wilshere on permanent deal", "webUrl": "https://www.theguardian.com/football/2017/feb/10/eddie-howe-makes-clear-desire-to-sign-jack-wilshere-on-permanent-deal", "wordCnt": 532}, {"apiUrl": "https://content.guardianapis.com/football/blog/2017/feb/10/ngolo-kante-leicester-champions-relegation-premier-league", "firPara": "Leicester have lost a lot more than just a defensive midfielder. The champions have lost drive, appetite and identity and are woefully short on confidence and conviction, exactly the qualities that teams below them are beginning to show", "id": "football/blog/2017/feb/10/ngolo-kante-leicester-champions-relegation-premier-league", "isHosted": false, "secPara": "Many people thought NGolo Kanté was unlucky to miss out on the individual awards at the end of last season. His contribution to Leicesters overall efficiency was immense, even if it was not as eye-catching as some of Jamie Vardys goals or as silkily impressive as Riyad Mahrezs support play.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-02-10T10:52:15Z", "webTitle": "N’Golo Kanté is some player, but his exit is not the only reason for Leicester’s fall | Paul Wilson", "webUrl": "https://www.theguardian.com/football/blog/2017/feb/10/ngolo-kante-leicester-champions-relegation-premier-league", "wordCnt": 1282}, {"apiUrl": "https://content.guardianapis.com/football/2017/feb/10/football-transfer-rumours-thomas-tuchel-succeed-arsene-wenger-at-arsenal", "firPara": "Todays tell-all is surprisingly well, all things considered ", "id": "football/2017/feb/10/football-transfer-rumours-thomas-tuchel-succeed-arsene-wenger-at-arsenal", "isHosted": false, "secPara": "Todays tell-all is surprisingly well, all things considered ", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-02-10T09:04:35Z", "webTitle": "Football transfer rumours: Thomas Tuchel to succeed Arsène Wenger?", "webUrl": "https://www.theguardian.com/football/2017/feb/10/football-transfer-rumours-thomas-tuchel-succeed-arsene-wenger-at-arsenal", "wordCnt": 722}, {"apiUrl": "https://content.guardianapis.com/football/blog/2017/feb/10/premier-league-10-things-to-look-out-for-this-weekend", "firPara": "A crunch date at Anfield, a crunch date at the Emirates and … oh, a crunch date at the Liberty Stadium. Plus Palace looking for a reaction and much more", "id": "football/blog/2017/feb/10/premier-league-10-things-to-look-out-for-this-weekend", "isHosted": false, "secPara": "During a Liverpool-Tottenham match at Anfield in May 2011 a man stripped off all his clothes – except his shoes and socks, because that would have been indecent – and ran out to frolic on the pitch. He was having a merry old time of it until Martin Skrtel and Lucas Leiva hurtled over and shoved him to the ground, from where he was scooped up by stewards. There may be a more recent example of strong and well-coordinated defending by Liverpool players but none spring to mind. There is definitely no more recent example of Tottenham winning at Anfield their 2-0 victory in 2011 was their first in 18 years and they have not repeated it since. Indeed this season, for all their undoubted progress, they have yet to win away to any of the top six, losing at Chelsea and Manchester United and drawing at Manchester City and Arsenal. This is their last major away trip of the season (although Aprils visit to Burnley will be no picnic) and a victory would fuel belief that Mauricio Pochettino is turning Tottenham into a truly formidable outfit. Jürgen Klopp, meanwhile, needs his players to produce a performance that will renew faith in him. A match in which both teams are committed to chasing victory could suit both sides and thrill onlookers. PD", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-02-10T00:00:36Z", "webTitle": "Premier League: 10 things to look out for this weekend", "webUrl": "https://www.theguardian.com/football/blog/2017/feb/10/premier-league-10-things-to-look-out-for-this-weekend", "wordCnt": 2270}, {"apiUrl": "https://content.guardianapis.com/football/2017/feb/10/messis-argentina-and-neymars-brazil-to-play-mcg-superclasico", "firPara": "Ten years on from sinking the Socceroos in a friendly, Barcelona superstar Leo Messi is set to return to the MCG again in national colours, with the Victorian government likely to confirm on Friday the SuperClasico de las Americas between Argentina and Brazil, which will take place at the Melbourne sporting mecca on 9 June.", "id": "football/2017/feb/10/messis-argentina-and-neymars-brazil-to-play-mcg-superclasico", "isHosted": false, "secPara": "It will be an unlikely location to stoke one of international footballs great rivalries, but the two sides currently hold the top two rankings places, and there is always degree of feeling between them. ", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-02-09T23:42:39Z", "webTitle": "Messi's Argentina and Neymar's Brazil to play MCG SuperClasico", "webUrl": "https://www.theguardian.com/football/2017/feb/10/messis-argentina-and-neymars-brazil-to-play-mcg-superclasico", "wordCnt": 448}, {"apiUrl": "https://content.guardianapis.com/football/2017/feb/09/arsene-wenger-calls-arsenal-fans-backing-hull", "firPara": "Arsène Wenger has insisted he is not too soft on his players and that they have the required mental toughness to compete after enduring two crucial Premier League defeats in one week.", "id": "football/2017/feb/09/arsene-wenger-calls-arsenal-fans-backing-hull", "isHosted": false, "secPara": "Hull City travel to the Emirates Stadium on Saturday with Arsenal 12 points behind the leaders Chelsea in fourth place in the Premier League. A shock 2-1 home defeat by Watford was followed by a comprehensive beating at the hands of Chelsea and focus returned once again to the Gunners inability to sustain a title challenge.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-02-09T22:43:00Z", "webTitle": "Arsène Wenger insists Arsenal players do not lack fighting spirit", "webUrl": "https://www.theguardian.com/football/2017/feb/09/arsene-wenger-calls-arsenal-fans-backing-hull", "wordCnt": 652}, {"apiUrl": "https://content.guardianapis.com/football/2017/feb/09/mauricio-pochettino-tottenham-squad-liverpool", "firPara": "One of the hardest tricks to pull off in modern football management is looking after the players who once upon a time might have been earmarked as reserves. Every club has a group who know deep down that if everyone is fit and on form, the realistic hope is for a place on the bench, some cup games, and the odd crack when the first choice in their position needs a breather. The art of fine management includes an ability to make those players feel wanted, valued, and motivated to be ready to step up and step in the second they are needed.", "id": "football/2017/feb/09/mauricio-pochettino-tottenham-squad-liverpool", "isHosted": false, "secPara": "Mauricio Pochettino keeps that in mind around the training ground and wants that inclusive atmosphere to permeate Spurs Lodge. You know, its teamwork, he says. Football is a collective thing, but its not only 11 players. Its 25 players, and the 25 players need to be always ready to fight and be available to give the best every time that you need them.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-02-09T22:30:34Z", "webTitle": "Mauricio Pochettino delighted with added value from his Tottenham squad", "webUrl": "https://www.theguardian.com/football/2017/feb/09/mauricio-pochettino-tottenham-squad-liverpool", "wordCnt": 709}, {"apiUrl": "https://content.guardianapis.com/football/2017/feb/09/everton-ronald-koeman-romelu-lukaku-contract", "firPara": "Ronald Koeman will seek clarification on Romelu Lukakus contract situation from the Everton hierarchy next week having described the Belgium international as one of the finest finishers he has seen.", "id": "football/2017/feb/09/everton-ronald-koeman-romelu-lukaku-contract", "isHosted": false, "secPara": "Everton have been in talks for several months over a new deal for the Premier Leagues leading goalscorer with Lukakus agent, Mino Raiola, announcing before Christmas We have 99.9% reached terms. Eight weeks on, and with Lukakus value to Everton continuing to rise, no agreement has been reached.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-02-09T22:29:34Z", "webTitle": "Everton’s Ronald Koeman anxious to end Romelu Lukaku contract delay", "webUrl": "https://www.theguardian.com/football/2017/feb/09/everton-ronald-koeman-romelu-lukaku-contract", "wordCnt": 771}], "startIndex": 781, "status": "ok", "total": 141934, "userTier": "developer"}}