{"response": {"currentPage": 505, "orderBy": "newest", "pageSize": 10, "pages": 14194, "results": [{"apiUrl": "https://content.guardianapis.com/football/2016/jul/04/manchester-united-paul-pogba-real-madrid-juventus-france", "firPara": "Paul Pogba will join Manchester United only if his first choice of Real Madrid proves impossible, with José Mourinhos hopes of securing the France midfielder resting on outbidding the Spanish club and meeting the players wage demand of €300,000 (£250,000) a week.", "id": "football/2016/jul/04/manchester-united-paul-pogba-real-madrid-juventus-france", "isHosted": false, "secPara": "United and Real both want Pogba, though Juventus do not want to lose the Frenchman, who scored in his countrys 5-2 Euro 2016 quarter-final defeat of Iceland on Sunday. This means the clubs would have to match Juventuss minimum €100m (£84m) valuation in the first instance, and there would then be a bidding war. If United were to offer a higher fee than Real and have this accepted, Mourinho would next have to mount the hurdle of Pogba preferring to play for the European champions rather than for United.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-07-04T19:52:14Z", "webTitle": "Manchester United in chase for £84m Paul Pogba but Real Madrid lead race", "webUrl": "https://www.theguardian.com/football/2016/jul/04/manchester-united-paul-pogba-real-madrid-juventus-france", "wordCnt": 533}, {"apiUrl": "https://content.guardianapis.com/football/blog/2016/jul/04/wales-euro-2016-history-underdog-nations-major-tournaments", "firPara": "Denmarks run from the beach to the trophy in 1992 might outrank this on some upsetometers – Greece after all had qualified for the tournament they went on to win, and rather handsomely at that – but Richard Moller Nielsen was able to call on players of genuine class such as Peter Schmeichel and Brian Laudrup, fifth and sixth in the voting for the Ballon dOr that year, and the Danes had some degree of big‑tournament experience. True, the former Leicester midfielder and current MEP Theo Zagorakis was fifth on Fifas list 12 years later, having been named the official player of the tournament in Portugal, but he was an unlikely hero (his performances earned him a move to Bologna in Serie A, where the owner, Giuseppe Gazzoni Frascara, welcomed him as our Greek Baggio, our Aegean Baggino; within a year they had been relegated, and Zagorakis had been released) and Greece had never previously won a game at a major international competition. The target was to win a game, said the midfielder Vasilis Tsiartas. Just one game. That would have counted as a success winning just once. The Observer predicted they would fail to get out of the group, however the heat could mean they pick up a point against Russia; in the end Russia were the only team they lost to. They beat the hosts in the opening game, squeezed into the knockout rounds after Portugal beat Spain in the final group match and then plotted a low-scoring path to glory, with France, the Czech Republic (after extra time) and Portugal again in the final all beaten 1-0. The Greeks have made football history, their German coach, Otto Rehhagel, said. Its a sensation. There are always surprises – this time we are the surprise.", "id": "football/blog/2016/jul/04/wales-euro-2016-history-underdog-nations-major-tournaments", "isHosted": false, "secPara": "Guadeloupes principal claim to football fame once came from being the birthplace of both Lilian Thuram and Thierry Henrys dad. In 2007 the little cluster of islands with 400,000 inhabitants somehow ended up in the semi-finals of the Concacaf Gold Cup, where they completed a line-up that also included Canada (population 33 million), Mexico (113 million) and America (301 million). Led by Jocelyn Angloma, a member of Frances squad at Euro 92 and Euro 96 who had settled into semi-retirement in his homeland with Etoile de Morne-à-lEau and turned 42 six weeks after the tournament (the former Manchester City and Sheffield United centre-back David Sommeil and the future Swindon and Cardiff defender Miguel Comminges were also in the squad), Guadeloupe opened their first ever Gold Cup with a 1-1 draw against Haiti, before shocking Canada in their second game, Angloma scoring with a 35-yard lob-volley to set the team on their way to a 2-1 win. Angloma again – who made his name as a full-back but played for Guadeloupe on the wing – scored the opening goal in a 2-1 quarter-final win over Honduras, who would qualify for the next World Cup. Mexico stood between the Gwada Boys and a fairytale final, but though they clung on until deep into the second half this was a step too far, and they lost 1-0. We wanted teams to stand up and recognise Guadeloupean football, said Roger Salnot, their coach. Guadeloupe is an island of 400,000 people whereas Mexico is powerful and has millions and millions. We have managed to provide the experience of beautiful Guadeloupean football.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-07-04T19:10:20Z", "webTitle": "Wales at Euro 2016 and a history of underdog nations at major tournaments | Simon Burnton", "webUrl": "https://www.theguardian.com/football/blog/2016/jul/04/wales-euro-2016-history-underdog-nations-major-tournaments", "wordCnt": 1444}, {"apiUrl": "https://content.guardianapis.com/football/2016/jul/04/ryan-giggs-manchester-united-alex-ferguson-jose-mourinho", "firPara": "Sir Alex Ferguson has backed Ryan Giggss decision to leave Manchester United, saying it is time for the Welshman to stand on his own feet and accept the challenge of being a manager elsewhere.", "id": "football/2016/jul/04/ryan-giggs-manchester-united-alex-ferguson-jose-mourinho", "isHosted": false, "secPara": "Giggs was at United for 29 years until he departed on Saturday, after the 42-year-old was passed over for the role of assistant to José Mourinho.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-07-04T16:15:03Z", "webTitle": "Sir Alex Ferguson tells Ryan Giggs ‘it is time to stand on your own feet’", "webUrl": "https://www.theguardian.com/football/2016/jul/04/ryan-giggs-manchester-united-alex-ferguson-jose-mourinho", "wordCnt": 269}, {"apiUrl": "https://content.guardianapis.com/football/2016/jul/04/olivier-giroud-france-germany-euro-2016-seni-final-arsenal", "firPara": "The board was hoisted on the hour with the giddy celebrations for Frances fifth goal against Iceland still in full swing. A month ago the summons might have been a source of dread, a signal for that all too familiar chorus of boos and poisonous jeers to sweep around the arena, but that was then. These days Olivier Giroud appears finally to have found acceptance.", "id": "football/2016/jul/04/olivier-giroud-france-germany-euro-2016-seni-final-arsenal", "isHosted": false, "secPara": "There were slaps on the back from team-mates, hand claps with the coaching staff and a wave to his family up in the stand as the Stade de France rose to acclaim a departing hero. A player doubted by so many would end up being paraded before the media as Uefas man of the match and, 10 hours later, would face up to the press again back at Clairefontaine as Les Bleus champion of the moment at Euro 2016. Its nice to be cheered but Ill always have a good attitude on the pitch, Giroud said. Its never been a case of seeking revenge or trying to prove people wrong for what happened in the past. Never. I always give everything for my team.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-07-04T15:31:03Z", "webTitle": "Olivier Giroud: ‘It’s nice to be cheered but I’m not trying to prove people wrong’", "webUrl": "https://www.theguardian.com/football/2016/jul/04/olivier-giroud-france-germany-euro-2016-seni-final-arsenal", "wordCnt": 1066}, {"apiUrl": "https://content.guardianapis.com/football/2016/jul/04/the-fiver-wales-euro-2016", "firPara": "In todays Fiver the epicentre of European football ambitions. Plus duct tape", "id": "football/2016/jul/04/the-fiver-wales-euro-2016", "isHosted": false, "secPara": "In todays Fiver the epicentre of European football ambitions. Plus duct tape", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-07-04T14:53:35Z", "webTitle": "The Fiver | Wales is the home of football", "webUrl": "https://www.theguardian.com/football/2016/jul/04/the-fiver-wales-euro-2016", "wordCnt": 1389}, {"apiUrl": "https://content.guardianapis.com/football/2016/jul/04/crystal-palace-up-bid-christian-benteke-liverpool", "firPara": "Crystal Palace are hopeful an improved offer potentially worth a club record £31.5m will persuade Liverpool to part with Christian Benteke as Alan Pardew seeks to revamp his squad further before the new Premier League campaign.", "id": "football/2016/jul/04/crystal-palace-up-bid-christian-benteke-liverpool", "isHosted": false, "secPara": "Last week an opening bid of £25m was rejected by Liverpool for the Belgium forward, who cost £32.5m when joining from Aston Villa a year ago. Palaces new proposal is understood to be worth an initial £27m, with further fees linked to appearances, achievements and the clubs ability to qualify for Europe. Personal terms are not expected to prove problematic because the 25-year-old is keen to revive his career, although negotiations continue over the players image rights.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-07-04T14:29:49Z", "webTitle": "Crystal Palace to raise bid for Liverpool’s Christian Benteke to record £31.5m", "webUrl": "https://www.theguardian.com/football/2016/jul/04/crystal-palace-up-bid-christian-benteke-liverpool", "wordCnt": 339}, {"apiUrl": "https://content.guardianapis.com/football/2016/jul/04/france-germany-euro-2016-semi-final", "firPara": "Rubén Morán was 19 when he made his debut for Uruguay. Nothing unusual in that, though the match was more important than most it was the 1950 World Cup final, against Brazil, in front of 199,854 people at the Maracanã. Uruguay stunned the world with a 2-1 victory and Morán remains the only player to make his international debut in a World Cup final.", "id": "football/2016/jul/04/france-germany-euro-2016-semi-final", "isHosted": false, "secPara": "It is hard to imagine anyone in modern football experiencing quite such a volcanic baptism, though the Brazil right-back Zé Carlos did win his only cap in the 1998 World Cup semi-final against Holland. And on Sunday night in Paris, Samuel Umtiti made his France debut in a European Championship quarter-final.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-07-04T14:07:57Z", "webTitle": "France have few worries in attack but more to fear at the back against Germany", "webUrl": "https://www.theguardian.com/football/2016/jul/04/france-germany-euro-2016-semi-final", "wordCnt": 1003}, {"apiUrl": "https://content.guardianapis.com/football/2016/jul/04/spanish-football-clubs-repay-tens-millions-illegal-state-subsidies-brussels", "firPara": "Real Madrid and FC Barcelona among teams Brussels finds guilty of unfair competition after receiving state finance", "id": "football/2016/jul/04/spanish-football-clubs-repay-tens-millions-illegal-state-subsidies-brussels", "isHosted": false, "secPara": "Real Madrid, FC Barcelona and five other Spanish football clubs must repay tens of millions of euros in illegal state subsidies, after the EU executive found they had received unfair financial aid from their government.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-07-04T13:45:25Z", "webTitle": "Spanish football clubs to repay tens of millions in illegal state subsidies", "webUrl": "https://www.theguardian.com/football/2016/jul/04/spanish-football-clubs-repay-tens-millions-illegal-state-subsidies-brussels", "wordCnt": 668}, {"apiUrl": "https://content.guardianapis.com/football/blog/2016/jul/04/mls-montreal-impact-new-york-city-fc-jack-harrison", "firPara": "Plus Cristian Maidana could be the wildcard the Houston Dynamo need; happy returns at Sporting; Chicago Fires quiet rise", "id": "football/blog/2016/jul/04/mls-montreal-impact-new-york-city-fc-jack-harrison", "isHosted": false, "secPara": "Plus Cristian Maidana could be the wildcard the Houston Dynamo need; happy returns at Sporting; Chicago Fires quiet rise", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-07-04T12:53:53Z", "webTitle": "Montreal better without Drogba; and NYC FC's best Englishman isn't Lampard", "webUrl": "https://www.theguardian.com/football/blog/2016/jul/04/mls-montreal-impact-new-york-city-fc-jack-harrison", "wordCnt": 2283}, {"apiUrl": "https://content.guardianapis.com/football/2016/jul/04/manchester-city-sign-midfielder-oleksandr-zinchenko-ufa-ukraine", "firPara": "Manchester City have signed Oleksandr Zinchenko from the Russian club Ufa. The 19-year-old former Shakhtar Donetsk midfielder played in all three of Ukraines matches at Euro 2016.", "id": "football/2016/jul/04/manchester-city-sign-midfielder-oleksandr-zinchenko-ufa-ukraine", "isHosted": false, "secPara": "Zinchenkos arrival at the Etihad Stadium follows those of Ilkay Gundogan, Nolito and Aaron Mooy this summer.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-07-04T12:36:02Z", "webTitle": "Manchester City sign midfielder Oleksandr Zinchenko from Ufa", "webUrl": "https://www.theguardian.com/football/2016/jul/04/manchester-city-sign-midfielder-oleksandr-zinchenko-ufa-ukraine", "wordCnt": 103}], "startIndex": 5041, "status": "ok", "total": 141940, "userTier": "developer"}}