{"response": {"currentPage": 54, "orderBy": "newest", "pageSize": 10, "pages": 14194, "results": [{"apiUrl": "https://content.guardianapis.com/football/2017/feb/25/everton-sunderland-premier-league-match-report", "firPara": "So much for mid-season breaks. Both clubs here on Saturday took the opportunity to get away recently, Everton for a spot of warm-weather training in Dubai and Sunderland for a perhaps ill-advised jolly to New York, yet neither of them looked fresher or more energised by the exercise.", "id": "football/2017/feb/25/everton-sunderland-premier-league-match-report", "isHosted": false, "secPara": "Until Idrissa Gueye broke the grimmest of deadlocks with a quality strike five minutes from the interval the first half had been one of the stodgiest in memory. Everton just about shaded it but they were so unfocused in their attacks, so predictable going forward, that the crowd began to groan each time a move broke down on the edge of the Sunderland area.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-02-25T17:04:51Z", "webTitle": "David Moyes suffers miserable return to Everton with Sunderland defeat", "webUrl": "https://www.theguardian.com/football/2017/feb/25/everton-sunderland-premier-league-match-report", "wordCnt": 847}, {"apiUrl": "https://content.guardianapis.com/football/2017/feb/25/leeds-united-sheffield-wednesday-championship-match-report", "firPara": "Garry Monk was the epitome of calm here, refusing to look too far ahead after watching his Leeds side overcome Sheffield Wednesday.", "id": "football/2017/feb/25/leeds-united-sheffield-wednesday-championship-match-report", "isHosted": false, "secPara": "Chris Wood scored the only goal of the game – his 20th in the league this season – and the Leeds goalkeeper Robert Green saved Jordan Rhodess penalty in a match of few chances but two pivotal moments.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-02-25T14:40:27Z", "webTitle": "Chris Wood strikes to give Leeds derby victory over Sheffield Wednesday", "webUrl": "https://www.theguardian.com/football/2017/feb/25/leeds-united-sheffield-wednesday-championship-match-report", "wordCnt": 609}, {"apiUrl": "https://content.guardianapis.com/football/live/2017/feb/25/leeds-united-v-sheffield-wednesday-championship-live", "firPara": "Chris Woods calm finish and Robert Greens penalty save gave Leeds an important win in a tough, unyielding derby", "id": "football/live/2017/feb/25/leeds-united-v-sheffield-wednesday-championship-live", "isHosted": false, "secPara": "Chris Woods calm finish and Robert Greens penalty save gave Leeds an important win in a tough, unyielding derby", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2017-02-25T14:22:09Z", "webTitle": "Leeds United 1-0 Sheffield Wednesday: Championship – as it happened", "webUrl": "https://www.theguardian.com/football/live/2017/feb/25/leeds-united-v-sheffield-wednesday-championship-live", "wordCnt": 1224}, {"apiUrl": "https://content.guardianapis.com/football/2017/feb/25/fa-cup-giants-minnows-no-longer-football-fairtytale", "firPara": "Football loves a fairytale – especially if it involves an underdog and the FA Cup. But the reality is rather murkier", "id": "football/2017/feb/25/fa-cup-giants-minnows-no-longer-football-fairtytale", "isHosted": false, "secPara": "In an ever-changing game in an ever-changing world, there is something wonderfully reassuring about the FA Cup. Even its language has a quasi-liturgical permanence. Every year the football writers tell us about the romance and magic of the cup, which is a great leveller. Feats of giant-killing are performed against goliaths by minnows, a word first identified by The Guardian as a cliche in 1961. (Quite how minnows are meant to do this is unclear; food poisoning, presumably.)", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-02-25T10:00:02Z", "webTitle": "The ‘giant-killing’ FA Cup is no longer such a football fairytale | Matthew Engel", "webUrl": "https://www.theguardian.com/football/2017/feb/25/fa-cup-giants-minnows-no-longer-football-fairtytale", "wordCnt": 1052}, {"apiUrl": "https://content.guardianapis.com/football/2017/feb/24/harry-arter-bournemouth-daughter", "firPara": "The 170-odd mile coach journey from Bournemouth to Birmingham, to the team hotel on Friday afternoon, will have proved more poignant to Harry Arter than most. It was in the Midlands 14 months ago, the night before a 2-1 win over West Bromwich Albion, that the realisation of what happened hit him. Nine days earlier his fiancee Rachel had given birth to a stillborn daughter, Renee. Arter broke down and walked out of the hotel, sobbing.", "id": "football/2017/feb/24/harry-arter-bournemouth-daughter", "isHosted": false, "secPara": "Arter heads back to the Hawthorns on Saturday, with a new baby daughter waiting at home for him. At midday last Friday, in a planned caesarean, Raine Renee Arter was born at the Portland hospital in Marylebone, London. It has been an emotional week but I am very happy, Arter says. It is very hard to put into words because I was kind of in shock, I guess. There was a lot of anxiety and it was a strange moment, really. It was a surreal day. Anyone who has had a caesarean before, the procedure is actually quite quick. From the time they put the epidural in her back – which started to work after five to 10 minutes – the baby was out within four minutes.I dont think anything in my life will be able to replicate that feeling.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-02-24T22:49:00Z", "webTitle": "Harry Arter: ‘I felt more pressure changing a nappy than playing football’", "webUrl": "https://www.theguardian.com/football/2017/feb/24/harry-arter-bournemouth-daughter", "wordCnt": 1493}, {"apiUrl": "https://content.guardianapis.com/football/2017/feb/24/ronald-koeman-manchester-united-southampton-efl-cup-final", "firPara": "Ronald Koeman hopes Manchester United beat his former club Southampton in Sundays EFL Cup final to enhance Evertons prospects of qualifying for Europe.", "id": "football/2017/feb/24/ronald-koeman-manchester-united-southampton-efl-cup-final", "isHosted": false, "secPara": "Southampton are bidding for their first major trophy in 41 years at Wembley but, despite enjoying two successful seasons at St Marys Stadium, Koeman will not allow sentimentality to shape his view of the League Cup final. He wants United to win and one of the current top four to lift the FA Cup as he seeks to lead Everton back into Europe in his first season at Goodison Park.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-02-24T22:30:44Z", "webTitle": "Ronald Koeman hopes Manchester United can help Everton’s Europe dream", "webUrl": "https://www.theguardian.com/football/2017/feb/24/ronald-koeman-manchester-united-southampton-efl-cup-final", "wordCnt": 517}, {"apiUrl": "https://content.guardianapis.com/football/2017/feb/24/paul-clement-swansea-chelsea-stamford-bridge", "firPara": "Paul Clement allowed himself a moment to linger on Chelseas double-winning side. The names up and down an imposing spine tripped off his tongue and memories of the cricket scores they ran up over the campaigns final weeks prompted a smile, before thoughts sped forward a year to the parting of the ways. The end had come at Goodison Park within an hour of a defeat to Everton on the seasons final afternoon with the manager, Carlo Ancelotti, dismissed in a poky corridor outside the away changing room.", "id": "football/2017/feb/24/paul-clement-swansea-chelsea-stamford-bridge", "isHosted": false, "secPara": "His assistant would have to wait a little while longer to learn his own fate. Id gone to have a drink with David Moyes in his office, so Carlo only told me on the bus on the way back to the airport that hed been sacked by Ron [Gourlay, the chief executive] just by the dressing rooms, Clement says. Hed been half expecting it given what had happened leading in to that game. Maybe he didnt expect it to happen right at that moment, mind, but there you go. Anyway, word gradually got around the bus and by the time we got back to Cobham everyone knew, so we all went up to town – Frank Lampard, John Terry, Ashley Cole, all the senior players – and had a really good night out.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-02-24T22:29:44Z", "webTitle": "Paul Clement relishes being back at Chelsea six years after the boot", "webUrl": "https://www.theguardian.com/football/2017/feb/24/paul-clement-swansea-chelsea-stamford-bridge", "wordCnt": 1289}, {"apiUrl": "https://content.guardianapis.com/football/2017/feb/24/antonio-conte-chelsea-title-england-rugby", "firPara": "Antonio Conte says he is haunted by the Devon Loch moment from his playing days which caused him not to sleep for six nights, but he is confident his Chelsea team will not lose their focus in the pursuit of the Premier League title.", "id": "football/2017/feb/24/antonio-conte-chelsea-title-england-rugby", "isHosted": false, "secPara": "Chelsea have built an eight-point lead at the top of the table, before their home game against Swansea City on Saturday and, as such, they are the favourites to be crowned as champions. They have 13 matches to go and only one of them is away from home against a top six rival – the trip to Manchester United in mid-April.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-02-24T22:29:44Z", "webTitle": "Chelsea’s Antonio Conte still feels pain of title that got away 17 years ago", "webUrl": "https://www.theguardian.com/football/2017/feb/24/antonio-conte-chelsea-title-england-rugby", "wordCnt": 596}, {"apiUrl": "https://content.guardianapis.com/football/blog/2017/feb/24/claudio-ranieri-leicester-city-hardly-madness", "firPara": "Italians team won the title last season by being ruthless and clear-sighted so their managers exit with only 13 league games left makes sporting sense", "id": "football/blog/2017/feb/24/claudio-ranieri-leicester-city-hardly-madness", "isHosted": false, "secPara": "Italians team won the title last season by being ruthless and clear-sighted so their managers exit with only 13 league games left makes sporting sense", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-02-24T20:30:41Z", "webTitle": "Leicester City getting rid of Claudio Ranieri now is hardly madness | Barney Ronay", "webUrl": "https://www.theguardian.com/football/blog/2017/feb/24/claudio-ranieri-leicester-city-hardly-madness", "wordCnt": 1402}, {"apiUrl": "https://content.guardianapis.com/football/2017/feb/24/claudio-ranieri-brought-colour-to-a-now-grey-old-game", "firPara": "The mixture of despondency and surprise that greeted the sacking of Claudio Ranieri as manager of Leicester City (Ranieri reign ends in brutal fashion, 24 February) found a natural echo elsewhere in your pages that day. From Leicestershires Welland Valley, your country diarist notes the appearance of the yellowhammer, his head and breast bright against the muted landscape. Raineri too brought grace, colour and sparkle to what has become a grey old game. ", "id": "football/2017/feb/24/claudio-ranieri-brought-colour-to-a-now-grey-old-game", "isHosted": false, "secPara": "• Last season we neutrals wanted the Foxes to win the Premier League. Now we want them to get relegated. Sic transit gloria Monday night football.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-02-24T18:37:13Z", "webTitle": "Claudio Ranieri brought colour to a now grey old game | Letters", "webUrl": "https://www.theguardian.com/football/2017/feb/24/claudio-ranieri-brought-colour-to-a-now-grey-old-game", "wordCnt": 122}], "startIndex": 531, "status": "ok", "total": 141934, "userTier": "developer"}}