{"response": {"currentPage": 315, "orderBy": "newest", "pageSize": 10, "pages": 14194, "results": [{"apiUrl": "https://content.guardianapis.com/football/2016/oct/16/ched-evans-calls-for-education-on-alcohol-and-consent", "firPara": "Footballer acquitted this week of raping woman says he wants to speak to young players about risks they face", "id": "football/2016/oct/16/ched-evans-calls-for-education-on-alcohol-and-consent", "isHosted": false, "secPara": "Ched Evans, the international footballer who was cleared this week of raping a 19-year-old woman after a retrial, has said there should be more education on issues surrounding alcohol and consent, adding When they are drunk, think twice about it.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-10-16T10:02:55Z", "webTitle": "Ched Evans calls for more education on alcohol and consent", "webUrl": "https://www.theguardian.com/football/2016/oct/16/ched-evans-calls-for-education-on-alcohol-and-consent", "wordCnt": 1173}, {"apiUrl": "https://content.guardianapis.com/football/blog/2016/oct/16/pep-guardiola-manchester-city-barcelona-future-champions-league-barca", "firPara": "Its not what we wanted, Txiki Begiristain admitted. Manchester Citys director of football was in Zurich for the Champions League draw, where he could not get a reception on his phone. There was no way of telling his manager the news Pep, were going back. But by the time he realised, Guardiola was surely already aware and he probably always suspected as much anyway. On the morning of the draw back in Catalonia some of those closest to him had already predicted this; it was, they had said, inevitable.", "id": "football/blog/2016/oct/16/pep-guardiola-manchester-city-barcelona-future-champions-league-barca", "isHosted": false, "secPara": "This is nothing new, for Begiristain or for Guardiola. This will be the third time City have been to the Camp Nou in four seasons. The last time they were there, so was Guardiola. He was not yet Citys manager but he was still a Barcelona soci up in the stand, he hid his face behind a scarf, delighting in the disbelief as LionelMessi nutmegged James Milner. A few weeks later he was back again as Bayern Munich manager, his reaction down on the touchline rather different as Messi snapped Jérôme Boatengs hips in half.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-10-16T09:00:30Z", "webTitle": "Pep Guardiola builds on Barça past towards future at Manchester City | Sid Lowe", "webUrl": "https://www.theguardian.com/football/blog/2016/oct/16/pep-guardiola-manchester-city-barcelona-future-champions-league-barca", "wordCnt": 955}, {"apiUrl": "https://content.guardianapis.com/football/2016/oct/16/said-and-done-karl-oyston-gianni-infantino-football-diary-fifa", "firPara": "Also featuring Captain Fiasco, the pride of Costa Rica, and the popes special soldier", "id": "football/2016/oct/16/said-and-done-karl-oyston-gianni-infantino-football-diary-fifa", "isHosted": false, "secPara": "Also featuring Captain Fiasco, the pride of Costa Rica, and the popes special soldier", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-10-16T08:20:29Z", "webTitle": "Said & Done: Karl Oyston, Fifa 2.0, and the Golden Bin awards", "webUrl": "https://www.theguardian.com/football/2016/oct/16/said-and-done-karl-oyston-gianni-infantino-football-diary-fifa", "wordCnt": 889}, {"apiUrl": "https://content.guardianapis.com/football/2016/oct/16/tim-cahills-debut-brings-melbourne-coaches-together-in-admiration", "firPara": "Rarely does the city of Melbourne present a united front come derby day, but following the latest instalment of the rivalry on Saturday night, both City and Victory coaches were in absolute agreement on the games standout moment A-League debutant Tim Cahills goal was something to behold.", "id": "football/2016/oct/16/tim-cahills-debut-brings-melbourne-coaches-together-in-admiration", "isHosted": false, "secPara": "The Socceroos star belatedly took his bow in a City shirt at Etihad Stadium having sat out his new clubs season opener last weekend and took just 27 minutes to open his account with a wonderful, long-range strike to put City one up.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-10-16T05:25:10Z", "webTitle": "Tim Cahill's debut brings Melbourne coaches together in admiration", "webUrl": "https://www.theguardian.com/football/2016/oct/16/tim-cahills-debut-brings-melbourne-coaches-together-in-admiration", "wordCnt": 490}, {"apiUrl": "https://content.guardianapis.com/football/2016/oct/15/gordon-strachan-scotland-world-cup-qualifying-england", "firPara": "If Scotlands players adopt a similarly confident approach as their manager at Wembley next month, tales of this nations latest qualifying woe may be hugely exaggerated. Whether through the belief that he now has nothing to lose or otherwise, Strachan has emerged from the aftermath of a harrowing 3-0 loss in Slovakia to speak in enthusiastic terms about what comes next.", "id": "football/2016/oct/15/gordon-strachan-scotland-world-cup-qualifying-england", "isHosted": false, "secPara": "At the moment I just think I am the best man to go down there with the group and get a result, Strachan insisted.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-10-15T22:00:16Z", "webTitle": "Gordon Strachan still bullish for Scotland’s World Cup qualifying hopes", "webUrl": "https://www.theguardian.com/football/2016/oct/15/gordon-strachan-scotland-world-cup-qualifying-england", "wordCnt": 754}, {"apiUrl": "https://content.guardianapis.com/football/2016/oct/15/aitor-karanka-response-middlesbrough-big-talents", "firPara": "Aitor Karanka would hardly be human if he did not regard Watfords visit to Teesside on Sunday as a litmus test of Middlesbroughs Premier League survival prospects. With his side having won only once – at struggling Sunderland – while collecting a modest six points from seven games this season, Karanka knows that the late-summer optimism at the Riverside is fading fast.", "id": "football/2016/oct/15/aitor-karanka-response-middlesbrough-big-talents", "isHosted": false, "secPara": "The same could be said of Álvaro Negredos and Gastón Ramírezs form. The lone striker and the attacking playmaker have lost so much edge since August that Boros manager dropped the pair for the teams last game, a draw at West Ham, although both stepped off the bench during the second half. Considering that Negredo – on loan from Valencia – reportedly earns in excess of £100,000 a week and that the team has largely been built around Ramírez since the Uruguayans arrival last January, that joint omission represented quite some dual statement.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-10-15T21:30:16Z", "webTitle": "Aitor Karanka calls for response from Middlesbrough’s Ramírez and Negredo", "webUrl": "https://www.theguardian.com/football/2016/oct/15/aitor-karanka-response-middlesbrough-big-talents", "wordCnt": 751}, {"apiUrl": "https://content.guardianapis.com/football/2016/oct/15/jurgen-klopp-jose-mourinho-liverpool-manchester-united", "firPara": "We have already started to stretch our players, Jürgen Klopp says, bringing laughter from his press room audience. For the Liverpool manager is not responding to yet another question about the intensity of his training regimes, but considering how his side might cope with Manchester Uniteds height advantage in Mondays north-west derby. Seriously, though, I would imagine that if United start putting their tall players in the box they will be fighting for the result, and for that to happen it must mean that something we did must have worked pretty well.", "id": "football/2016/oct/15/jurgen-klopp-jose-mourinho-liverpool-manchester-united", "isHosted": false, "secPara": "We know about Uniteds physical strength and we cannot do anything to change it, all we can do is try to avoid situations where they can use it. But we have strengths of our own and first we must concentrate on what we do well.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-10-15T21:30:16Z", "webTitle": "Jürgen Klopp looks forward to battle of wits with José Mourinho", "webUrl": "https://www.theguardian.com/football/2016/oct/15/jurgen-klopp-jose-mourinho-liverpool-manchester-united", "wordCnt": 1058}, {"apiUrl": "https://content.guardianapis.com/football/2016/oct/15/jose-mourinho-controversial-refereeing-appointment-anthony-taylor-liverpool-manchester-united", "firPara": "José Mourinho has joined the chorus of criticism surrounding the appointment of Anthony Taylor to referee Manchester Uniteds game at Liverpool on Monday.", "id": "football/2016/oct/15/jose-mourinho-controversial-refereeing-appointment-anthony-taylor-liverpool-manchester-united", "isHosted": false, "secPara": "Taylor was born in Wythenshawe, south Manchester, and still lives close to Old Trafford, and grumbles of complaint from Merseyside were magnified by the former head of referees Keith Hackett a few days ago when he described the situation as grossly unfair. Mourinho was not quite so outspoken, in fact he attempted to be diplomatic when the subject was raised, but he believes that between the original appointment and the inevitable outcry the official has been put under unnecessary pressure.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-10-15T21:30:16Z", "webTitle": "José Mourinho diplomatic after controversial refereeing appointment", "webUrl": "https://www.theguardian.com/football/2016/oct/15/jose-mourinho-controversial-refereeing-appointment-anthony-taylor-liverpool-manchester-united", "wordCnt": 655}, {"apiUrl": "https://content.guardianapis.com/football/blog/2016/oct/15/referee-anthony-taylor-manchester-united-liverpool", "firPara": "It is going back a few years now but I can still remember the sense of awkwardness, sitting in the press box at Stamford Bridge one day, and seeing Mark Halsey, off-duty, greeting Gary Cahill before one Chelsea match with the kind of bearhug you would not normally expect to see between a referee and a player.", "id": "football/blog/2016/oct/15/referee-anthony-taylor-manchester-united-liverpool", "isHosted": false, "secPara": "Cahill had previously played for Bolton Wanderers and Halsey used to train with the club, something the authorities no longer allow of referees. Halsey had his own column in the Bolton Evening News, referring to Davo (Kevin Davies), Speedo (Gary Speed) and so on, and apparently wore the clubs strip with his surname on the back. It was no surprise they knew each other and, though it did jar seeing their old pals routine by the side of the pitch, it didnt strike me that it was worth questioning whether Halsey should be kept off Chelsea matches, or if he was too matey with certain players to be totally impartial.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-10-15T21:30:16Z", "webTitle": "Referee Anthony Taylor could do without old grey whistlers’ comments | Daniel Taylor", "webUrl": "https://www.theguardian.com/football/blog/2016/oct/15/referee-anthony-taylor-manchester-united-liverpool", "wordCnt": 2043}, {"apiUrl": "https://content.guardianapis.com/football/2016/oct/15/southampton-oriol-romeu-interview", "firPara": "It is some trick Southampton have been performing in recent years, losing key players but improving. They are still at it, as in the summer they sold Victor Wanyama to Tottenham for £11m but now, hey presto, their midfield is sturdy and inventive thanks to a squad player who has been turned into a linchpin. Oriol Romeu was reared at Barcelona, by Pep Guardiola among others, and bought by Chelsea but only now, at Southampton, is he confirming he can thrive at the top.", "id": "football/2016/oct/15/southampton-oriol-romeu-interview", "isHosted": false, "secPara": "I knew I had a chance to step forward and I wanted to be ready for it, says Romeu of Wanyamas departure. I just wanted to be the man who could do the job and prove it to the coach. As your career goes on you have new challenges and opportunities and you have to take them.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-10-15T21:30:16Z", "webTitle": "Southampton’s Oriol Romeu: ‘Being brave is taking risks and being ourselves’", "webUrl": "https://www.theguardian.com/football/2016/oct/15/southampton-oriol-romeu-interview", "wordCnt": 905}], "startIndex": 3141, "status": "ok", "total": 141935, "userTier": "developer"}}