{"response": {"currentPage": 587, "orderBy": "newest", "pageSize": 10, "pages": 14195, "results": [{"apiUrl": "https://content.guardianapis.com/football/2016/jun/05/roy-hodgson-england-wayne-rooney-euro-2016", "firPara": "Roy Hodgson takes his England team to Euro 2016 on Monday insisting he wants them to resist any temptation to be cynical and there is no need to develop the streetwise edge Wayne Rooney has said the team should adopt.", "id": "football/2016/jun/05/roy-hodgson-england-wayne-rooney-euro-2016", "isHosted": false, "secPara": "Rooneys insistence that England needed to develop that nastiness after the World Cup was followed up by Eric Dier – whose football education came in Portugal – saying recently that Hodgsons team needed a more intelligent edge when it came to winning free-kicks and knowing how to wind people up and how to agitate.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-05T21:30:51Z", "webTitle": "Roy Hodgson rejects call for England to be cynical as team head for France", "webUrl": "https://www.theguardian.com/football/2016/jun/05/roy-hodgson-england-wayne-rooney-euro-2016", "wordCnt": 927}, {"apiUrl": "https://content.guardianapis.com/football/2016/jun/06/socceroos-hype-ange-postecoglou-should-be-careful-what-he-wishes-for", "firPara": "The Socceroos coach says Australia should pump up its best players a little more, but it is perhaps a healthier football environment without all the noise ", "id": "football/2016/jun/06/socceroos-hype-ange-postecoglou-should-be-careful-what-he-wishes-for", "isHosted": false, "secPara": "Aaron Mooy is making a name for himself in Australia and elsewhere. The Melbourne City midfielder has followed a fine season for his club with assured performances in the recent international friendlies against England and Greece – he was a standout in those two games – but building the reputation of an A-League player can be a slow process.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-05T21:24:12Z", "webTitle": "Socceroos hype: Ange Postecoglou should be careful what he wishes for | John Duerden", "webUrl": "https://www.theguardian.com/football/2016/jun/06/socceroos-hype-ange-postecoglou-should-be-careful-what-he-wishes-for", "wordCnt": 860}, {"apiUrl": "https://content.guardianapis.com/football/2016/jun/05/chris-coleman-wales-euro-2016-sweden-defeat", "firPara": "Chris Coleman described Waless emphatic defeat in Sweden as a little slap in the face before the European Championship finals in France and a reminder that there is no room for complacency.", "id": "football/2016/jun/05/chris-coleman-wales-euro-2016-sweden-defeat", "isHosted": false, "secPara": "Wales were comprehensively beaten 3-0 six days before their opening game against Slovakia at Euro 2016 and Coleman acknowledged that the performance was well below what he has come to expect from his players.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-05T19:27:28Z", "webTitle": "Chris Coleman calm after Wales get ‘slap in the face’ from Sweden", "webUrl": "https://www.theguardian.com/football/2016/jun/05/chris-coleman-wales-euro-2016-sweden-defeat", "wordCnt": 551}, {"apiUrl": "https://content.guardianapis.com/football/blog/2016/jun/05/england-euro-96-hype-cool-britannia", "firPara": "The images remain as clear as crystal, even with 20 years distance. Teddy Sheringham floats a crossfield ball, which hangs above Wembley like a drone before dropping on Alan Shearers right boot. The intended shot bobbles towards the six-yard box, evading Andreas Köpkes fingertips. Paul Gascoigne charges, stretches, connects. Hands go up. Mouths scream. But while his legs end up scissored in the net, the ball evades his outstretched boot. Arms flop. Hopes sink. Soon afterwards comes the familiar conclusion England lose on penalties to Germany again.", "id": "football/blog/2016/jun/05/england-euro-96-hype-cool-britannia", "isHosted": false, "secPara": "As a sun-blushed Terry Venables told the BBC last week I just dont know how we didnt win. Best time of our lives.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-05T19:03:03Z", "webTitle": "England winners at nostalgia but we should not believe the Euro 96 hype | Sean Ingle", "webUrl": "https://www.theguardian.com/football/blog/2016/jun/05/england-euro-96-hype-cool-britannia", "wordCnt": 906}, {"apiUrl": "https://content.guardianapis.com/football/2016/jun/05/eden-hazard-psg-chelsea-contract-manager-antonio-conte", "firPara": "Eden Hazard said Paris Saint-Germain are not part of his plans and he intends to stay at Chelsea. The midfielder, who endured a dismal season at Stamford Bridge after being one of their leading lights in the 2014-15 title campaign, is determined to remain in London, despite continued interest from the French champions.", "id": "football/2016/jun/05/eden-hazard-psg-chelsea-contract-manager-antonio-conte", "isHosted": false, "secPara": "Hazard, who will captain Belgium at the European Championship, with Manchester Citys Vincent Kompany injured, says he is relishing the prospect of working under the new Chelsea manager, Antonio Conte.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-05T18:44:55Z", "webTitle": "Eden Hazard: ‘PSG not part of my plans because I feel good at Chelsea’", "webUrl": "https://www.theguardian.com/football/2016/jun/05/eden-hazard-psg-chelsea-contract-manager-antonio-conte", "wordCnt": 241}, {"apiUrl": "https://content.guardianapis.com/football/2016/jun/05/wes-morgan-tired-copa-america-jamaica", "firPara": "Wes Morgan has been ruled out of Jamaicas opening Copa América game against Venezuela, with Winfried Schäfer saying the defender was tired after celebrating Leicester Citys astonishing title victory and joining the teams official visit to Thailand.", "id": "football/2016/jun/05/wes-morgan-tired-copa-america-jamaica", "isHosted": false, "secPara": "Schäfer told the Jamaican newspaper The Sunday Gleaner that while the Leicester captain had joined up with the squad in the United States, he would not be ready for their first Group C game on Sunday.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-05T18:25:28Z", "webTitle": "Wes Morgan to miss Jamaica’s first Copa América game after ‘partying’", "webUrl": "https://www.theguardian.com/football/2016/jun/05/wes-morgan-tired-copa-america-jamaica", "wordCnt": 179}, {"apiUrl": "https://content.guardianapis.com/football/2016/jun/05/sweden-wales-international-friendly-match-report", "firPara": "The Zlatan Ibrahimovic-Gareth Bale showdown never materialised on an afternoon when Waless first and last warm-up match before the European Championship in France finished in a chastening defeat. Wales were desperately poor, so much so that the good news for Chris Coleman started and ended with the fact that nobody got injured. What damage has been done to his players confidence remains to be seen.", "id": "football/2016/jun/05/sweden-wales-international-friendly-match-report", "isHosted": false, "secPara": "Sweden, inspired by the irrepressible Ibrahimovic, were simply too strong for Wales, in particular during the period before Bale came off the bench and started to lift his team-mates with his presence more than anything else. By then, goals from Emil Forsberg and Mikael Lustig had put Sweden into a comfortable 2-0 lead and it was expecting far too much for Bale to be able to bend the game back in Waless favour.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-05T16:31:19Z", "webTitle": "Wales outclassed by Sweden in Euro 2016 warm-up", "webUrl": "https://www.theguardian.com/football/2016/jun/05/sweden-wales-international-friendly-match-report", "wordCnt": 839}, {"apiUrl": "https://content.guardianapis.com/football/live/2016/jun/05/sweden-v-wales-pre-euro-2016-international-friendly-live", "firPara": "A regal performance from Zlatan Ibrahimovic inspired Sweden to a leisurely 3-0 win over Wales, who did at least play better when Gareth Bale came on", "id": "football/live/2016/jun/05/sweden-v-wales-pre-euro-2016-international-friendly-live", "isHosted": false, "secPara": "Peep peep! Not a great day for Wales, though they were a lot better after the introduction of Gareth Bale. And this wont matter a jot if they beat Slovakia next week. Sweden looked good, especially Zlatan and Forsberg, and at 6/1 look a decent outside bet to win their group. Thanks for your company, bye!", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2016-06-05T15:51:33Z", "webTitle": "Sweden 3-0 Wales: pre-Euro 2016 international friendly – as it happened", "webUrl": "https://www.theguardian.com/football/live/2016/jun/05/sweden-v-wales-pre-euro-2016-international-friendly-live", "wordCnt": 2044}, {"apiUrl": "https://content.guardianapis.com/football/2016/jun/05/ukraine-euro-2016-team-guide", "firPara": "This article is part of the Guardians Euro 2016 Experts Network, a cooperation between some of the best media organisations from the countries who have qualified for France. theguardian.com is running previews from three countries each day in the run-up to the tournament kicking off on 10 June.", "id": "football/2016/jun/05/ukraine-euro-2016-team-guide", "isHosted": false, "secPara": "On one hand, Ukraines tactics are right out of the modern mould – a 4-2-3-1 as perfected by Spain. On the other, the setup adopted by Mykhaylo Fomenkos side has its own specifics there is a strong emphasis on the counter-attack, maintaining shape and discipline until a chance – perhaps even just one during a game – materialises.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-05T13:01:40Z", "webTitle": "Ukraine Euro 2016 team guide: tactics, key players and expert predictions", "webUrl": "https://www.theguardian.com/football/2016/jun/05/ukraine-euro-2016-team-guide", "wordCnt": 1000}, {"apiUrl": "https://content.guardianapis.com/football/2016/jun/05/taras-stepanenko-ukraine-fought-yarmolenko", "firPara": "This article is part of the Guardians Euro 2016 Experts Network, a cooperation between some of the best media organisations from the countries who have qualified for France. theguardian.com is running previews from three countries each day in the run-up to the tournament kicking off on 10 June.", "id": "football/2016/jun/05/taras-stepanenko-ukraine-fought-yarmolenko", "isHosted": false, "secPara": "When the Ukraine head coach, Mykhaylo Fomenko, announced his preliminary squad for Euro 2016 in May, he found most attention directed at a rather different matter. In the background, journalists in attendance at the press conference saw the Football Federation of Ukraine (FFU) president Andrey Pavelko bring key players Andriy Yarmolenko and Taras Stepanenko forwards as if to make an announcement.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-05T12:59:40Z", "webTitle": "Taras Stepanenko: the Ukraine midfielder who fought Yarmolenko but still made Euro 2016", "webUrl": "https://www.theguardian.com/football/2016/jun/05/taras-stepanenko-ukraine-fought-yarmolenko", "wordCnt": 1472}], "startIndex": 5861, "status": "ok", "total": 141941, "userTier": "developer"}}