{"response": {"currentPage": 571, "orderBy": "newest", "pageSize": 10, "pages": 14195, "results": [{"apiUrl": "https://content.guardianapis.com/football/2016/jun/11/euro-2016-england-russia-fans-clash-marseille", "firPara": "Initial reports from Moscow claim attack by English hooligans provoked their heroic countrymen into violence", "id": "football/2016/jun/11/euro-2016-england-russia-fans-clash-marseille", "isHosted": false, "secPara": "Initial reports from Moscow claim attack by English hooligans provoked their heroic countrymen into violence", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-11T21:45:27Z", "webTitle": "Euro 2016 clashes: Russian media vaunt own fans and put blame on English", "webUrl": "https://www.theguardian.com/football/2016/jun/11/euro-2016-england-russia-fans-clash-marseille", "wordCnt": 513}, {"apiUrl": "https://content.guardianapis.com/football/blog/2016/jun/11/england-five-talking-points-missed-opportunities-crushing-blow-football", "firPara": "There was nothing conventional about any of this, with Wayne Rooney in midfield, Harry Kane on corners, Eric Dier battering home that free-kick and then Russia, a team so ineffective up to some hopeful late punts, plundering their late equaliser. England have still not won their first game at a European Championship, with this a wasteful draw given how dominant they had been. In the context of late frustration all the promise of the brighter play, offered up by Adam Lallana to Kyle Walker to Danny Rose, will have felt spoiled. In the end this was actually a result for Wales to cherish from afar. Russia are an ageing outfit who must take on the Welsh last. Chris Coleman will be licking his lips at the prospect of his team confronting them in Toulouse. For England, this was a missed opportunity.", "id": "football/blog/2016/jun/11/england-five-talking-points-missed-opportunities-crushing-blow-football", "isHosted": false, "secPara": "England had qualified for Euro 2016 with three matches to spare, which initially made this feel an odd occasion upon which to unleash Rooney as a midfielder at this level. Yet, as he dictated his teams performance just as he had Manchester Uniteds in last months FA Cup final, there was logic to the tactic. There was space to exploit off Roman Neustädter, who was technically German 12 days ago and looked out of his depth at times, with the England captain spraying passes, both short and long, at will as if offering up his very own impression of Paul Scholes. He even tracked back to intercept, particularly when Aleksandr Kokorin threatened to break, and his attacking instincts were never dulled as Igor Akinfeev could testify. There was no risk to be found here if he could see plenty of the ball. It was only when he was peripheral that England lost impetus.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-11T21:24:59Z", "webTitle": "Five talking points: England’s missed opportunities deal crushing blow | Dominic Fifield", "webUrl": "https://www.theguardian.com/football/blog/2016/jun/11/england-five-talking-points-missed-opportunities-crushing-blow-football", "wordCnt": 737}, {"apiUrl": "https://content.guardianapis.com/football/2016/jun/11/england-russia-euro-2016-player-ratings-roy-hodgsons-team", "firPara": "Had little of note to do during the regulation 90 minutes but must be held accountable for Russias equaliser in injury time. His positioning was terrible, his reaction too slow", "id": "football/2016/jun/11/england-russia-euro-2016-player-ratings-roy-hodgsons-team", "isHosted": false, "secPara": "Very impressive when bombarding forward, teaming up well with Lallana and giving Georgi Schennikov a torrid time. Like the rest of the back four, had very little defending to do until the end", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-11T21:23:07Z", "webTitle": "England 1-1 Russia: Euro 2016 player ratings for Roy Hodgson’s team", "webUrl": "https://www.theguardian.com/football/2016/jun/11/england-russia-euro-2016-player-ratings-roy-hodgsons-team", "wordCnt": 351}, {"apiUrl": "https://content.guardianapis.com/football/live/2016/jun/11/england-v-russia-euro-2016-live", "firPara": "England were left deflated after Russias captain, Vasili Berezutski, scored a late header to punish Roy Hodgsons side for not making more of their dominance", "id": "football/live/2016/jun/11/england-v-russia-euro-2016-live", "isHosted": false, "secPara": "England were left deflated after Russias captain, Vasili Berezutski, scored a late header to punish Roy Hodgsons side for not making more of their dominance", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2016-06-11T21:14:52Z", "webTitle": "England 1-1 Russia: Euro 2016 – as it happened", "webUrl": "https://www.theguardian.com/football/live/2016/jun/11/england-v-russia-euro-2016-live", "wordCnt": 2418}, {"apiUrl": "https://content.guardianapis.com/football/2016/jun/11/england-russia-euro-2016-match-report", "firPara": "There is not much more brutal in football than a last-minute goal and, for England, it was a numbing sense of disappointment at the final whistle. They have waited an awfully long time to win their opening match of a European Championship and the clock had ticked into its third minute of stoppage time when their chance to end that long run, stretching back to 1980, was wrenched from their grasp.", "id": "football/2016/jun/11/england-russia-euro-2016-match-report", "isHosted": false, "secPara": "What followed was shocking in the extreme, with hundreds of Russian troublemakers storming the adjacent section of England fans, and Uefa will be under serious pressure to take action judging by the mix of violence and mass panic that ensued. It was a dismal way to end the night, with thousands of people fleeing in terror.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-11T21:01:50Z", "webTitle": "England denied by Russia’s last-gasp equaliser in Euro 2016 opener", "webUrl": "https://www.theguardian.com/football/2016/jun/11/england-russia-euro-2016-match-report", "wordCnt": 868}, {"apiUrl": "https://content.guardianapis.com/football/2016/jun/11/chris-coleman-wales-courage-slovakia-win", "firPara": "Chris Coleman took his seat, puffed his cheeks and said What an experience! Waless first game at an international championship finals for 58 years had just ended with their first tournament victory, and their manager said it was the finest moment of his career before insisting his team are ready for what comes next. Some people are scared of the unknown, but there is nothing to be afraid of, he said. There may be nothing that can compare to this, either.", "id": "football/2016/jun/11/chris-coleman-wales-courage-slovakia-win", "isHosted": false, "secPara": "There are moments when you think Im not going to be able to top that, Coleman said. When we beat Belgium and everyone was out in the city in Cardiff and the fans starting singing the national anthem, I thought Well never top this. But then today, you walk out and you see this sea of red everywhere and then you hear them sing the national anthem and that was just incredible.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-11T20:07:58Z", "webTitle": "Chris Coleman praises Wales’ courage after ‘fantastic’ win over Slovakia", "webUrl": "https://www.theguardian.com/football/2016/jun/11/chris-coleman-wales-courage-slovakia-win", "wordCnt": 684}, {"apiUrl": "https://content.guardianapis.com/football/2016/jun/11/joachim-low-germany-confident-despite-defensive-issues", "firPara": "The Germany manager appears not to be feeling the pressure of his sides uncharacteristic buildup to Euro 2016 as the world champions bid to become the third nation to complete the World Cup/European Championship double", "id": "football/2016/jun/11/joachim-low-germany-confident-despite-defensive-issues", "isHosted": false, "secPara": "The Germany manager appears not to be feeling the pressure of his sides uncharacteristic buildup to Euro 2016 as the world champions bid to become the third nation to complete the World Cup/European Championship double", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-11T19:27:30Z", "webTitle": "Joachim Löw and Germany confident of creating dynasty despite defensive issues", "webUrl": "https://www.theguardian.com/football/2016/jun/11/joachim-low-germany-confident-despite-defensive-issues", "wordCnt": 821}, {"apiUrl": "https://content.guardianapis.com/football/blog/2016/jun/11/armchair-war-euro-2016-tv", "firPara": "The city is looking as resplendent as ever, said Mark Pougatch, as a camera panned across grey skies and a rather muddy-looking Seine, before discovering the ITV presenter and his guests on a roof overlooking the Île Saint-Louis. The sheets of paper on their clipboards did a Mexican wave in the wind.", "id": "football/blog/2016/jun/11/armchair-war-euro-2016-tv", "isHosted": false, "secPara": "Still, if youre entrenched in a decades-long broadcast war with the BBC, youve got to take risks, and to go by first impressions it was paying off. The terrace was furnished with topiary trees and an equally groomed Emmanuel Petit and framed by a backdrop of Notre Dame. The BBC, meanwhile, seemed to have brought an old Match of the Day set over on the Eurostar. Instead of Notre Dame, they had la Tour Eiffel, although that could have been just a projection – perhaps they were still in Salford, after all.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-11T18:51:18Z", "webTitle": "Forget the armchair war, Euro 2016 on TV is all about the tables | Emma John", "webUrl": "https://www.theguardian.com/football/blog/2016/jun/11/armchair-war-euro-2016-tv", "wordCnt": 753}, {"apiUrl": "https://content.guardianapis.com/football/2016/jun/11/gareth-bale-wales-slovakia-european-championship-group-b-football", "firPara": "Here he comes. There was a cheer of expectation from the other end of the Stade de Bordeaux, where the Dragons had their den, as Gareth Bale walked across from the left. Jonny Williams had been brought down, a free-kick given, and everyone knew this was his moment, maybe even the moment. Bale stood over the ball, 28 yards out. And then, with the clock showing 9.22pm, 21,179 days since the last time Wales had been anywhere like this, it began. Four big steps back, one to the side, a big breath and off Bale set.", "id": "football/2016/jun/11/gareth-bale-wales-slovakia-european-championship-group-b-football", "isHosted": false, "secPara": "During the warm-up here, he had sent a free-kick flying into the face of a fan, breaking his nose, blood spilling out, the player running across to apologise. This time was different. Momentarily, Matus Kozacik stepped the wrong way and that moment was enough. The ball flew over the wall and into the net; Bale flew towards the touchline, team-mates in pursuit. They came together, the men from the pitch and the men from the bench, an image reproduced.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-11T18:42:36Z", "webTitle": "Gareth Bale at heart of Euro 2016 win but Wales are no one-man team | Sid Lowe", "webUrl": "https://www.theguardian.com/football/2016/jun/11/gareth-bale-wales-slovakia-european-championship-group-b-football", "wordCnt": 885}, {"apiUrl": "https://content.guardianapis.com/football/2016/jun/11/wales-slovakia-euro-2016-player-ratings-chris-coleman-team", "firPara": "A late replacement for Wayne Hennessey, he had little to do in the opening hour due to Slovakias profligacy. Vision was partially blocked for Dudas goal and was saved by a post late on", "id": "football/2016/jun/11/wales-slovakia-euro-2016-player-ratings-chris-coleman-team", "isHosted": false, "secPara": "Solid and dependable on the right side of the three-man defence, the West Brom player also emerged calmly from the back on numerous occasions in possession. Did very little wrong", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-11T18:31:38Z", "webTitle": "Wales 2-1 Slovakia: Euro 2016 player ratings for Chris Coleman’s team", "webUrl": "https://www.theguardian.com/football/2016/jun/11/wales-slovakia-euro-2016-player-ratings-chris-coleman-team", "wordCnt": 454}], "startIndex": 5701, "status": "ok", "total": 141941, "userTier": "developer"}}