{"response": {"currentPage": 390, "orderBy": "newest", "pageSize": 10, "pages": 14194, "results": [{"apiUrl": "https://content.guardianapis.com/football/2016/sep/10/middlesbrough-crystal-palace-premier-league-match-report", "firPara": "Alan Pardew maintains his two biggest summer-time coups involved acquiring Christian Benteke and retaining Wilfried Zaha. That assessment was fully vindicated as the pair not only scored a goal apiece but, at times, thoroughly unnerved and overpowered Middlesbrough. Their impact left Crystal Palace celebrating a first Premier League win of the season and their much-criticised manager breathing a little easier.", "id": "football/2016/sep/10/middlesbrough-crystal-palace-premier-league-match-report", "isHosted": false, "secPara": "Not that things were entirely straightforward. It was a strange one, Pardew said. We had spells when we were in control, but at the end, we were hanging on against a very competent Boro who showed great maturity and dont look like a newly-promoted team.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-10T16:11:29Z", "webTitle": "Crystal Palace and Wilfried Zaha sink Middlesbrough to lift Alan Pardew", "webUrl": "https://www.theguardian.com/football/2016/sep/10/middlesbrough-crystal-palace-premier-league-match-report", "wordCnt": 680}, {"apiUrl": "https://content.guardianapis.com/football/2016/sep/10/stoke-city-tottenham-hotspur-premier-league-match-report", "firPara": "Mark Hughes told Tottenham Hotspur fans to shut up, but his team could not silence the visiting forwards. Son Heung-min scored twice before Dele Alli and Harry Kane struck their first goals of the campaign and, in doing so, confirmed that Tottenham are up and running for the new season after playing fitfully in their first three matches.", "id": "football/2016/sep/10/stoke-city-tottenham-hotspur-premier-league-match-report", "isHosted": false, "secPara": "Hughes, meanwhile, may have disciplinary matters to fret about in addition to his teams botched start to the season after being sent to the stands in the first half. Stoke are bottom of the league with one point from four matches.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-10T16:07:46Z", "webTitle": "Tottenham steamroller lacklustre Stoke with Son Heung-min double", "webUrl": "https://www.theguardian.com/football/2016/sep/10/stoke-city-tottenham-hotspur-premier-league-match-report", "wordCnt": 803}, {"apiUrl": "https://content.guardianapis.com/football/live/2016/sep/10/manchester-united-v-manchester-city-premier-league-live", "firPara": "Goals from Kevin De Bruyne and Kelechi Iheanacho secured the points for the visitors in a thrilling derby ", "id": "football/live/2016/sep/10/manchester-united-v-manchester-city-premier-league-live", "isHosted": false, "secPara": "Post-match reaction, right here.", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2016-09-10T13:27:27Z", "webTitle": "Manchester United 1-2 Manchester City: Premier League – as it happened", "webUrl": "https://www.theguardian.com/football/live/2016/sep/10/manchester-united-v-manchester-city-premier-league-live", "wordCnt": 1591}, {"apiUrl": "https://content.guardianapis.com/football/2016/sep/10/celtic-rangers-scottish-premiership-match-report", "firPara": "The perfect day for Celtic revolved around the perfect hat-trick from Moussa Dembélé. With a header, left-foot shot and right-foot shot the 20-year-old etched his name into history as the first Celtic player to score three in an Old Firm fixture since 1973. Dembélé even had the audacity to set up another goal as Celtic routed their oldest foes. Eyebrows were raised when he chose Glasgow as a career stop during the summer. The striker, after all, had been linked with numerous Premier League clubs when showing promise at Fulham.", "id": "football/2016/sep/10/celtic-rangers-scottish-premiership-match-report", "isHosted": false, "secPara": "Brendan Rodgers, the Celtic manager, praised the approach as taken by Dembélé and his representative after initially sensing the coaxing of this player may be a long shot. On a sun-kissed afternoon, Dembélés decision making was fully justified.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-10T12:57:52Z", "webTitle": "Celtic surge to Old Firm win over Rangers thanks to Moussa Dembélé hat-trick", "webUrl": "https://www.theguardian.com/football/2016/sep/10/celtic-rangers-scottish-premiership-match-report", "wordCnt": 671}, {"apiUrl": "https://content.guardianapis.com/football/live/2016/sep/10/celtic-v-rangers-scottish-premiership-live", "firPara": "Heres Ewan Murrays match report", "id": "football/live/2016/sep/10/celtic-v-rangers-scottish-premiership-live", "isHosted": false, "secPara": "This has been some start, in the league at least, for Celtic, beating all their most likely challengers, and none more convincingly than their city rivals here. They were the dominant side from the off, and though the football wasnt always fluent, most of the stuff that was came from them, and Dembélés hat-trick was a thoroughly accomplished one. Rangers had their moments, many of them flowing through Windass, but they were outclassed at both ends of the pitch in the end. Sendeross needless dismissal summed up their afternoon.", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2016-09-10T12:57:44Z", "webTitle": "Celtic 5-1 Rangers: Scottish Premiership – as it happened", "webUrl": "https://www.theguardian.com/football/live/2016/sep/10/celtic-v-rangers-scottish-premiership-live", "wordCnt": 1522}, {"apiUrl": "https://content.guardianapis.com/football/blog/2016/sep/10/aston-villa-nottingham-forest-championship-brian-little", "firPara": "There arent too many firsts in football these days. However, on Sunday, under the Birmingham sun, there will be something new for when Aston Villa host Nottingham Forest, it will be the first time two former European champions have faced each other in a second tier game.", "id": "football/blog/2016/sep/10/aston-villa-nottingham-forest-championship-brian-little", "isHosted": false, "secPara": "Six teams with the European Cup in their trophy cabinets have been relegated – Manchester United, Juventus, Milan, Marseille and these two. All demoted either through incompetence or corruption, but never two from the same country in a lower division at the same time – until now. It is a unique achievement that neither Villa nor Forest should be especially keen to be reminded of – both proud of their history – but those successes, in 1979 and 1980 in Forests case and 1982 for Villa, are looming reminders, cast in silver, of how they have fallen.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-10T08:59:27Z", "webTitle": "Aston Villa and Nottingham Forest looking upwards from the Championship | Nick Miller", "webUrl": "https://www.theguardian.com/football/blog/2016/sep/10/aston-villa-nottingham-forest-championship-brian-little", "wordCnt": 811}, {"apiUrl": "https://content.guardianapis.com/football/2016/sep/09/celtic-rangers-old-firm-derby-brendan-rodgers", "firPara": "It is impossible to point to a resumption of hostilities that never actually ceased. Celtic v Rangers at lunchtime on Saturday is their first meeting on league business since 2012 but they remained linked by mutual antipathy even when the Ibrox club were consigned to Scottish footballs bottom tier. Any sense the Old Firm no longer exists as a commercial entity is exposed by ticket prices for the fixture, which are way in excess of standard Premiership matches. The lucrative circus is back in town.", "id": "football/2016/sep/09/celtic-rangers-old-firm-derby-brendan-rodgers", "isHosted": false, "secPara": "Lingering resentment remains. An element of the Rangers support maintains the club was badly treated by the Scottish scene following financial meltdown. Similarly, a rump of Celtics following believe their oldest foes were not dealt with harshly enough four years ago. The undeniable, unspoken truth is that through no fault of their own it was Celtic who suffered more than any other team as Rangers instead faced challenges from clubs such as Stranraer and Elgin City.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-09T22:00:14Z", "webTitle": "Brendan Rodgers’ Celtic rebuilding faces stress test in Old Firm resumption", "webUrl": "https://www.theguardian.com/football/2016/sep/09/celtic-rangers-old-firm-derby-brendan-rodgers", "wordCnt": 1246}, {"apiUrl": "https://content.guardianapis.com/football/2016/sep/09/arsene-wenger-jack-wilshere-arsenal-manager", "firPara": "Arsène Wenger has claimed that Jack Wilshere could one day manage Arsenal. The Frenchman has just sanctioned Wilsheres season-long loan from the Emirates Stadium to Bournemouth and it has been possible to fear that the writing is on the wall for the 24-year-old at Arsenal. If he cannot break into the first-team now, why should it be any different in 12 months time?", "id": "football/2016/sep/09/arsene-wenger-jack-wilshere-arsenal-manager", "isHosted": false, "secPara": "But Wenger offered Wilshere a strong show of support, maintaining that he simply needed regular football at Bournemouth in order to recapture his best levels after all of the injury pain of recent seasons. Wenger has been unable to give Wilshere the assurance of regular minutes, possibly because he cannot wait for him to get back up to speed, and his short-term prospects look brighter at Bournemouth.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-09T21:30:13Z", "webTitle": "Arsène Wenger: Jack Wilshere could become Arsenal manager one day", "webUrl": "https://www.theguardian.com/football/2016/sep/09/arsene-wenger-jack-wilshere-arsenal-manager", "wordCnt": 581}, {"apiUrl": "https://content.guardianapis.com/football/2016/sep/09/jurgen-klopp-anfield-liverpool-leicester", "firPara": "The Liverpool manager will oversee his team in front of a 54,000-capacity home stadium when Leicester visit and knows it offers no excuse for failure", "id": "football/2016/sep/09/jurgen-klopp-anfield-liverpool-leicester", "isHosted": false, "secPara": "Jürgen Klopp loved the sound of his own voice as it echoed around Anfield in training on Thursday, a reassuring sign for the architects, builders and moneymen behind the new main stand that has embellished Liverpools historic home. Their hard work is almost done – the finishing touches will not be complete until the turn of the year – but it begins in earnest for the Liverpool manager against champions Leicester City. Fill it with life, said Klopp of his revamped, 54,000-capacity workplace. That is my responsibility.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-09T21:30:13Z", "webTitle": "Jürgen Klopp takes responsibility for making a big noise at revamped Anfield", "webUrl": "https://www.theguardian.com/football/2016/sep/09/jurgen-klopp-anfield-liverpool-leicester", "wordCnt": 957}, {"apiUrl": "https://content.guardianapis.com/football/2016/sep/09/jose-mourinho-no-stomach-rivalry-pep-guardiola", "firPara": "• Mourinho plays down long-standing enmity with City manager", "id": "football/2016/sep/09/jose-mourinho-no-stomach-rivalry-pep-guardiola", "isHosted": false, "secPara": "José Mourinho would rather eat lunch than discuss his rivalry with Pep Guardiola, with Manchester Uniteds manager claiming the real fight on Saturday is Kell Brooks middleweight world championship bout with Gennady Golovkin.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-09T21:30:13Z", "webTitle": "José Mourinho has no stomach for discussing Pep Guardiola rivalry", "webUrl": "https://www.theguardian.com/football/2016/sep/09/jose-mourinho-no-stomach-rivalry-pep-guardiola", "wordCnt": 760}], "startIndex": 3891, "status": "ok", "total": 141935, "userTier": "developer"}}