{"response": {"currentPage": 550, "orderBy": "newest", "pageSize": 10, "pages": 14195, "results": [{"apiUrl": "https://content.guardianapis.com/football/live/2016/jun/17/peru-colombia-copa-america-live", "firPara": "Peru stunned Brazil to set up a quarter-final with Colombia in front of a full house at MetLife Stadium. Who will come out on top? Join Bryan Graham", "id": "football/live/2016/jun/17/peru-colombia-copa-america-live", "isHosted": false, "secPara": "A thrilling finish to a match fought tooth and nail. Colombia advance to face the winner of Saturdays match between Mexico and Chile. Listen to the radio call of the shootout on Colombias Caracol Radio here – or check out a full match report below.", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2016-06-18T02:21:47Z", "webTitle": "Peru 0-0 Colombia (Colombia win 4-2 on penalties): Copa América – as it happened", "webUrl": "https://www.theguardian.com/football/live/2016/jun/17/peru-colombia-copa-america-live", "wordCnt": 2052}, {"apiUrl": "https://content.guardianapis.com/football/2016/jun/17/spain-supporters-arrested-euro-2016-turkey", "firPara": "Three Spanish ultras fans were arrested in the southern city of Nice for carrying neo-Nazi banners and another three for trying to bring flares into the stadium before Spains Euro 2016 match against Turkey, regional police said on Friday.", "id": "football/2016/jun/17/spain-supporters-arrested-euro-2016-turkey", "isHosted": false, "secPara": "French authorities have been cracking down on more radical fan groups after clashes in Marseille last week marred the start of the month-long European Championship.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-17T22:11:36Z", "webTitle": "Six Spain supporters arrested before Euro 2016 match against Turkey", "webUrl": "https://www.theguardian.com/football/2016/jun/17/spain-supporters-arrested-euro-2016-turkey", "wordCnt": 216}, {"apiUrl": "https://content.guardianapis.com/football/2016/jun/17/northern-ireland-ukraine-kyle-lafferty-dropped-euro-2016", "firPara": "Kyle Lafferty has demonstrated the unity within Northern Irelands squad by praising Michael ONeill for a superb team selection against Ukraine and insisting it should be retained for the group finale with Germany.", "id": "football/2016/jun/17/northern-ireland-ukraine-kyle-lafferty-dropped-euro-2016", "isHosted": false, "secPara": "Northern Irelands leading goalscorer was the notable omission when ONeill made five changes for Thursdays crucial match in Lyon and saw his boldness rewarded with the countrys first win at a major tournament for 34 years. The 2-0 victory eliminated Ukraine and should Northern Ireland qualify from Group C in third, they may meet England or France in the last 16.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-17T21:30:14Z", "webTitle": "Northern Ireland manager was right to change for Ukraine, says Lafferty", "webUrl": "https://www.theguardian.com/football/2016/jun/17/northern-ireland-ukraine-kyle-lafferty-dropped-euro-2016", "wordCnt": 649}, {"apiUrl": "https://content.guardianapis.com/football/2016/jun/17/everton-ronald-koeman-new-manager-ambition", "firPara": "Ronald Koeman claims Evertons ambition was the factor that persuaded him to take what many see as a sideways managerial move, and says everyone at the club is ready to take the next step.", "id": "football/2016/jun/17/everton-ronald-koeman-new-manager-ambition", "isHosted": false, "secPara": "What that step might be is less clear. Bill Kenwright says no targets have yet been mentioned but would be surprised if Champions League football does not feature in his new managers plan for the next few years. Koeman himself admitted cracking the top four would not be easy.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-17T21:30:14Z", "webTitle": "Everton have ambition and can do more, says new manager Ronald Koeman", "webUrl": "https://www.theguardian.com/football/2016/jun/17/everton-ronald-koeman-new-manager-ambition", "wordCnt": 866}, {"apiUrl": "https://content.guardianapis.com/football/2016/jun/17/daniel-sturridge-england-harry-kane-slovakia-euro-2016", "firPara": "• Roy Hodgson describes Sturridge as a special player", "id": "football/2016/jun/17/daniel-sturridge-england-harry-kane-slovakia-euro-2016", "isHosted": false, "secPara": "• Roy Hodgson describes Sturridge as a special player", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-17T21:30:14Z", "webTitle": "England’s Daniel Sturridge set to replace Harry Kane against Slovakia", "webUrl": "https://www.theguardian.com/football/2016/jun/17/daniel-sturridge-england-harry-kane-slovakia-euro-2016", "wordCnt": 785}, {"apiUrl": "https://content.guardianapis.com/football/2016/jun/17/mark-hamsik-slovakia-martin-skrtel-england-euro-2016", "firPara": "England will have to stop Marek Hamsik if they are to secure the draw with Slovakia that would ensure qualification to the Euro 2016 knockout phase, according to their captain, Martin Skrtel.", "id": "football/2016/jun/17/mark-hamsik-slovakia-martin-skrtel-england-euro-2016", "isHosted": false, "secPara": "Hamsik was the man of the match in the 2-1 win against Russia in their second Group B game, scoring the second goal after creating Vladimir Weisss opener. Slovakia, who lost their opening match against Wales, are guaranteed a place in the last 16 if they beat England on Monday.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-17T21:30:14Z", "webTitle": "Marek Hamsik is our inspiration, says Slovakia’s captain Martin Skrtel", "webUrl": "https://www.theguardian.com/football/2016/jun/17/mark-hamsik-slovakia-martin-skrtel-england-euro-2016", "wordCnt": 440}, {"apiUrl": "https://content.guardianapis.com/football/2016/jun/17/daniel-sturridge-england-harry-kane-roy-hodgson-jamie-vardy-euro-2016", "firPara": "On the face of it nobody should be surprised if Harry Kane, as Roy Hodgson suspects, is feeling the effects of what is known in football as burnout. Kanes workload since August 2014 has incorporated 118 games, including 65 in the last year, every minute for England in last summers European Under-21 Championship, various other overseas assignments from Australia to Azerbaijan and Alicante (and that is just the As) and, when there was the chance to have a break at the end of the season, a missive letting him know Hodgson wanted everyone to report early. Who can really be surprised if Kane, to use the words of Englands manager, showed signs of wear and tear in the teams first two games of Euro 2016?", "id": "football/2016/jun/17/daniel-sturridge-england-harry-kane-roy-hodgson-jamie-vardy-euro-2016", "isHosted": false, "secPara": "Perhaps it does not matter so much on the back of a win as euphoric as the one against Wales but it is certainly legitimate to ask – thinking back to the way Kane and his Tottenham Hotspur team-mates hit a wall towards the end of last season – why Hodgson did not think it better for everyone if the Premier Leagues golden boot winner had some time off before this tournament. Kane was kept in the dugout for the friendly against Australia but he played against Turkey and Portugal. He arrived in Euro 2016 as Englands first-choice striker from a list of five and it cannot be encouraging that, two games in, his reflexes have dulled to the point Hodgson found it quite an easy decision to remove him at half-time of the Wales match.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-17T21:30:14Z", "webTitle": "Daniel Sturridge’s England gain as workload catches up with Harry Kane", "webUrl": "https://www.theguardian.com/football/2016/jun/17/daniel-sturridge-england-harry-kane-roy-hodgson-jamie-vardy-euro-2016", "wordCnt": 973}, {"apiUrl": "https://content.guardianapis.com/football/2016/jun/17/andre-schurrle-northern-ireland-germany-euro-2016", "firPara": "For André Schürrle, Germanys lack of fantasy was jarring. Joachim Löw had tried everything against Poland, each of the tantalising attacking combinations available to the manager, and still there would be no way of unpicking the stalemate. This European Championship had its first 0-0 draw. For Schürrle, though, the fantasy had come earlier on Thursday.", "id": "football/2016/jun/17/andre-schurrle-northern-ireland-germany-euro-2016", "isHosted": false, "secPara": "The Germany forward and his team-mates watched the first half of Northern Irelands 2-0 win over Ukraine before they finalised their preparations for Poland, but he suggested that he had also seen the second-half goals from Gareth McAuley and Niall McGinn – and the delirious celebrations that followed them.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-17T21:30:14Z", "webTitle": "André Schürrle backs Northern Ireland ‘fantasy’ but says fairytale must end", "webUrl": "https://www.theguardian.com/football/2016/jun/17/andre-schurrle-northern-ireland-germany-euro-2016", "wordCnt": 923}, {"apiUrl": "https://content.guardianapis.com/football/2016/jun/17/spain-turkey-euro-2016-match-report", "firPara": "There was nothing false about Spains forward line on a night when they cruised into the knockout stage of the European Championship. The search for cutting edge from some form of attacking focal point is nothing new and Álvaro Morata excelled with Nolito scampering busily in support. Spains sense of balance in the team, with the usual foundation of endless, dizzying, passing triangles embellished with the sharpened lines to goal on top, made for an impressive mix.", "id": "football/2016/jun/17/spain-turkey-euro-2016-match-report", "isHosted": false, "secPara": "A Turkey team criticised by their manager, Fatih Terim, for throwing in the towel was unable to halt Spains comfortable procession to the tournaments latter stages. A draw against Croatia in the final Group D game in Bordeaux next Tuesday will be enough for the reigning champions to top their section.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-17T21:00:20Z", "webTitle": "Álvaro Morata leads imperious Spain into last 16 as Turkey are outclassed", "webUrl": "https://www.theguardian.com/football/2016/jun/17/spain-turkey-euro-2016-match-report", "wordCnt": 820}, {"apiUrl": "https://content.guardianapis.com/football/live/2016/jun/17/spain-v-turkey-euro-2016-live", "firPara": "Álvaro Morata scored twice and Nolito also found the net as Spain delivered the most accomplished performance of the tournament so far to defeat a poor Turkey", "id": "football/live/2016/jun/17/spain-v-turkey-euro-2016-live", "isHosted": false, "secPara": "Heres Amy Lawrences match report from Nice", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2016-06-17T20:54:12Z", "webTitle": "Spain 3-0 Turkey: Euro 2016 – as it happened!", "webUrl": "https://www.theguardian.com/football/live/2016/jun/17/spain-v-turkey-euro-2016-live", "wordCnt": 1499}], "startIndex": 5491, "status": "ok", "total": 141941, "userTier": "developer"}}