{"response": {"currentPage": 176, "orderBy": "newest", "pageSize": 10, "pages": 14194, "results": [{"apiUrl": "https://content.guardianapis.com/football/2016/dec/18/manchester-city-arsenal-premier-league-match-report", "firPara": "There was a point in this match, with Manchester City losing, when the ball came towards Pep Guardiola and, attempting to control it by the touchline, one of the more cultured footballers of his generation slipped over in his shiny brown shoes, ended up on his backside and got back to his feet with white paint on his overcoat. His team were struggling, the crowd were anxious and City were in danger of a result that would have meant going into Christmas outside the Premier Leagues top three for the first time since 2009 – or, to put it another way, just after Mark Hughes had been sacked.", "id": "football/2016/dec/18/manchester-city-arsenal-premier-league-match-report", "isHosted": false, "secPara": "The turnaround in the second half was considerable and, by the end, it felt as if City may have reminded everyone they are not out of this title race just yet. Well fight to the end, used to be the soundtrack here under previous managers and, for the first time perhaps, City showed those qualities of endurance under the new regime.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-12-18T18:06:53Z", "webTitle": "Raheem Sterling completes Manchester City turnaround against Arsenal", "webUrl": "https://www.theguardian.com/football/2016/dec/18/manchester-city-arsenal-premier-league-match-report", "wordCnt": 905}, {"apiUrl": "https://content.guardianapis.com/football/2016/dec/18/bournemouth-southampton-premier-league-match-report", "firPara": "Claude Puel had promised his Southampton players a mini festive three-day break – and they will be sure to enjoy it after beating their local rivals Bournemouth in only the 24th competitive meeting between the sides. Southampton found their goalscoring touch at just the right time, as Ryan Bertrand and a Jay Rodriguez double hoisted the Saints to seventh in the Premier League. Rodriguezs second was a peach from outside the box, watched all the way by the Bournemouth manager, Eddie Howe, who coached the striker while at Burnley.", "id": "football/2016/dec/18/bournemouth-southampton-premier-league-match-report", "isHosted": false, "secPara": "Nobody is quite sure what moniker to slap on this fixture but it is a south-coast derby to most. Only 28 miles separates Dean Court from St Marys and the Bournemouth chairman, Jeff Mostyn, described it as an appetising lunch against their neighbours in his programme notes. At full-time Southampton supporters left the ground singing the south coast is ours.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-12-18T15:27:42Z", "webTitle": "Jay Rodriguez’s stunning shot seals Southampton victory at Bournemouth", "webUrl": "https://www.theguardian.com/football/2016/dec/18/bournemouth-southampton-premier-league-match-report", "wordCnt": 850}, {"apiUrl": "https://content.guardianapis.com/football/live/2016/dec/18/bournemouth-v-southampton-premier-league-live", "firPara": "Jay Rodriguez scores twice, his second a stunning 20-yard effort, as Southampton come from behind to win their south coast derby with Bournemouth", "id": "football/live/2016/dec/18/bournemouth-v-southampton-premier-league-live", "isHosted": false, "secPara": "Thanks for reading. That was an excellent second half from Southampton and Davis, introduced at the break, was integral to it. He was everywhere and provided the burst that led to Rodriguezs first goal. The strikers second was an absolute peach. Bournemouth didnt create a thing of note after the break, and looked surprisingly flat. No alarm bells for them, its still a good season – but theyll want to put it right over Christmas.", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2016-12-18T15:24:00Z", "webTitle": "Bournemouth v Southampton: Premier League – as it happened", "webUrl": "https://www.theguardian.com/football/live/2016/dec/18/bournemouth-v-southampton-premier-league-live", "wordCnt": 1680}, {"apiUrl": "https://content.guardianapis.com/football/live/2016/dec/18/qpr-v-aston-villa-championship-live", "firPara": "Jonathan Kodjia scored the only goal of the game as Aston Villa secured a rare away victory at QPR, who have now lost five in a row", "id": "football/live/2016/dec/18/qpr-v-aston-villa-championship-live", "isHosted": false, "secPara": "Right, thats all from me. Its been a blast. The result, by the way, means the Championship table remains unchanged – Villa needed to win by three goals to overtake Barnsley, and QPR had to lose by two to drop below Cardiff – so as you were. Bye!", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2016-12-18T14:04:14Z", "webTitle": "QPR 0-1 Aston Villa: Championship – as it happened", "webUrl": "https://www.theguardian.com/football/live/2016/dec/18/qpr-v-aston-villa-championship-live", "wordCnt": 1192}, {"apiUrl": "https://content.guardianapis.com/football/live/2016/dec/18/real-madrid-v-kashima-antlers-club-world-cup-final-live", "firPara": "Cristiano Ronaldo scored a hat-trick as Real Madrid survived a scare to win the Club World Cup for the second time in three years", "id": "football/live/2016/dec/18/real-madrid-v-kashima-antlers-club-world-cup-final-live", "isHosted": false, "secPara": "Here it is! Sergio Ramos lifts the Club World Cup to fireworks and jubilation! Well done, Real Madrid, and well done Kashima Antlers too. Thats all from me, thanks for reading.", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2016-12-18T13:34:34Z", "webTitle": "Real Madrid 4-2 Kashima Antlers: Club World Cup final – as it happened", "webUrl": "https://www.theguardian.com/football/live/2016/dec/18/real-madrid-v-kashima-antlers-club-world-cup-final-live", "wordCnt": 1387}, {"apiUrl": "https://content.guardianapis.com/football/2016/dec/18/premier-league-fans-half-time-verdict-part-2-manchester-united-west-ham", "firPara": "The Observer fans network on the season so far United in transition, Stokes messy start and the problem with Bob Bradley", "id": "football/2016/dec/18/premier-league-fans-half-time-verdict-part-2-manchester-united-west-ham", "isHosted": false, "secPara": "The Observer fans network on the season so far United in transition, Stokes messy start and the problem with Bob Bradley", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-12-18T10:26:02Z", "webTitle": "Premier League fans’ half-time verdict part 2: Manchester United to West Ham", "webUrl": "https://www.theguardian.com/football/2016/dec/18/premier-league-fans-half-time-verdict-part-2-manchester-united-west-ham", "wordCnt": 2758}, {"apiUrl": "https://content.guardianapis.com/football/2016/dec/18/premier-league-fans-half-time-verdict-part-1-arsenal-manchester-city", "firPara": "The Observer fans network on the season so far Chelsea sitting pretty, Alan Pardews flaws, and how the champions have come unstuck", "id": "football/2016/dec/18/premier-league-fans-half-time-verdict-part-1-arsenal-manchester-city", "isHosted": false, "secPara": "The Observer fans network on the season so far Chelsea sitting pretty, Alan Pardews flaws, and how the champions have come unstuck", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-12-18T10:25:55Z", "webTitle": "Premier League fans’ half-time verdict part 1: Arsenal to Manchester City", "webUrl": "https://www.theguardian.com/football/2016/dec/18/premier-league-fans-half-time-verdict-part-1-arsenal-manchester-city", "wordCnt": 2635}, {"apiUrl": "https://content.guardianapis.com/football/2016/dec/17/pep-guardiola-adapt-style-english-game-manchester-city-arsenal", "firPara": "If it is Manchester City versus Arsenal it must be time for a Barcelona reunion. The one on the pitch involving Alexis Sánchez can wait, Sky has Thierry Henry waiting to greet Pep Guardiola as he finishes his press conference.", "id": "football/2016/dec/17/pep-guardiola-adapt-style-english-game-manchester-city-arsenal", "isHosted": false, "secPara": "The two men embrace each other warmly in the training ground foyer and then notice they are dressed almost identically, the only people wearing skinny rib polo necks. Certain similarities are developing between City and Arsenal too. Guardiola arrived in this country wanting to set a certain standard in style, but now must have a much clearer idea of why the Arsenal side he admires have not won a title in more than a decade. While the midweek victory over Watford has at least put his side back on the right track, complete with a rare clean sheet to encourage a beleaguered defence, the comprehensive defeats that preceded it at Leicester and at home to Chelsea were as close as Guardiola has ever come to seeing the wheels come off one of his sides.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-12-17T22:30:34Z", "webTitle": "Pep Guardiola learns to accept fans only sing when you’re winning", "webUrl": "https://www.theguardian.com/football/2016/dec/17/pep-guardiola-adapt-style-english-game-manchester-city-arsenal", "wordCnt": 976}, {"apiUrl": "https://content.guardianapis.com/football/2016/dec/17/arsenal-statement-of-intent-manchester-city-arsene-wenger", "firPara": "There was genuine surprise in Martin Tylers voice when he commentated on the moment that cemented Arsenals most recent signature win away from home in the Premier League. When Olivier Giroud glanced in Santi Cazorlas arcing free-kick to confirm a 2-0 lead at the Etihad, Tyler captured the sentiment that millions of TV viewers were sharing. Well, well, well! he intoned. This was not the Arsenal everybody was used to watching implode when confronted by big away challenges, the Arsenal that had been walloped on their travels to elite opponents during the previous year. Suddenly, they seemed to have found the method and mettle to rise to the grandstand occasion.", "id": "football/2016/dec/17/arsenal-statement-of-intent-manchester-city-arsene-wenger", "isHosted": false, "secPara": "All this happened in January 2015. Arsène Wenger remembers the impact it had on his teams sense of themselves and their capabilities. It was big for the confidence of the team because we were struggling a bit away from home in big games, he says. To win this game was very important for the belief of the players.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-12-17T22:29:34Z", "webTitle": "Arsenal know they have to make statement of intent at Manchester City | Amy Lawrence", "webUrl": "https://www.theguardian.com/football/2016/dec/17/arsenal-statement-of-intent-manchester-city-arsene-wenger", "wordCnt": 894}, {"apiUrl": "https://content.guardianapis.com/football/2016/dec/17/oscar-china-chelsea", "firPara": "Didier Drogba was told once that in China they considered him to be a reincarnation of an ancient god. They called him The Almighty and he always remembers the reaction on his first training session after following Nicolas Anelka to the bags of gold at Shanghai Shenhua. Their new colleagues would just stare in wide-eyed amazement at some of our moves, what we did in practice, how we played within a team. Both players were drifting towards the end of their playing careers, but they were still vastly superior to all their team-mates.", "id": "football/2016/dec/17/oscar-china-chelsea", "isHosted": false, "secPara": "Which is probably what you would expect given that Chinas solitary appearance in a World Cup came in 2002, losing all three games without scoring a single goal, and we are talking about the nation that is 83rd in Fifas latest world rankings, directly below Antigua and Barbuda and one above the Faroe Islands, whose combined population could fit into any Shanghai suburb with room to spare.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-12-17T20:19:27Z", "webTitle": "Oscar will get to count Chinese cash but he will pay a heavy price | Daniel Taylor", "webUrl": "https://www.theguardian.com/football/2016/dec/17/oscar-china-chelsea", "wordCnt": 2142}], "startIndex": 1751, "status": "ok", "total": 141934, "userTier": "developer"}}