{"response": {"currentPage": 594, "orderBy": "newest", "pageSize": 10, "pages": 14195, "results": [{"apiUrl": "https://content.guardianapis.com/football/blog/2016/jun/02/england-portugal-euro-2016-five-things", "firPara": "After all the experimentation, the conclusions feel confused. Even in victory this was an anticlimactic mish-mash. The crowd did not necessarily demand a rip-roaring send-off before the teams departure for France but they were dismayed by the awkward nature of Englands approach. Roy Hodgson might point to promise in his tactical tweaks but it was not always easy to discern much logical pattern to his teams approach. For long periods five of the outfield players were effectively being used out of position, if Chris Smallings employment as a left-sided centre-half is taken into account. Formations dont win you games, Hodgson had said but surely a level of familiarity in approach may have helped nine days from their opening Euro 2016 Group B fixture.", "id": "football/blog/2016/jun/02/england-portugal-euro-2016-five-things", "isHosted": false, "secPara": "Hodgson has fiddled with his formation over these friendly fixtures and appears to have concluded Danny Welbecks absence rather nullifies the 4-3-3, leaving his team built around the diamond. Yet whether the combination who started this contest should be deployed is open to doubt. Wayne Rooney sat at the tip – he had never played with Jamie Vardy before – though his eagerness to break beyond Danilo split the strikers and pinned them to the flanks. Harry Kane felt wasted out there, forever a raking pass away from his club-mate Dele Alli, where their close combination play had previously felt so key. The influence of the two most prolific English forwards in the Premier League felt unnecessarily blunted. The confusion was self-inflicted.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-02T20:59:54Z", "webTitle": "England v Portugal: five talking points from the Euro 2016 sendoff | Dominic Fifield", "webUrl": "https://www.theguardian.com/football/blog/2016/jun/02/england-portugal-euro-2016-five-things", "wordCnt": 621}, {"apiUrl": "https://content.guardianapis.com/football/live/2016/jun/02/england-v-portugal-international-friendly-live", "firPara": "Read Daniel Taylors match report from Wembley", "id": "football/live/2016/jun/02/england-v-portugal-international-friendly-live", "isHosted": false, "secPara": "Read Daniel Taylors match report from Wembley", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2016-06-02T20:55:24Z", "webTitle": "England v Portugal: international football friendly – as it happened", "webUrl": "https://www.theguardian.com/football/live/2016/jun/02/england-v-portugal-international-friendly-live", "wordCnt": 1148}, {"apiUrl": "https://content.guardianapis.com/football/2016/jun/02/england-portugal-international-friendly-match-report", "firPara": "As sendoffs go, it is probably fair to say Roy Hodgson hoped for better in Englands final match before Euro 2016 than seeing his team look so leaden, the crowd so bored they resorted to making their own entertainment and a tetchy press conference when the questions centred around whether his team were heading into another tournament without any clarity about their best way of playing.", "id": "football/2016/jun/02/england-portugal-international-friendly-match-report", "isHosted": false, "secPara": "England had looked devoid of spark or spontaneity until the point, late on, when Chris Smalling spared them even fiercer analysis with the games decisive moment, and to play that drearily was quite some feat bearing in mind the number of attacking players Hodgson had shoehorned into his starting lineup.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-02T20:54:55Z", "webTitle": "Chris Smalling swoops to give limp England victory over 10-man Portugal", "webUrl": "https://www.theguardian.com/football/2016/jun/02/england-portugal-international-friendly-match-report", "wordCnt": 981}, {"apiUrl": "https://content.guardianapis.com/football/2016/jun/02/stripped-away-quicker-than-he-can-whip-off-his-shirt", "firPara": "In todays Fiver Mesut Özil goes a bit Top Gear, the Championship goes manager crazy and Fiver letters goes meta", "id": "football/2016/jun/02/stripped-away-quicker-than-he-can-whip-off-his-shirt", "isHosted": false, "secPara": "In todays Fiver Mesut Özil goes a bit Top Gear, the Championship goes manager crazy and Fiver letters goes meta", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-02T15:27:13Z", "webTitle": "Stripped away quicker than He can whip off his shirt", "webUrl": "https://www.theguardian.com/football/2016/jun/02/stripped-away-quicker-than-he-can-whip-off-his-shirt", "wordCnt": 1427}, {"apiUrl": "https://content.guardianapis.com/football/2016/jun/02/aston-villa-roberto-di-matteo-new-manager", "firPara": "The former Chelsea manager Roberto Di Matteo is set to be confirmed as the new manager of Aston Villa on Friday, with Steve Clarke to act as his assistant. The Italian will sign a two-year contract and take over from Rémi Garde, who was sacked in March having won just two of the 20 Premier League matches he was in charge for.", "id": "football/2016/jun/02/aston-villa-roberto-di-matteo-new-manager", "isHosted": false, "secPara": "Di Matteo, who won the Champions League with Chelsea in 2012 but has been out of work since leaving the German side Schalke at the end of last season, will be assisted by Clarke, who was sacked by Reading in December and has also managed West Bromwich Albion.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-02T15:08:45Z", "webTitle": "Aston Villa set to confirm Roberto Di Matteo as new manager on Friday", "webUrl": "https://www.theguardian.com/football/2016/jun/02/aston-villa-roberto-di-matteo-new-manager", "wordCnt": 304}, {"apiUrl": "https://content.guardianapis.com/football/2016/jun/02/albania-euro-2016-team-guide", "firPara": "This article is part of the Guardians Euro 2016 Experts Network, a cooperation between some of the best media organisations from the countries who have qualified for France. theguardian.com is running previews from three countries each day in the run-up to the tournament kicking off on 10 June.", "id": "football/2016/jun/02/albania-euro-2016-team-guide", "isHosted": false, "secPara": "When Gianni De Biasi was appointed as manager of the Albania national team in 2011 his priority was not only rebuilding a team after the departure of several key players, but also to fix a leaking defence. The 2014 World Cup qualifiers worked as a test for the Italian, who found out a lot during that campaign. The end result was the he ruthlessly dropped skilful players who did not work hard enough for the team.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-02T13:08:26Z", "webTitle": "Albania Euro 2016 team guide: tactics, key players and expert predictions", "webUrl": "https://www.theguardian.com/football/2016/jun/02/albania-euro-2016-team-guide", "wordCnt": 921}, {"apiUrl": "https://content.guardianapis.com/football/2016/jun/02/elseid-hysaj-albania-euro-2016-father-promise", "firPara": "This article is part of the Guardians Euro 2016 Experts Network, a cooperation between some of the best media organisations from the countries who have qualified for France. theguardian.com is running previews from three countries each day in the run-up to the tournament kicking off on 10 June.", "id": "football/2016/jun/02/elseid-hysaj-albania-euro-2016-father-promise", "isHosted": false, "secPara": "This is a tale of a father, a son and a promise; a tale of how one Albanian immigrants will helped a talented youngster become the player who carries the enthusiasm of a nation into the European Championship.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-02T12:59:08Z", "webTitle": "Elseid Hysaj: how a father’s promise steered his son into the Albania team", "webUrl": "https://www.theguardian.com/football/2016/jun/02/elseid-hysaj-albania-euro-2016-father-promise", "wordCnt": 1980}, {"apiUrl": "https://content.guardianapis.com/football/2016/jun/02/newcastle-united-rafael-benitez-assistant-mikel-antia-championship", "firPara": "Newcastle Uniteds manager, Rafael Benítez, has moved swiftly to appoint a new assistant following Fabio Pecchias departure to take charge of Verona in Italys Serie B. He has replaced Pecchia with Mikel Antia, a 43-year-old Spaniard who joins from the internationally renowned Aspire Academy in Doha, Qatar, where he was part of the coaching team tasked with developing young Qatari footballers.", "id": "football/2016/jun/02/newcastle-united-rafael-benitez-assistant-mikel-antia-championship", "isHosted": false, "secPara": "Antia, originally from San Sebastián, was a young defender at the Real Madrid Academy where he worked under Benítez for four seasons, before moving to Real Valladolid in La Liga and subsequently playing for Celta Vigo and Real Sociedad.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-02T12:33:21Z", "webTitle": "Newcastle United’s Rafael Benítez brings in Mikel Antia as his assistant", "webUrl": "https://www.theguardian.com/football/2016/jun/02/newcastle-united-rafael-benitez-assistant-mikel-antia-championship", "wordCnt": 235}, {"apiUrl": "https://content.guardianapis.com/football/2016/jun/02/west-ham-carlos-bacca-open-leaving-milan", "firPara": "Carlos Bacca is open to leaving Milan after West Hams initial bid of (€20m) £15m for the Colombian striker was rejected earlier this week, although his agent has warned any move may have to wait until after the Italian clubs proposed sale to Chinese investors.", "id": "football/2016/jun/02/west-ham-carlos-bacca-open-leaving-milan", "isHosted": false, "secPara": "Bacca, who moved to Italy from Sevilla last summer for €30m despite interest from Liverpool, has been told he can leave San Siro if a club matches their valuation in this transfer window, with Milan set to miss out on European competition next season after finishing seventh in Serie A. Despite their disappointing season, the 29-year-old scored 18 goals in the league to end the campaign as Italys third top scorer, behind Napolis Gonzalo Higuaín and Paulo Dybala of Juventus.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-02T12:23:59Z", "webTitle": "West Ham target Carlos Bacca open to leaving Milan, says agent", "webUrl": "https://www.theguardian.com/football/2016/jun/02/west-ham-carlos-bacca-open-leaving-milan", "wordCnt": 381}, {"apiUrl": "https://content.guardianapis.com/football/2016/jun/02/manchester-united-jose-mourinho-stay-three-year-contract", "firPara": "Manchester United want José Mourinho to stay beyond his three-year contract and establish a dynasty at the club, despite the Portugueses record of never being in one place for more than three full seasons in any of his previous jobs.", "id": "football/2016/jun/02/manchester-united-jose-mourinho-stay-three-year-contract", "isHosted": false, "secPara": "Mourinho is also intent on managing United in the long term and indicated this to Ed Woodward, the clubs executive vice-chairman, during last weeks negotiations when he finalised his deal in London.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-02T11:50:07Z", "webTitle": "Manchester United want José Mourinho to stay beyond three-year contract", "webUrl": "https://www.theguardian.com/football/2016/jun/02/manchester-united-jose-mourinho-stay-three-year-contract", "wordCnt": 661}], "startIndex": 5931, "status": "ok", "total": 141941, "userTier": "developer"}}