{"response": {"currentPage": 101, "orderBy": "newest", "pageSize": 10, "pages": 14194, "results": [{"apiUrl": "https://content.guardianapis.com/football/2017/jan/27/how-local-resistance-and-press-scrutiny-saved-millwalls-stadium", "firPara": "The fight over the land around the Den bubbled away for years but local resistance brought it to the boil in recent weeks – then something good happened", "id": "football/2017/jan/27/how-local-resistance-and-press-scrutiny-saved-millwalls-stadium", "isHosted": false, "secPara": "Bermondsey has been called a few things over the years. For a while it was known as Biscuit Town, legacy of the Peek Freans years when south-east London supplied the world with garibaldis. During the second world war the Luftwaffe renamed Bermondsey and its surrounds Target Area G, shortly before flattening the place – although Millwall FCs manager Bill Voisey did survive a direct hit on their ground, the Den, sitting late at night in his office.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-27T16:48:37Z", "webTitle": "How the battle to save Millwall's stadium was won | Barney Ronay", "webUrl": "https://www.theguardian.com/football/2017/jan/27/how-local-resistance-and-press-scrutiny-saved-millwalls-stadium", "wordCnt": 1649}, {"apiUrl": "https://content.guardianapis.com/football/2017/jan/27/liverpool-task-building-a-house-in-rain-jurgen-klopp", "firPara": "• Liverpool have lost consecutive home fixtures in the league and EFL Cu", "id": "football/2017/jan/27/liverpool-task-building-a-house-in-rain-jurgen-klopp", "isHosted": false, "secPara": "Jürgen Klopp has said Liverpools January slump is a result of poor decision-making and not fatigue from his high-intensity playing style. Liverpool have won once in seven games and the optimism that surrounded their impressive first half of the season has diminished after consecutive home defeats in the Premier League and EFL Cup.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-27T16:01:28Z", "webTitle": "Jürgen Klopp adamant playing style not to blame for Liverpool slump", "webUrl": "https://www.theguardian.com/football/2017/jan/27/liverpool-task-building-a-house-in-rain-jurgen-klopp", "wordCnt": 725}, {"apiUrl": "https://content.guardianapis.com/football/2017/jan/27/the-fiver-fa-cup-lincoln-city", "firPara": "In todays Fiver alternative facts, paragon of virtue Diego Maradona and a massive raspberry", "id": "football/2017/jan/27/the-fiver-fa-cup-lincoln-city", "isHosted": false, "secPara": "In todays Fiver alternative facts, paragon of virtue Diego Maradona and a massive raspberry", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-27T16:00:30Z", "webTitle": "The Fiver | Patronising Imps fans to within an inch of their lives", "webUrl": "https://www.theguardian.com/football/2017/jan/27/the-fiver-fa-cup-lincoln-city", "wordCnt": 1151}, {"apiUrl": "https://content.guardianapis.com/football/2017/jan/27/harry-winks-spurs-tottenham", "firPara": "Harry Winks struggles to find the words but the sense of what he is trying to get across is etched into his features. There is boyish wonder, excitement and pride but above all, there is happiness and it feels like the antidote to the cynicism in the modern game.", "id": "football/2017/jan/27/harry-winks-spurs-tottenham", "isHosted": false, "secPara": "The music that they play at White Hart Lane before you walk out is just … the 20-year-old Tottenham Hotspur midfielder says, before he tails off. I absolutely love it. I think its from Star Wars. Me and my dad, when we used to stand in the crowd as fans – we used to get hairs sticking up on our necks listening to it. Being in the tunnel now, about to walk out to it, its still the same feeling. I cant really describe it. Its amazing. It really is.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-27T15:59:30Z", "webTitle": "Harry Winks: ‘The buzz I get from playing for Tottenham … I don’t think it will ever go’", "webUrl": "https://www.theguardian.com/football/2017/jan/27/harry-winks-spurs-tottenham", "wordCnt": 1704}, {"apiUrl": "https://content.guardianapis.com/football/2017/jan/27/accrington-rommy-boco-china-middlesbrough-fa-cup", "firPara": "It is difficult to imagine, as Rommy Boco sits in what the manager John Coleman ironically calls the posh room at Accrington Stanleys Wham Stadium, but the midfielder once led where Oscar, Hulk and André Villas-Boas have followed and took the money at Shanghai SIPG. Made for life after football? Not quite. Prepared for it? Certainly, thanks to a bakery in Chesterfield, not a pay cheque from China.", "id": "football/2017/jan/27/accrington-rommy-boco-china-middlesbrough-fa-cup", "isHosted": false, "secPara": "Shanghai was six years ago for Boco, one stop in a career that is the definition of well-travelled and rolls on to the Riverside on Saturday when Accrington face Middlesbrough in the FA Cup. Now in his third spell with the League Two club, the 31-year-old has played in India, had three spells with Sligo Rovers – partly explaining an accent that is a hybrid of French, Irish and scouse – and signed for Chamois Niortais, Burton Albion, Plymouth Argyle, Chesterfield, Portsmouth and Havant and Waterlooville. There have also been 48 international appearances and three Africa Cup of Nations campaigns with Benin.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-27T14:38:00Z", "webTitle": "Accrington’s Rommy Boco: ‘In China it was three sessions a day, every day’\r\n", "webUrl": "https://www.theguardian.com/football/2017/jan/27/accrington-rommy-boco-china-middlesbrough-fa-cup", "wordCnt": 1243}, {"apiUrl": "https://content.guardianapis.com/football/blog/2017/jan/27/donald-trump-fifa-2026-football-world-cup-match-made-in-heaven", "firPara": "The 45th president of the United States could be asked to back the 2026 World Cup bid – perfect for his very particular style of accountability", "id": "football/blog/2017/jan/27/donald-trump-fifa-2026-football-world-cup-match-made-in-heaven", "isHosted": false, "secPara": "Its been a predictably hectic first week in office for the president of the US, which he has spent fretting over the size of the attendance at his inauguration while signing bits of paper with all the abandon of a small child with a long stick who has just stumbled across an unsupervised blank canvas of freshly laid cement.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-27T13:25:15Z", "webTitle": "Fifa and Donald Trump would be a self-regarding match made in heaven | Barry Glendenning", "webUrl": "https://www.theguardian.com/football/blog/2017/jan/27/donald-trump-fifa-2026-football-world-cup-match-made-in-heaven", "wordCnt": 902}, {"apiUrl": "https://content.guardianapis.com/football/2017/jan/27/avram-grant-ghana-africa-cup-of-nations", "firPara": "The Ghana coach believes mentality is key to sporting success and is working to instil a winning one as they chase success in the Africa Cup of Nations", "id": "football/2017/jan/27/avram-grant-ghana-africa-cup-of-nations", "isHosted": false, "secPara": "Avram Grant knew he was going to get pelted with bottles and other missiles, but he walked out of the tunnel anyway, leading his Ghana team through the barrage. Getting off the pitch at half-time in the Cup of Nations semi-final two years ago had been hard enough; getting back on for the second half, through a Malabo crowd that had come to the abrupt realisation that (at least until they brought in a helicopter midway through the second half) a police force that had repressed it for years was all but powerless in the face of mass dissent, was far harder.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-27T12:00:25Z", "webTitle": "Avram Grant: ‘When you say tiki-taka, it starts with Bob Paisley’", "webUrl": "https://www.theguardian.com/football/2017/jan/27/avram-grant-ghana-africa-cup-of-nations", "wordCnt": 1930}, {"apiUrl": "https://content.guardianapis.com/football/2017/jan/27/lincoln-city-fa-cup-brighton-fourth-round", "firPara": "Monday, 9am. Sincil Bank is shrouded in fog but the impact of the Cowley brothers and the FA Cup on Lincoln City is clear. Hundreds queue for tickets for Saturdays fourth-round tie against Brighton &amp; Hove Albion, the Championship leaders, even though, as season-ticket holders, they have until Wednesday to buy them. The managers have had a huge impact, says Nigel Godfrey. The joke around the club is when do they ever sleep? Godfrey got up at 4am to drive from Manchester and is heading straight home. Ive got to get back for the school run. The Cowleyss example of reward through sacrifice has resonated.", "id": "football/2017/jan/27/lincoln-city-fa-cup-brighton-fourth-round", "isHosted": false, "secPara": "Supporters who stood in the bitter cold outside Lincolns home of 122 years, some from 4.20am, shared two common beliefs as club staff offered tea, coffee and £2 bacon rolls. A return to the Football League after a six-year absence remains the priority for the National League club despite illuminating the FA Cup third round with their defeat of Ipswich Town. Not since the late Graham Taylor in the mid-1970s has a manager had such a unifying effect on Lincoln the club and the city as Danny Cowley and his assistant, Nicky.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-27T11:52:00Z", "webTitle": "With Lincoln on the FA Cup trail: from 4.20am ticket queues to toilet trouble", "webUrl": "https://www.theguardian.com/football/2017/jan/27/lincoln-city-fa-cup-brighton-fourth-round", "wordCnt": 1756}, {"apiUrl": "https://content.guardianapis.com/football/2017/jan/27/us-soccer-mens-national-team-dual-nationals", "firPara": "The US mens soccer team has always employed stars born or brought up overseas – so why the sudden antipathy to such players?", "id": "football/2017/jan/27/us-soccer-mens-national-team-dual-nationals", "isHosted": false, "secPara": "The US mens soccer team has always employed stars born or brought up overseas – so why the sudden antipathy to such players?", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-27T11:00:24Z", "webTitle": "US Soccer needs to be open and honest about dual nationals | David Rudin", "webUrl": "https://www.theguardian.com/football/2017/jan/27/us-soccer-mens-national-team-dual-nationals", "wordCnt": 1235}, {"apiUrl": "https://content.guardianapis.com/football/blog/2017/jan/27/the-joy-of-six-africa-cup-of-nations-memorable-moments", "firPara": "From Mike Smith leading Egypts triumph to Ivory Coasts marathon shootout win and Zambias emotional 2012 success, half a dozen Afcon events to savour", "id": "football/blog/2017/jan/27/the-joy-of-six-africa-cup-of-nations-memorable-moments", "isHosted": false, "secPara": "From Mike Smith leading Egypts triumph to Ivory Coasts marathon shootout win and Zambias emotional 2012 success, half a dozen Afcon events to savour", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-27T10:06:27Z", "webTitle": "The Joy of Six: Africa Cup of Nations memorable moments", "webUrl": "https://www.theguardian.com/football/blog/2017/jan/27/the-joy-of-six-africa-cup-of-nations-memorable-moments", "wordCnt": 3001}], "startIndex": 1001, "status": "ok", "total": 141934, "userTier": "developer"}}