{"response": {"currentPage": 437, "orderBy": "newest", "pageSize": 10, "pages": 14194, "results": [{"apiUrl": "https://content.guardianapis.com/football/2016/aug/15/chelsea-west-ham-united-premier-league-match-report", "firPara": "Antonio Conte has his lift-off and, in the afterglow of a restorative victory, Chelsea feel like a club revived. The 10th permanent managerial appointment of Roman Abramovichs ownership ended this ferocious derby leaping in delight on the touchline, high-fiving the fans then burying himself in the front row of supporters in the east stand, as this arena erupted all around to celebrate the winner. After all last seasons traumas, the locals will ignore the inevitable controversy which accompanied success. One game in and already Conte is adored.", "id": "football/2016/aug/15/chelsea-west-ham-united-premier-league-match-report", "isHosted": false, "secPara": "It was Diego Costa, inevitably, whose contribution had Slaven Bilic and his crestfallen West Ham players enraged. The Spain forward had already been booked for berating the referee, Anthony Taylor, following the first-half non-award of a penalty when, midway through the second period, he attempted to close down Adrián, slid in and planted his left foot into the inside of the goalkeepers right calf. The official took his time before determining no second caution would be flashed, let alone the red card for which plenty of the visitors were calling. There was an inevitability thereafter about where this dramatic occasion would veer.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-08-15T21:00:30Z", "webTitle": "Chelsea’s Diego Costa sinks West Ham to give Antonio Conte debut victory", "webUrl": "https://www.theguardian.com/football/2016/aug/15/chelsea-west-ham-united-premier-league-match-report", "wordCnt": 856}, {"apiUrl": "https://content.guardianapis.com/football/blog/2016/aug/15/yannick-bolasie-power-everton-crystal-palace", "firPara": "It didnt take long for Dougie Freedmans hunch about Yannick Bolasie to pay off. Less than 30 seconds into his first appearance for Crystal Palace at Selhurst Park on 1 September 2012 against Sheffield Wednesday, the spindly 22-year-old born in Lyon to Congolese parents but raised in north-west London picked up the loose ball on the edge of the penalty box, bamboozled his marker and delivered a cross that Glenn Murray simply could not miss.", "id": "football/blog/2016/aug/15/yannick-bolasie-power-everton-crystal-palace", "isHosted": false, "secPara": "Ive been after that kind of player for a long time, Freedman reflected a few weeks later. We kept tabs on him for about six months and we were very fortunate to finally get him. We knew we needed a player of that kind of ability to go by players on the outside to create space.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-08-15T19:45:13Z", "webTitle": "Beanpole to ‘beast’: how Yannick Bolasie embarked on an upward trajectory | Ed Aarons", "webUrl": "https://www.theguardian.com/football/blog/2016/aug/15/yannick-bolasie-power-everton-crystal-palace", "wordCnt": 1189}, {"apiUrl": "https://content.guardianapis.com/football/2016/aug/15/yaya-toure-manchester-city-squad-left-out-champions-league", "firPara": "On the face of it there did not seem anything out of the ordinary as Joe Hart larked about on the pitch at the Arena Nationala. His Manchester City career appears to be unravelling but the only flicker of irritation came in a game of piggy‑in‑the‑middle when he could not get the ball and gave Mikel Arteta, one of Pep Guardiolas coaches, an exasperated squeeze.", "id": "football/2016/aug/15/yaya-toure-manchester-city-squad-left-out-champions-league", "isHosted": false, "secPara": "Since Ive been manager of Manchester City, from the time Ive been together with Joe, it was perfect, Guardiola noted. His behaviour, his training sessions, on the pitch, off the pitch – he is a big professional.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-08-15T19:42:27Z", "webTitle": "Yaya Touré left out of Manchester City squad in Champions League play-off", "webUrl": "https://www.theguardian.com/football/2016/aug/15/yaya-toure-manchester-city-squad-left-out-champions-league", "wordCnt": 793}, {"apiUrl": "https://content.guardianapis.com/football/2016/aug/15/the-fiver-arsenal-oh-arsenal-liverpool", "firPara": "In todays Fiver Arsenal, Sam Allardyces initiative, and £25m for Yannick Bolasie", "id": "football/2016/aug/15/the-fiver-arsenal-oh-arsenal-liverpool", "isHosted": false, "secPara": "In todays Fiver Arsenal, Sam Allardyces initiative, and £25m for Yannick Bolasie", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-08-15T15:28:58Z", "webTitle": "The Fiver | They didn't get it right", "webUrl": "https://www.theguardian.com/football/2016/aug/15/the-fiver-arsenal-oh-arsenal-liverpool", "wordCnt": 1592}, {"apiUrl": "https://content.guardianapis.com/football/2016/aug/15/yaya-toure-left-out-champions-league-steaua-bucharest", "firPara": "• Ivorians future in doubt after failing to make 21-man travelling party", "id": "football/2016/aug/15/yaya-toure-left-out-champions-league-steaua-bucharest", "isHosted": false, "secPara": "• Ivorians future in doubt after failing to make 21-man travelling party", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-08-15T15:26:00Z", "webTitle": "Yaya Touré left out of Manchester City squad for Steaua Bucharest trip", "webUrl": "https://www.theguardian.com/football/2016/aug/15/yaya-toure-left-out-champions-league-steaua-bucharest", "wordCnt": 426}, {"apiUrl": "https://content.guardianapis.com/football/2016/aug/15/crystal-palace-target-moussa-sissoko-newcastle-yannick-bolasie-sale", "firPara": "Alan Pardew hopes Crystal Palace will use the money raised through Yannick Bolasies £25m sale to Everton to reunite him with Moussa Sissoko, who is keen to leave Newcastle United before the end of the transfer window.", "id": "football/2016/aug/15/crystal-palace-target-moussa-sissoko-newcastle-yannick-bolasie-sale", "isHosted": false, "secPara": "Bolasie, who came off the bench in Palaces opening-day defeat by West Bromwich Albion, signed a five-year contract at Goodison Park on Monday having passed a medical over the weekend. The deal for the 27-year-old could potentially rise as high as £30m with Bristol City, who had inserted a sell-on clause into the wingers £350,000 switch to Selhurst Park four years ago, due a sizeable tranche of the fee.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-08-15T13:50:10Z", "webTitle": "Crystal Palace to target Moussa Sissoko with money from Yannick Bolasie sale", "webUrl": "https://www.theguardian.com/football/2016/aug/15/crystal-palace-target-moussa-sissoko-newcastle-yannick-bolasie-sale", "wordCnt": 1014}, {"apiUrl": "https://content.guardianapis.com/football/2016/aug/15/yannick-bolasie-signs-everton-crystal-palace", "firPara": "Yannick Bolasie has signed for Everton on a five-year deal after passing a medical on Merseyside in a £25m transfer, which could potentially rise to a club record £30m.", "id": "football/2016/aug/15/yannick-bolasie-signs-everton-crystal-palace", "isHosted": false, "secPara": "The Democratic Republic of Congo winger, who came off the bench in Crystal Palaces 1-0 home defeat to West Bromwich Albion on Saturday, had made clear his desire for a fresh start after four years at Selhurst Park.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-08-15T12:51:00Z", "webTitle": "Yannick Bolasie signs for Everton from Crystal Palace for £25m", "webUrl": "https://www.theguardian.com/football/2016/aug/15/yannick-bolasie-signs-everton-crystal-palace", "wordCnt": 523}, {"apiUrl": "https://content.guardianapis.com/football/blog/2016/aug/15/liverpool-alberto-moreno-left-back-jurgen-klopp", "firPara": "Liverpool started their season in triumphant fashion on Sunday with a 4-3 win at the Emirates that included two amazing goals from Philippe Coutinho (if we think he meant to score the second off his shin), a stunning strike from Sadio Mané and some, shall we say, inconsistent defending by the left-back Alberto Moreno.", "id": "football/blog/2016/aug/15/liverpool-alberto-moreno-left-back-jurgen-klopp", "isHosted": false, "secPara": "Considering Moreno had an uneven end to last season – including a horror show against Sevilla in the Europa League final – it raises the question why he is still Liverpools first-choice left-back? Jürgen Klopp has spent roughly £70m on seven new signings but not a single full-back among them (Georginio Wijnaldum, Mané, Loris Karius, Alex Manninger, Ragnar Klavan, Joël Matip and Marko Grujic). In addition, Jon Flanagan (on loan) and Brad Smith (sold) have left the club in the summer.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-08-15T11:51:19Z", "webTitle": "Liverpool have been rebuilding … so why is Alberto Moreno still at left-back?", "webUrl": "https://www.theguardian.com/football/blog/2016/aug/15/liverpool-alberto-moreno-left-back-jurgen-klopp", "wordCnt": 705}, {"apiUrl": "https://content.guardianapis.com/football/2016/aug/15/england-manager-sam-allardyce-severs-ties-my-club-betting", "firPara": "The England manager Sam Allardyce has severed his ties with the football gambling firm My Club Betting after it emerged that the companys managing director had taken a similar company into liquidation four years ago.", "id": "football/2016/aug/15/england-manager-sam-allardyce-severs-ties-my-club-betting", "isHosted": false, "secPara": "Allardyce, who was confirmed as successor to Roy Hodgson with the national side last month, had been a brand ambassador for and held shares in the betting company, which promises rewards for grassroots sports clubs. The Sun has revealed that the firms MD, Neil Riches, had overseen a similar venture with a company called Worldlink which lost investors up to £4m when it folded in 2012.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-08-15T10:57:16Z", "webTitle": "Sam Allardyce severs ties with football gambling firm My Club Betting", "webUrl": "https://www.theguardian.com/football/2016/aug/15/england-manager-sam-allardyce-severs-ties-my-club-betting", "wordCnt": 307}, {"apiUrl": "https://content.guardianapis.com/football/2016/aug/15/plane-manchester-city-staff-evacuated-airport-runway", "firPara": "A plane carrying Manchester City staff, including the club ambassador and former player Mike Summerbee, plus sponsors and travelling journalists heading to Bucharest for Tuesdays Champions League play-off against Steaua was evacuated on the runway at Manchester airport on Monday morning.", "id": "football/2016/aug/15/plane-manchester-city-staff-evacuated-airport-runway", "isHosted": false, "secPara": "The flight was due to take off at 10.30am BST and was around 60% full when a smoke-like haze appeared in the cabin.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-08-15T10:31:38Z", "webTitle": "Plane carrying Manchester City staff evacuated on airport runway", "webUrl": "https://www.theguardian.com/football/2016/aug/15/plane-manchester-city-staff-evacuated-airport-runway", "wordCnt": 204}], "startIndex": 4361, "status": "ok", "total": 141935, "userTier": "developer"}}