{"response": {"currentPage": 583, "orderBy": "newest", "pageSize": 10, "pages": 14195, "results": [{"apiUrl": "https://content.guardianapis.com/football/shortcuts/2016/jun/07/how-to-run-the-perfect-euro-2016-office-sweepstake", "firPara": "A good sweepstake can keep your colleagues interested long after England depart on penalties – the key is to keep everyone involved for as long as possible", "id": "football/shortcuts/2016/jun/07/how-to-run-the-perfect-euro-2016-office-sweepstake", "isHosted": false, "secPara": "Its the most marvellous of quadrennials – a summer that contains all of the annual sporting staples (Wimbledon, the Open, a couple of Test series) plus the European football championships and the Olympic Games. It probably wont beat the sweaty glory of 2012 – but, still, Im not planning on leaving the house once. And what better way to improve watching Hungary and Iceland grind out a 1-1 draw than by making it interesting with a convoluted, low-stakes office sweepstake?", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-07T13:57:36Z", "webTitle": "How to run the perfect Euro 2016 office sweepstake", "webUrl": "https://www.theguardian.com/football/shortcuts/2016/jun/07/how-to-run-the-perfect-euro-2016-office-sweepstake", "wordCnt": 578}, {"apiUrl": "https://content.guardianapis.com/football/2016/jun/07/jurgen-klinsmann-usa-copa-america-costa-rica", "firPara": "USA play Costa Rica in Chicago on Tuesday – and another defeat will see them all but eliminated. What – if any – changes will Klinsmann make?", "id": "football/2016/jun/07/jurgen-klinsmann-usa-copa-america-costa-rica", "isHosted": false, "secPara": "After the USs loss to Colombia in their opening group match last Friday, Clint Dempsey described Tuesdays Copa America Centenario game against Costa Rica as a must-win.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-07T13:45:15Z", "webTitle": "Crunch time for USA as Jürgen Klinsmann tries to find a winning formula", "webUrl": "https://www.theguardian.com/football/2016/jun/07/jurgen-klinsmann-usa-copa-america-costa-rica", "wordCnt": 862}, {"apiUrl": "https://content.guardianapis.com/football/2016/jun/07/jamie-vardy-arsenal-leicester-european-championship-england", "firPara": "Jamie Vardy is to postpone any decision over whether his future lies at Leicester City or Arsenal until after the European Championship, effectively complying with Roy Hodgsons wish for club issues not to distract his England players during the tournament.", "id": "football/2016/jun/07/jamie-vardy-arsenal-leicester-european-championship-england", "isHosted": false, "secPara": "Hodgson, the England manager, has been assured by Vardy that his focus is fully on the national team, who start their Euro 2016 campaign against Russia in Marseille on Saturday, as Arsenal wait to discover if he will move to the Emirates Stadium. The London club triggered the £20m release clause in his contract on Friday in the optimistic hope they could complete the strikers transfer over the weekend, only for Vardy to ask for more time to decide.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-07T13:18:09Z", "webTitle": "Jamie Vardy set to make Arsenal decision after European Championship", "webUrl": "https://www.theguardian.com/football/2016/jun/07/jamie-vardy-arsenal-leicester-european-championship-england", "wordCnt": 801}, {"apiUrl": "https://content.guardianapis.com/football/2016/jun/07/emil-forsberg-sweden-anti-zlatan-euro-2016", "firPara": "This article is part of the Guardians Euro 2016 Experts Network, a cooperation between some of the best media organisations from the countries who have qualified for France. theguardian.com is running previews from three countries each day in the run-up to the tournament kicking off on 10 June.", "id": "football/2016/jun/07/emil-forsberg-sweden-anti-zlatan-euro-2016", "isHosted": false, "secPara": "In the autumn of 2015, when Sweden lost first to Russia away and then, rather humiliatingly, 4-1 to Austria at home, the knives were out. There were claims this was the worst Sweden team in history and the sentiment was that, even if the team somehow managed to reach France, they were so poor they did not deserve to be one of the 24 finalists.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-07T13:02:22Z", "webTitle": "Emil Forsberg: the shy anti-Zlatan whose career path has been vindicated", "webUrl": "https://www.theguardian.com/football/2016/jun/07/emil-forsberg-sweden-anti-zlatan-euro-2016", "wordCnt": 1543}, {"apiUrl": "https://content.guardianapis.com/football/2016/jun/07/sweden-euro-2016-team-guide", "firPara": "This article is part of the Guardians Euro 2016 Experts Network, a cooperation between some of the best media organisations from the countries who have qualified for France. theguardian.com is running previews from three countries each day in the run-up to the tournament kicking off on 10 June.", "id": "football/2016/jun/07/sweden-euro-2016-team-guide", "isHosted": false, "secPara": "When Sweden beat Denmark in the play-offs for a place at Euro 2016 it was felt the coach, Erik Hamren, had returned to the Lars Lagerback era – focusing much more on the collective. Even Zlatan Ibrahimovic worked hard to cover space, winning balls and putting pressure on the Danes.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-07T13:00:22Z", "webTitle": "Sweden Euro 2016 team guide: tactics, key players and expert predictions", "webUrl": "https://www.theguardian.com/football/2016/jun/07/sweden-euro-2016-team-guide", "wordCnt": 754}, {"apiUrl": "https://content.guardianapis.com/football/2016/jun/07/northern-ireland-republic-of-ireland-supporters-euro-2016", "firPara": "On the northern unionist fringe of Newry, under the hills of the Irish republican heartland of South Armagh, there is a new-found pride among those who pledge allegiance to the team that flies the Red Hand of Ulster flag rather than the Irish tricolour.", "id": "football/2016/jun/07/northern-ireland-republic-of-ireland-supporters-euro-2016", "isHosted": false, "secPara": "In this nationalist-dominated border city, followers of Northern Ireland have resurrected a supporters club defunct since the norths glory years of the 1980s when Billy Binghams sides qualified for two successive World Cups. As both Irelands prepare for a green invasion of France, Northern Ireland fans from the loyalist Shandon Park district are preparing for their first tournament since Mexico 1986.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-07T12:30:21Z", "webTitle": "Northern Ireland supporters relishing opportunity to enjoy Euro 2016", "webUrl": "https://www.theguardian.com/football/2016/jun/07/northern-ireland-republic-of-ireland-supporters-euro-2016", "wordCnt": 1146}, {"apiUrl": "https://content.guardianapis.com/football/live/2016/jun/07/socceroos-v-greece-second-international-football-friendly-live", "firPara": "Thats just Greeces third win in 16 games, I believe, so theyll be delighted. It also puts into perspective (in a bad way) Australias performance this past week. ", "id": "football/live/2016/jun/07/socceroos-v-greece-second-international-football-friendly-live", "isHosted": false, "secPara": "The doomsayers will be out, no doubt, but it may be foolish to read too much into a couple of off-season friendlies. The sky isnt falling. ", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2016-06-07T12:27:07Z", "webTitle": "Socceroos 1-2 Greece: international football friendly – as it happened", "webUrl": "https://www.theguardian.com/football/live/2016/jun/07/socceroos-v-greece-second-international-football-friendly-live", "wordCnt": 1847}, {"apiUrl": "https://content.guardianapis.com/football/blog/2016/jun/07/panini-stickers-euro-2016-collector-swap-shops-swapsie", "firPara": "Have you got Euro 2016 fever yet? For those lucky enough to have tickets for the matches in France this summer, perhaps the excitement took hold months ago. Now the domestic and European seasons have come to a close and the final 23-man squads have been announced, there may finally be enough time and energy to make the emotional investment. Perhaps you dont give a monkeys either way. But I do and it started in earnest for me when I was given my Euro 2016 sticker book.", "id": "football/blog/2016/jun/07/panini-stickers-euro-2016-collector-swap-shops-swapsie", "isHosted": false, "secPara": "I got it by chance, handed out as a freebie to fans at Wembley when England played Holland in March, and thought nothing of taking it for the journey home, some topical reading to help digest the 2-1 defeat. But by the time I arrived home, I had developed a nostalgic itch that I had to scratch. I must finish this album. I fell into the trap laid by Panini – the Italian company that has long produced the stickers – and have spent the past two months or so spending my way out.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-07T12:04:00Z", "webTitle": "Panini turned me into a chest-beating, shiny-chasing stickerhead – and I love it | Michael Butler", "webUrl": "https://www.theguardian.com/football/blog/2016/jun/07/panini-stickers-euro-2016-collector-swap-shops-swapsie", "wordCnt": 858}, {"apiUrl": "https://content.guardianapis.com/football/2016/jun/07/northern-ireland-michael-oneill-injury-scare-kyle-lafferty-euro-2016", "firPara": "Michael ONeill has allayed concerns over the fitness of Kyle Lafferty after Northern Irelands leading striker limped out of training on Tuesday with a groin problem.", "id": "football/2016/jun/07/northern-ireland-michael-oneill-injury-scare-kyle-lafferty-euro-2016", "isHosted": false, "secPara": "Lafferty hobbled off in clear discomfort midway through a full training session at Parc de Montchervet. Northern Ireland had opened the full session to the local public and the exit of the striker, who scored seven times in the qualifying campaign, was an unwelcome scare five days before the teams opener against Poland in Nice.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-07T11:51:23Z", "webTitle": "Northern Ireland’s Michael O’Neill plays down injury scare over Kyle Lafferty", "webUrl": "https://www.theguardian.com/football/2016/jun/07/northern-ireland-michael-oneill-injury-scare-kyle-lafferty-euro-2016", "wordCnt": 207}, {"apiUrl": "https://content.guardianapis.com/football/2016/jun/07/republic-of-ireland-euro-2016-team-guide", "firPara": "This article is part of the Guardians Euro 2016 Experts Network, a cooperation between some of the best media organisations from the countries who have qualified for France. theguardian.com is running previews from three countries each day in the run-up to the tournament kicking off on 10 June.", "id": "football/2016/jun/07/republic-of-ireland-euro-2016-team-guide", "isHosted": false, "secPara": "The key difference between this Ireland team and the one that lost all three of their matches at Euro 2012 relates to attitude. Four years ago Giovanni Trapattoni probably had a better bunch of players but stifled the side due to his conviction that Ireland were not good enough to aspire to being anything other than plucky sucker-punchers.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-07T11:05:19Z", "webTitle": "Republic of Ireland Euro 2016 team guide: tactics, key players and expert predictions", "webUrl": "https://www.theguardian.com/football/2016/jun/07/republic-of-ireland-euro-2016-team-guide", "wordCnt": 867}], "startIndex": 5821, "status": "ok", "total": 141941, "userTier": "developer"}}