{"response": {"currentPage": 164, "orderBy": "newest", "pageSize": 10, "pages": 14194, "results": [{"apiUrl": "https://content.guardianapis.com/football/2016/dec/26/burnley-middlesbrough-premier-league-match-report", "firPara": "Burnley were outplayed for much of this game yet still managed to leapfrog Middlesbrough in the table and become the first of the two promoted sides to reach 20 points thanks to a stunning late decider from Andre Gray.", "id": "football/2016/dec/26/burnley-middlesbrough-premier-league-match-report", "isHosted": false, "secPara": "For 80 minutes the game looked to have nil-nil written through it; after spending over an hour cancelling each other out in trying conditions both sides appeared ready to settle for a draw by the time Burnley managed to open up their opponents with a smartly executed bit of route one attacking. Middlesbrough had spent the previous 20 minutes looking marginally more likely to score, yet they were caught cold as Tom Heaton sent a free-kick up the middle, Sam Vokes won the header to nudge the ball forward and Gray struck with a perfectly executed right-foot volley for his first goal since August..", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-12-26T17:07:02Z", "webTitle": "Burnley’s Andre Gray fires lucky late winner against Middlesbrough", "webUrl": "https://www.theguardian.com/football/2016/dec/26/burnley-middlesbrough-premier-league-match-report", "wordCnt": 816}, {"apiUrl": "https://content.guardianapis.com/football/2016/dec/26/swansea-city-west-ham-premier-league-match-report", "firPara": "It was an afternoon when the mood turned ugly in South Wales as Swansea City supporters called for Bob Bradley to be sacked and vented their anger at the members of the board who sold their shares in the summer. We want Bradley out and You greedy bastards get out of our club were among the chants reverberating around the stadium during another chastening defeat for a team who look resigned to relegation.", "id": "football/2016/dec/26/swansea-city-west-ham-premier-league-match-report", "isHosted": false, "secPara": "The only festive cheer was found in the away end, where the euphoric West Ham fans celebrated a third successive victory that lifted Slaven Bilics side up to 11th and piled the misery on to Swansea and their American manager. Bradley put on a brave face and all indications are the Swansea board have no desire to dismiss the man who was appointed in October, yet there is no escaping the level of discontent that was swirling around the Liberty Stadium in the second half.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-12-26T17:05:53Z", "webTitle": "West Ham’s Andy Carroll twists knife into Bob Bradley and Swansea", "webUrl": "https://www.theguardian.com/football/2016/dec/26/swansea-city-west-ham-premier-league-match-report", "wordCnt": 831}, {"apiUrl": "https://content.guardianapis.com/football/2016/dec/26/leicester-city-everton-premier-league-match-report", "firPara": "After this match it was hard to know which stretched credibility further Claudio Ranieris claim that he did not notice the 30,000 people in the stadium wearing Jamie Vardy masks, or the fact that Leicester City are the English champions.", "id": "football/2016/dec/26/leicester-city-everton-premier-league-match-report", "isHosted": false, "secPara": "The last time Leicester hosted Everton, in May, they were presented with the Premier League trophy; here all that was on display was a petty public relations stunt and a sad contrast between the title winners of last season and this Leicester side. Everton did not need to excel to claim their first away win since September.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-12-26T17:04:47Z", "webTitle": "Leicester’s gloom darkens after Romelu Lukaku seals win for Everton", "webUrl": "https://www.theguardian.com/football/2016/dec/26/leicester-city-everton-premier-league-match-report", "wordCnt": 711}, {"apiUrl": "https://content.guardianapis.com/football/live/2016/dec/26/manchester-united-sunderland-premier-league-live", "firPara": "A brilliant goal from Henrikh Mkhitaryan was the highlight of Manchester Uniteds fourth consecutive league win, but they were made to work hard for it by David Moyes improving Sunderland", "id": "football/live/2016/dec/26/manchester-united-sunderland-premier-league-live", "isHosted": false, "secPara": "A brilliant goal from Henrikh Mkhitaryan was the highlight of Manchester Uniteds fourth consecutive league win, but they were made to work hard for it by David Moyes improving Sunderland", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2016-12-26T17:02:03Z", "webTitle": "Manchester United 3-1 Sunderland: Premier League – as it happened", "webUrl": "https://www.theguardian.com/football/live/2016/dec/26/manchester-united-sunderland-premier-league-live", "wordCnt": 1850}, {"apiUrl": "https://content.guardianapis.com/football/2016/dec/26/sam-allardyce-wilfried-zaha-cyrstal-palace-africa-cup", "firPara": "Sam Allardyce has admitted Wilfried Zahas potential involvement in the Africa Cup of Nations with the Ivory Coast next month would be a massive blow for Crystal Palace and was left to bemoan the non-award of a penalty for a foul on the winger as his return to Premier League management ended in a draw at Watford.", "id": "football/2016/dec/26/sam-allardyce-wilfried-zaha-cyrstal-palace-africa-cup", "isHosted": false, "secPara": "Zaha, capped twice by England in friendlies, has applied to Fifa to play competitively for Ivory Coast, the country of his birth, and, if selected, could be absent for over a month from early January for the tournament in Gabon. Gareth Southgate is attempting to persuade the 24-year-old to remain eligible for England and Allardyce, four days into his role, will sit down with the player next week to ascertain his thought process.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-12-26T17:01:32Z", "webTitle": "Sam Allardyce: Massive blow if Wilfried Zaha goes to Africa Cup of Nations", "webUrl": "https://www.theguardian.com/football/2016/dec/26/sam-allardyce-wilfried-zaha-cyrstal-palace-africa-cup", "wordCnt": 678}, {"apiUrl": "https://content.guardianapis.com/football/2016/dec/26/jose-mourinho-manchester-united", "firPara": "José Mourinho has spoken out strongly to state he is not unhappy at Manchester United. His remarks follow comments the manager made in October that living in Manchester is a bit of a disaster. He is thought to have said this humorously and he has clarified his situation.", "id": "football/2016/dec/26/jose-mourinho-manchester-united", "isHosted": false, "secPara": "To give people this idea that Im not happy here but that I was happy in London – its bullshit, the manager told the fanzine United We Stand. My family are in London because my daughter is at university. My son plays for Fulham. I cannot demand they follow me, they have their lives and theyre at that age where they want to fly.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-12-26T14:38:55Z", "webTitle": "José Mourinho denies he is unhappy to be living in Manchester", "webUrl": "https://www.theguardian.com/football/2016/dec/26/jose-mourinho-manchester-united", "wordCnt": 653}, {"apiUrl": "https://content.guardianapis.com/football/live/2016/dec/26/watford-crystal-palace-premier-league-live", "firPara": "Sam Allardyce came away with a point in his first match in charge of Crystal Palace, who missed a penalty in the first half, and conceded one in the second", "id": "football/live/2016/dec/26/watford-crystal-palace-premier-league-live", "isHosted": false, "secPara": "Palace will take that point on the balance of play. But it could have been a different story had Benteke scored that penalty to put Palace 2-0 up in the first half. ", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2016-12-26T14:27:29Z", "webTitle": "Watford 1-1 Crystal Palace: Premier League – as it happened", "webUrl": "https://www.theguardian.com/football/live/2016/dec/26/watford-crystal-palace-premier-league-live", "wordCnt": 1431}, {"apiUrl": "https://content.guardianapis.com/football/2016/dec/26/leicester-city-jamie-vardy-masks-protest-ban", "firPara": "Leicester Citys owners have given out around 30,000 Jamie Vardy masks to supporters before their home game against Everton on Monday in protest against the strikers three-game suspension.", "id": "football/2016/dec/26/leicester-city-jamie-vardy-masks-protest-ban", "isHosted": false, "secPara": "Vardy was banned by the Football Association after being sent off for a two-footed challenge on Mame Biram Diouf during Leicesters recent 2-2 draw at Stoke City.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-12-26T14:08:02Z", "webTitle": "Leicester City give fans 30,000 Jamie Vardy masks to wear in protest at ban", "webUrl": "https://www.theguardian.com/football/2016/dec/26/leicester-city-jamie-vardy-masks-protest-ban", "wordCnt": 101}, {"apiUrl": "https://content.guardianapis.com/football/2016/dec/26/roberto-firmino-charged-drink-driving-liverpool", "firPara": "Roberto Firmino has been charged with drink-driving after being stopped by police on Christmas Eve. The Liverpool forward was stopped in the city centre and arrested in the early hours on 24 December.", "id": "football/2016/dec/26/roberto-firmino-charged-drink-driving-liverpool", "isHosted": false, "secPara": "A police spokesperson said Merseyside Police has charged a 25-year-old man with drink driving after his car was stopped in Liverpool city centre in the early hours of Saturday, 24 December. Roberto Firmino, from Liverpool, will appear at Liverpool City magistrates court on 31 January.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-12-26T13:25:32Z", "webTitle": "Roberto Firmino charged with drink-driving after Liverpool city centre arrest", "webUrl": "https://www.theguardian.com/football/2016/dec/26/roberto-firmino-charged-drink-driving-liverpool", "wordCnt": 102}, {"apiUrl": "https://content.guardianapis.com/football/2016/dec/25/arsene-wenger-arsenal-premier-league-west-brom", "firPara": "In the aftermath of two crushing defeats, the scale of setback that chokes optimism and fuels the flames of critics, finding a bit of calm away from footballs circus is more or less the only cure. Arsène Wenger believes the best place for his players to be to try to salve any wounds, to try to mend confidence, is within their own group. Wenger is not a traditional siege-mentality manager – some would hold that up as a fault – but his own take on the importance of a strong camp owes a lot to creating a kind of sanctuary for players.", "id": "football/2016/dec/25/arsene-wenger-arsenal-premier-league-west-brom", "isHosted": false, "secPara": "In the spotlight, the modern Premier League footballer is under the kind of pressure that can easily tilt into being difficult to handle. So inside their gated, tree-lined training ground is where they rebalance and regroup. Theres a special thing happening for a football player in the dressing room, Wenger says. He elaborates by recounting a recent conversation with David Beckham. I asked him Do you miss it? He said Football I can play every day, Im invited in all the charity games, but I miss the dressing room, that kind of being together for something together, fighting together. Thats what you miss. That helps them to get over things.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-12-25T22:30:26Z", "webTitle": "Arsène Wenger wills Arsenal to pass the stress test against West Brom", "webUrl": "https://www.theguardian.com/football/2016/dec/25/arsene-wenger-arsenal-premier-league-west-brom", "wordCnt": 787}], "startIndex": 1631, "status": "ok", "total": 141934, "userTier": "developer"}}