{"response": {"currentPage": 77, "orderBy": "newest", "pageSize": 10, "pages": 14194, "results": [{"apiUrl": "https://content.guardianapis.com/football/live/2017/feb/11/manchester-united-watford-alaves-barcelona-premier-league-clockwatch-live", "firPara": "Heres James Riachs hot-take on that scoreless draw at the Riverside", "id": "football/live/2017/feb/11/manchester-united-watford-alaves-barcelona-premier-league-clockwatch-live", "isHosted": false, "secPara": "Well post a report on Middlesbrough 0-0 Everton here as soon as whichever poor sod was sent to cover it is talked down off the ledge and can think of something interesting to write. In the meantime, please join Scott Murray for minute-by-minute coverage of Liverpool v Tottenham Hotspur at Anfield. ", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2017-02-11T17:40:34Z", "webTitle": "Manchester United 2-0 Watford, Sunderland 0-4 Southampton: clockwatch – live!", "webUrl": "https://www.theguardian.com/football/live/2017/feb/11/manchester-united-watford-alaves-barcelona-premier-league-clockwatch-live", "wordCnt": 1879}, {"apiUrl": "https://content.guardianapis.com/football/2017/feb/11/middlesbrough-everton-peremier-league-match-report", "firPara": "This was another game in which Middlesbrough equipped themselves relatively well but could not find the telling breakthrough. Aitor Karanka took some satisfaction at his side matching the in‑form Everton but, ultimately, they relied greatly on Victor Valdés and were denied a crucial late victory that could have sparked their season into life.", "id": "football/2017/feb/11/middlesbrough-everton-peremier-league-match-report", "isHosted": false, "secPara": "Valdés produced an excellent performance to thwart Romelu Lukaku and Ademola Lookman but Everton were not really at the races on a bitter afternoon on Teesside. Ronald Koeman was pleased to leave with a point but Boros paucity in attacking options continues to haunt them; while this was a much-improved overall display the same problems remain.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-02-11T17:34:29Z", "webTitle": "Victor Valdés proves Middlesbrough’s best performer in Everton draw", "webUrl": "https://www.theguardian.com/football/2017/feb/11/middlesbrough-everton-peremier-league-match-report", "wordCnt": 544}, {"apiUrl": "https://content.guardianapis.com/football/2017/feb/11/manchester-united-watford-premier-league-match-report", "firPara": "José Mourinho can appear to have unlikely allies. Anthony Martial is a footballer who, the Portuguese said this month, had only done enough to be on the bench. Mourinho shares initials with Juan Mata, but seemingly little else. However, Manchester Uniteds revival continued here courtesy of a player he dropped and sold at Chelsea along with another who has been subjected to his policy of confrontational leadership. The pairs excellence meant Mourinho was content to exchange censure for superlatives.", "id": "football/2017/feb/11/manchester-united-watford-premier-league-match-report", "isHosted": false, "secPara": "This was a rout in everything bar the scoreline and Uniteds dominance in every other aspect bodes well for their chances of returning to the Champions League. They are mounting their longest undefeated league run since Sir Alex Fergusons retirement. Sixteen games unbeaten is an amazing record, Mourinho said, and this was a ninth win. Satisfied by victory, even his hints at a persecution complex came couched in compliments for his charges.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-02-11T17:08:00Z", "webTitle": "Anthony Martial takes his chance as Manchester United outclass Watford", "webUrl": "https://www.theguardian.com/football/2017/feb/11/manchester-united-watford-premier-league-match-report", "wordCnt": 812}, {"apiUrl": "https://content.guardianapis.com/football/2017/feb/11/stoke-city-crystal-palace-premier-league-match-report", "firPara": "This was better from Crystal Palace but still not good enough. A degree of improvement seemed almost inevitable after the mortifying 4-0 home defeat at the hands Sunderland last week and, sure enough, Sam Allardyces side were relatively solid for an hour here.", "id": "football/2017/feb/11/stoke-city-crystal-palace-premier-league-match-report", "isHosted": false, "secPara": "Joe Allen then scored for Stoke and, with Palace unable to muster any response, another defeat was sealed, the sixth in Allardyces eight league matches in charge. Four points from 24 available is a sorry return from his tenure and endangers Palaces Premier League status as well as his record of never being relegated from the top flight.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-02-11T17:04:22Z", "webTitle": "Joe Allen’s cool finish for Stoke deepens Crystal Palace problems", "webUrl": "https://www.theguardian.com/football/2017/feb/11/stoke-city-crystal-palace-premier-league-match-report", "wordCnt": 683}, {"apiUrl": "https://content.guardianapis.com/football/2017/feb/11/sunderland-southampton-premier-league-match-report", "firPara": " ", "id": "football/2017/feb/11/sunderland-southampton-premier-league-match-report", "isHosted": false, "secPara": "Sunderland will fly to New York and a weeks bonding break featuring daily runs in snowy Central Park thoroughly chastened by Manolo Gabbiadini and his Southampton team-mates. On a day when Claude Puels side remembered how to concentrate, two goals from the Italy striker along with some splendid support from Dusan Tadic not only ended the visitors recent wretched run of results but also ensured David Moyess team remain firmly bottom.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-02-11T17:00:51Z", "webTitle": "Manolo Gabbiadini double helps Southampton thrash sorry Sunderland", "webUrl": "https://www.theguardian.com/football/2017/feb/11/sunderland-southampton-premier-league-match-report", "wordCnt": 702}, {"apiUrl": "https://content.guardianapis.com/football/2017/feb/11/arsenal-hull-city-premier-league-match-report", "firPara": "It was the break that Arsène Wenger and Arsenal needed. Alexis Sánchezs opening goal was the result of a clear handball, but it helped to earn the win for his team and end the two-game losing streak that had led to the latest outbreak of angst in these parts, and the latest questions about whether Wenger ought to stay on as the manager beyond the summer.", "id": "football/2017/feb/11/arsenal-hull-city-premier-league-match-report", "isHosted": false, "secPara": "The referee, Mark Clattenburg, felt so bad about his failure to spot the handball on 34 minutes that he said sorry to Hull Citys players.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-02-11T14:39:08Z", "webTitle": "Alexis Sánchez secures Arsenal and Arsène Wenger respite against Hull", "webUrl": "https://www.theguardian.com/football/2017/feb/11/arsenal-hull-city-premier-league-match-report", "wordCnt": 846}, {"apiUrl": "https://content.guardianapis.com/football/live/2017/feb/11/arsenal-v-hull-city-premier-league-live", "firPara": "Arsenal were far from their best, but two Alexis Sanchez goals gave them a much-needed victory over fast-improving Hull.", "id": "football/live/2017/feb/11/arsenal-v-hull-city-premier-league-live", "isHosted": false, "secPara": "Welbeck tries to put a sick twist on the scoreline from 12 yards, but screws his shot wide right. And thats that! Arsenal make off with the three points, but they made hard work of that. Fortune smiled on them, too Sanchezs opener went in accidentally off his own hand, Gibbs could easily have seen red, and the Clucas incident wasnt the most egregious of handballs. But you have to take your chances when they come, and Arsenal and Sanchez did exactly that. They go third, with a result that should change the mood music around the club ahead of some big games. Hull meanwhile stay in the relegation zone, but if they keep playing like this, theyll stay up. That was a very entertaining match, from which both teams can take succour.", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2017-02-11T14:37:58Z", "webTitle": "Arsenal 2-0 Hull City: Premier League – as it happened", "webUrl": "https://www.theguardian.com/football/live/2017/feb/11/arsenal-v-hull-city-premier-league-live", "wordCnt": 1735}, {"apiUrl": "https://content.guardianapis.com/football/blog/2017/feb/11/mark-warburton-rangers-departure-dave-king-spl", "firPara": "The outcome necessary to endorse Mark Warburtons status as the Rangers manager will never arrive. Likewise, those sceptical about the 54-year-olds ability to deliver a perfectly acceptable return at the end of this, Rangers first season back in Scottish footballs top flight, will never be able to speak with certainty.", "id": "football/blog/2017/feb/11/mark-warburton-rangers-departure-dave-king-spl", "isHosted": false, "secPara": "Such a state of flux rather sums up events at Ibrox, almost five years to the day since administration sent both Rangers and the Scottish game into such a tailspin that neither would ever be the same again.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-02-11T14:37:12Z", "webTitle": "Mark Warburton carries the can for deeper malaise troubling Rangers | Ewan Murray", "webUrl": "https://www.theguardian.com/football/blog/2017/feb/11/mark-warburton-rangers-departure-dave-king-spl", "wordCnt": 926}, {"apiUrl": "https://content.guardianapis.com/football/2017/feb/11/birmingham-sheffield-wednesday-match-report-gianfranco-zola", "firPara": "Gianfranco Zola has declared himself happy with Birmingham Citys performance despite their 3-0 defeat at Sheffield Wednesday in the Championship on Friday night.", "id": "football/2017/feb/11/birmingham-sheffield-wednesday-match-report-gianfranco-zola", "isHosted": false, "secPara": "Zola, who has now presided over seven defeats in 12 matches since he came into the managers job in December, pointed out that his side had long periods of domination and possession, hit the woodwork three times and were only 1-0 down until the late stages.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-02-11T00:15:20Z", "webTitle": "Birmingham’s Gianfranco Zola sanguine in defeat by Sheffield Wednesday", "webUrl": "https://www.theguardian.com/football/2017/feb/11/birmingham-sheffield-wednesday-match-report-gianfranco-zola", "wordCnt": 420}, {"apiUrl": "https://content.guardianapis.com/football/2017/feb/10/sam-allardyce-crystal-palace", "firPara": "Sam Allardyce has hired a sports psychologist to help his Crystal Palace players overcome the fear they experience when playing at Selhurst Park.", "id": "football/2017/feb/10/sam-allardyce-crystal-palace", "isHosted": false, "secPara": "Lee Richardson, a psychologist who was also a professional footballer and a former manager of Chesterfield, has been brought in to consult individually with the squad as they fight to avoid relegation from the Premier League.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-02-10T22:41:13Z", "webTitle": "Sam Allardyce calls on psychologist to rid Crystal Palace of Selhurst fears", "webUrl": "https://www.theguardian.com/football/2017/feb/10/sam-allardyce-crystal-palace", "wordCnt": 549}], "startIndex": 761, "status": "ok", "total": 141934, "userTier": "developer"}}