{"response": {"currentPage": 29, "orderBy": "newest", "pageSize": 10, "pages": 14194, "results": [{"apiUrl": "https://content.guardianapis.com/football/2017/mar/12/rejuvenated-ross-barkley-reaps-benefits-everton-midfield-makeover", "firPara": "Sometimes managers confound stereotypes. Tony Pulis brought up 300 Premier League matches in charge by belying his image as one of the games great puritans to eulogise about a flair player.", "id": "football/2017/mar/12/rejuvenated-ross-barkley-reaps-benefits-everton-midfield-makeover", "isHosted": false, "secPara": "Sometimes praise comes from unexpected quarters. Ross Barkley had spent much of the season as the recipient of managerial criticism. After he helped outclass West Bromwich Albion in a 3-0 win for Everton, the player found his fan club had swelled to include both Pulis and Ronald Koeman, who traded tributes.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-03-12T22:30:15Z", "webTitle": "Rejuvenated Ross Barkley reaps benefits of Everton’s midfield makeover", "webUrl": "https://www.theguardian.com/football/2017/mar/12/rejuvenated-ross-barkley-reaps-benefits-everton-midfield-makeover", "wordCnt": 670}, {"apiUrl": "https://content.guardianapis.com/football/blog/2017/mar/12/pep-guardiola-ideology-machnester-city", "firPara": "The Catalan has not had the easiest start in England but the manner of his sides dispatching of Middlesbrough suggests his ideology is starting to take hold", "id": "football/blog/2017/mar/12/pep-guardiola-ideology-machnester-city", "isHosted": false, "secPara": "The Catalan has not had the easiest start in England but the manner of his sides dispatching of Middlesbrough suggests his ideology is starting to take hold", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-03-12T22:30:15Z", "webTitle": "Pep Guardiola glows as praxis starts to make perfect at Manchester City | Louise Taylor", "webUrl": "https://www.theguardian.com/football/blog/2017/mar/12/pep-guardiola-ideology-machnester-city", "wordCnt": 661}, {"apiUrl": "https://content.guardianapis.com/football/blog/2017/mar/12/danny-cowley-lincoln-city-arsene-wenger-arsenal-fa-cup", "firPara": "As Lincolns players absorbed the experience by accepting the invitation to mingle with their counterparts in the home dressing room at the end of it all, it was important to make sure that City took care of some essential business. A member of Arsenals staff duly emerged from a cupboard with a broom, remarking Theyve asked for a hoover. The broom was the best they could magic up at that moment. At Premier League level they are not used to requests from the opposition to clean the visitors dressing room. Whatever the circumstances, though, Danny Cowley insists on it. The All Blacks call it sweep the decks, dont they? If it is good enough for the All Blacks, its good enough for us, he says.", "id": "football/blog/2017/mar/12/danny-cowley-lincoln-city-arsene-wenger-arsenal-fa-cup", "isHosted": false, "secPara": "The gesture felt poignant, especially as there had been a brief commotion when Arsenal left their dressing room at non-league Sutton United in the previous round strewn with discarded strappings and drinks bottles. That contrast emphasised the different worlds usually inhabited by those from non-league and Premier League although, looking at the bigger picture, that is a chasm that Cowley hopes some of his contemporaries and colleagues can one day bridge. Theres some great footballers at non-league level and hopefully some OK managers too, Cowley notes. Weve seen what happened with Jamie Vardy. It shows you there is real depth in English football.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-03-12T22:30:15Z", "webTitle": "Danny Cowley revels in Lincoln’s brush with big time and praises Arsène Wenger | Amy Lawrence", "webUrl": "https://www.theguardian.com/football/blog/2017/mar/12/danny-cowley-lincoln-city-arsene-wenger-arsenal-fa-cup", "wordCnt": 934}, {"apiUrl": "https://content.guardianapis.com/football/2017/mar/12/chelsea-antonio-conte-i-never-train-for-counterattack-jose-mourinho-fa-cup-manchester-united", "firPara": "Antonio Conte has responded to José Mourinhos insinuations that Chelsea are a defensive team by offering an insight into his methods on the training ground and insisting that he is not a coach who focuses on counterattacking football.", "id": "football/2017/mar/12/chelsea-antonio-conte-i-never-train-for-counterattack-jose-mourinho-fa-cup-manchester-united", "isHosted": false, "secPara": "Mourinho recently said he has spotted a change in England, wryly noting It looks like this season that to be phenomenal defensively and good in counterattack is art. The Manchester United manager, whose style of play has often been criticised for being too negative in the past, has appeared to be frustrated by the plaudits for Conte, despite not mentioning the man who now occupies the role he once had at Chelsea by name.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-03-12T22:29:15Z", "webTitle": "Chelsea’s Antonio Conte: I never, ever, ever train for the counterattack", "webUrl": "https://www.theguardian.com/football/2017/mar/12/chelsea-antonio-conte-i-never-train-for-counterattack-jose-mourinho-fa-cup-manchester-united", "wordCnt": 671}, {"apiUrl": "https://content.guardianapis.com/football/live/2017/mar/12/real-madrid-v-real-betis-la-liga-live", "firPara": "Sergio Ramos scored another late goal to claim a 2-1 win for Real Madrid over Real Betis, after Keylor Navas had made a calamitous error earlier on", "id": "football/live/2017/mar/12/real-madrid-v-real-betis-la-liga-live", "isHosted": false, "secPara": "And thats your lot from this one. Cheers for reading, and enjoy what remains of your weekend before the unending turmoil and bleakness of the working week. Night!", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2017-03-12T21:41:31Z", "webTitle": "Real Madrid 2-1 Real Betis: La Liga – as it happened", "webUrl": "https://www.theguardian.com/football/live/2017/mar/12/real-madrid-v-real-betis-la-liga-live", "wordCnt": 992}, {"apiUrl": "https://content.guardianapis.com/football/2017/mar/12/derby-county-steve-mcclaren-championship-part-company", "firPara": "Steve McClaren has been sacked by Derby County for the second time in less than two years, paving the way for Gary Rowett to take over as manager at Pride Park. McClarens latest spell was brought to an abrupt end after only five months following what the club described as a significant, unexpected and persistent decline in results, team unity and morale.", "id": "football/2017/mar/12/derby-county-steve-mcclaren-championship-part-company", "isHosted": false, "secPara": "In a damning statement that was issued less than 48 hours after Derby slumped to a 3-0 defeat at Brighton, leaving the east Midlands club in 10th place and with only one win from their last nine league matches, Mel Morris, the chairman, claimed the heartbeat, commitment, focus and passion has been lacking something fundamental under McClaren.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-03-12T20:35:05Z", "webTitle": "Derby County sack Steve McClaren for second time in under two years", "webUrl": "https://www.theguardian.com/football/2017/mar/12/derby-county-steve-mcclaren-championship-part-company", "wordCnt": 602}, {"apiUrl": "https://content.guardianapis.com/football/2017/mar/12/harry-kane-tottenham-hotspur-miss-season-ankle-injury-crutches", "firPara": "The Football Association is set to investigate claims that Millwall supporters aimed racially motivated abuse at Tottenham Hotspurs South Korea forward, Son Heung-min, during the FA Cup quarter-final between the clubs at White Hart Lane.", "id": "football/2017/mar/12/harry-kane-tottenham-hotspur-miss-season-ankle-injury-crutches", "isHosted": false, "secPara": "Son was the star turn, scoring a hat-trick in Tottenhams 6-0 win, on an afternoon when the clubs first-choice centre-forward, Harry Kane, limped off with an ankle injury that could end his season.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-03-12T18:10:12Z", "webTitle": "FA set to investigate Millwall fans’ racist chants towards Son Heung-min", "webUrl": "https://www.theguardian.com/football/2017/mar/12/harry-kane-tottenham-hotspur-miss-season-ankle-injury-crutches", "wordCnt": 679}, {"apiUrl": "https://content.guardianapis.com/football/live/2017/mar/12/liverpool-v-burnley-premier-league-live", "firPara": "Liverpool came from behind to defeat Burnley at Anfield, with Emre Can hammering a tremendous winning goal", "id": "football/live/2017/mar/12/liverpool-v-burnley-premier-league-live", "isHosted": false, "secPara": "Winning ugly is not Liverpools forte, so this will give them a fair bit of pleasure. They didnt play well and had to come from behind, with Emre Cans cracking goal deciding the match. They are now five points clear of fifth-placed Arsenal, though they have played two games more. Burnley were Burnley, admirable but limited. They shouldnt have any problems staying up, despite their wretched away record. Thanks for your company, night.", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2017-03-12T17:52:20Z", "webTitle": "Liverpool 2-1 Burnley: Premier League – as it happened", "webUrl": "https://www.theguardian.com/football/live/2017/mar/12/liverpool-v-burnley-premier-league-live", "wordCnt": 1114}, {"apiUrl": "https://content.guardianapis.com/football/2017/mar/12/craig-shakespeare-named-leicester-city-manager-remainder-of-season", "firPara": "• 53-year-old has won both matches in charge since replacing Claudio Ranieri ", "id": "football/2017/mar/12/craig-shakespeare-named-leicester-city-manager-remainder-of-season", "isHosted": false, "secPara": "Leicester City have named Craig Shakespeare as first-team manager for the remainder of the season, with the clubs hierarchy impressed by the teams positive response since the 53-year-old took caretaker charge almost three weeks ago. Claudio Ranieris former No2 was put in charge in the wake of the Italians sacking and has convinced the clubs owners he is the right man to steer the club to Premier League safety after wins in the two matches he has so far overseen, against Liverpool and Hull City.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-03-12T16:10:15Z", "webTitle": "Craig Shakespeare named Leicester City manager for rest of the season", "webUrl": "https://www.theguardian.com/football/2017/mar/12/craig-shakespeare-named-leicester-city-manager-remainder-of-season", "wordCnt": 507}, {"apiUrl": "https://content.guardianapis.com/football/2017/mar/12/tottenham-hotspur-millwall-fa-cup-match-report", "firPara": "It was tempting to say that when Vincent Janssen scores, the visiting team know they have problems. But those of Millwall had taken hold long before the £17m striker came off the bench to claim his first goal in open play for Tottenham Hotspur.", "id": "football/2017/mar/12/tottenham-hotspur-millwall-fa-cup-match-report", "isHosted": false, "secPara": "This seasons FA Cup has been defined by its shock results. Think of Lincoln City, Sutton United and Eastleigh or even Oxford United and Wolverhampton Wanderers. Millwalls last win over Tottenham had come in the months before the outbreak of the second world war. This stood to be an upset to rival them all, despite the League One club arriving on an unbeaten run of 17 matches in all competitions – their best in a single season since 1895-96.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-03-12T16:08:17Z", "webTitle": "Tottenham Hotspur hammer Millwall in Cup with Son Heung-min hat-trick", "webUrl": "https://www.theguardian.com/football/2017/mar/12/tottenham-hotspur-millwall-fa-cup-match-report", "wordCnt": 820}], "startIndex": 281, "status": "ok", "total": 141934, "userTier": "developer"}}