{"response": {"currentPage": 242, "orderBy": "newest", "pageSize": 10, "pages": 14194, "results": [{"apiUrl": "https://content.guardianapis.com/football/2016/nov/19/watford-leicester-city-premier-league-match-report", "firPara": "Claudio Ranieris hopes of restoring the champions solidity on the road? Gone in 33 seconds here. That was how long it took Étienne Capoue to open the scoring for Watford, who quickly increased their lead thanks to a lovely goal by Roberto Pereyra. Riyad Mahrez converted a penalty for Leicester but the champions could not avert a fifth defeat from six Premier League away matches this season.", "id": "football/2016/nov/19/watford-leicester-city-premier-league-match-report", "isHosted": false, "secPara": "Add that to the fact that they lost their year-long unbeaten home league record in their last match at the King Power and Leicesters title defence is beginning to bear an uncomfortable resemblance to a struggle against relegation. After 12 matches they are two points above the bottom three.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-19T17:20:32Z", "webTitle": "Watford strike early to heap more misery on Leicester City’s title defence", "webUrl": "https://www.theguardian.com/football/2016/nov/19/watford-leicester-city-premier-league-match-report", "wordCnt": 728}, {"apiUrl": "https://content.guardianapis.com/football/2016/nov/19/crystal-palace-manchester-city-premier-league-match-report", "firPara": "Pep Guardiola can presumably expect a phone call this week from Yaya Tourés agent, the Spaniards bête noire Dimitri Seluk, demanding his client is handed a pay rise. After all those much publicised misunderstandings in the past, for which the player had recently, if belatedly, apologised, Touré is restored to the fray and contributing significantly once again. The absence has done little to blunt his dramatic timing.", "id": "football/2016/nov/19/crystal-palace-manchester-city-premier-league-match-report", "isHosted": false, "secPara": "He was decisive with two goals to condemn Crystal Palace to yet another defeat, a fifth in succession, while hoisting Manchester City on to the shoulder of league leaders Liverpool. Touré was clapped back into the visitors dressing room by his team-mates and already boasts as many Premier League goals this season as Paul Pogba across Manchester with United. He will be aching on Sunday, his body screaming in protest after a first league start in six months, but a player who had felt a fading memory of a bygone era only a few weeks ago suddenly appears to be an asset again.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-19T17:17:26Z", "webTitle": "Yaya Touré makes spectacular return to clinch Manchester City victory", "webUrl": "https://www.theguardian.com/football/2016/nov/19/crystal-palace-manchester-city-premier-league-match-report", "wordCnt": 842}, {"apiUrl": "https://content.guardianapis.com/football/2016/nov/19/southampton-liverpool-premier-league-match-report", "firPara": "Liverpool continue to enjoy the view from the top of the Premier League, but everything would have looked so much better for Jürgen Klopp and his players if they had shown the same ruthless touch in front of goal that had carried them to the summit. Instead Liverpool departed the south coast ruing the missed opportunities that checked their momentum and allowed Southampton to escape with a point.", "id": "football/2016/nov/19/southampton-liverpool-premier-league-match-report", "isHosted": false, "secPara": "Philippe Coutinho, Roberto Firmino and Sadio Mané, Liverpools exhilarating attacking trident, all found themselves in promising positions during a one-sided contest, but the combination of some excellent goalkeeping from Fraser Forster and wayward finishing prevented the visitors from capitalising on their dominance.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-19T17:13:58Z", "webTitle": "Liverpool left frustrated as dogged Southampton hold on for a draw", "webUrl": "https://www.theguardian.com/football/2016/nov/19/southampton-liverpool-premier-league-match-report", "wordCnt": 817}, {"apiUrl": "https://content.guardianapis.com/football/blog/2016/nov/19/manchester-united-arsenal-arsene-wenger-jose-mourinho", "firPara": "There was a good moment at the final whistle here. Arsène Wenger and José Mourinho shook hands brusquely on the Old Trafford touchline, turned to walk off, then realised with a shared prickle of awkwardness they were heading the same way, the worlds most awkward shared hundred metre stroll ahead of them. Wenger did the decent thing, taking a couple of paces then stopping and pretending to fiddle with his coat. It was deftly done and no doubt a sensible move, the thick black cloud above Mourinhos head almost visible as he stalked off at the end of a 1-1 draw from which Manchester United really should have taken three points.", "id": "football/blog/2016/nov/19/manchester-united-arsenal-arsene-wenger-jose-mourinho", "isHosted": false, "secPara": "Arsenal were lucky here. There is no disgrace in being outplayed for periods at Old Trafford, not least when United click, as they did here, with Paul Pogba all indolent craft, Juan Mata buzzing and Marcus Rashford providing speed up front. The more positive spin is that Arsenal got a point while playing poorly. It was, though, hard to avoid the impression this was a point snatched in part out of their own muddle, a performance that never thrummed up through the gears, and a chance to go out and actually beat one of their major rivals was once again passed up.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-19T16:56:07Z", "webTitle": "Arsène Wenger and Arsenal rescued from muddle of own making | Barney Ronay", "webUrl": "https://www.theguardian.com/football/blog/2016/nov/19/manchester-united-arsenal-arsene-wenger-jose-mourinho", "wordCnt": 919}, {"apiUrl": "https://content.guardianapis.com/football/2016/nov/19/manchester-united-arsenal-premier-league-match-report", "firPara": "Perhaps it is true, as the away enclosure alleged with their gloating cries of youre not special any more, that José Mourinhos powers are diminishing. Yet there is another way of looking at it and maybe, to give him the benefit of the doubt, this result felt more like a case of Arsenal finally showing the kind of durability that is necessary for any team with authentic title aspirations.", "id": "football/2016/nov/19/manchester-united-arsenal-premier-league-match-report", "isHosted": false, "secPara": "For a long time, it had felt as though it was shaping up to be the most satisfying result of Mourinhos new employment, but ultimately it was another occasion of steep frustration for Manchester United and their glowering manager, and a reminder of why Arsenal have become so difficult to beat in 2016, with only one league defeat on their travels since the start of the year.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-19T14:36:02Z", "webTitle": "Olivier Giroud denies Manchester United and rescues point for Arsenal", "webUrl": "https://www.theguardian.com/football/2016/nov/19/manchester-united-arsenal-premier-league-match-report", "wordCnt": 884}, {"apiUrl": "https://content.guardianapis.com/football/live/2016/nov/19/manchester-united-v-arsenal-premier-league-live", "firPara": "Juan Mata looked to have secured the points for United, but Olivier Giroud replied late on to deny the hosts.", "id": "football/live/2016/nov/19/manchester-united-v-arsenal-premier-league-live", "isHosted": false, "secPara": "And thats that! United deserved to win that game, but they sat back at the end, and paid the price. Mourinho and Wenger shake hands in the sporting fashion, which is nice to see, but you know wholl be happier with this result. Wengers substitutes combined to earn an unlikely point for Arsenal; Mourinhos conservatism, when his team were sparkling in attack, cost United two. Not a classic, but some late drama nonetheless. The greatest rivalry of the Premier League era delivers again.", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2016-11-19T14:28:27Z", "webTitle": "Manchester United 1-1 Arsenal: Premier League – as it happened", "webUrl": "https://www.theguardian.com/football/live/2016/nov/19/manchester-united-v-arsenal-premier-league-live", "wordCnt": 1928}, {"apiUrl": "https://content.guardianapis.com/football/2016/nov/18/antonio-conte-chelsea-bonus-diego-costa", "firPara": "Antonio Conte has backed the policy at Chelsea under which players receive a bonus only if they claim trophies rather than win individual league or cup fixtures or qualify for Europe.", "id": "football/2016/nov/18/antonio-conte-chelsea-bonus-diego-costa", "isHosted": false, "secPara": "The club, whose players earn a basic salary of up to Eden Hazards £200,000 a week, restructured their bonus policy before José Mourinhos return to Stamford Bridge in 2013, with the Portuguese willingly adopting the changes and publicly questioning whether top professionals are motivated effectively by financial incentives for individual matches. Those sentiments are shared by Conte, whose side will attempt at Middlesbrough on Sunday to secure a sixth consecutive top-flight win.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-18T22:30:51Z", "webTitle": "Antonio Conte credits bonus system for motivated Chelsea’s rich vein of form", "webUrl": "https://www.theguardian.com/football/2016/nov/18/antonio-conte-chelsea-bonus-diego-costa", "wordCnt": 720}, {"apiUrl": "https://content.guardianapis.com/football/2016/nov/18/history-against-arsenal-wenger-manchester-united", "firPara": "The Gunners have not enjoyed their recent meetings with Manchester United at Old Trafford and their mindset has to be right on Saturday", "id": "football/2016/nov/18/history-against-arsenal-wenger-manchester-united", "isHosted": false, "secPara": "The last visit to Old Trafford left Arsène Wenger stern faced, forced to admit to feeling like a bitter loser as he strained to summon an explanation for a deep disappointment. It was not easy to digest a flaky performance that would be pivotal in the hunt for the Premier League title. From a position to breathe down Leicester Citys necks, Arsenal ended up choking.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-18T22:30:51Z", "webTitle": "History is against Arsenal but defiant Wenger paints optimistic picture | Amy Lawrence", "webUrl": "https://www.theguardian.com/football/2016/nov/18/history-against-arsenal-wenger-manchester-united", "wordCnt": 1113}, {"apiUrl": "https://content.guardianapis.com/football/2016/nov/18/jose-mourinho-southgate-england-protect-wayne-rooney", "firPara": "José Mourinho has claimed Gareth Southgate failed to protect Wayne Rooney on England duty and compared it to a child who fails to take extra care of a loaned pencil. The Manchester United manager is unhappy with his captain being photographed the night after the World Cup qualifying victory against Scotland.", "id": "football/2016/nov/18/jose-mourinho-southgate-england-protect-wayne-rooney", "isHosted": false, "secPara": "Rooneys presence at a wedding at Englands hotel in Hertfordshire during the early hours of Sunday morning emerged when pictures were published in a newspaper. The 31-year-old later offered an unconditional apology for the inappropriate images.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-18T22:30:51Z", "webTitle": "José Mourinho calls on England to do more to protect Wayne Rooney", "webUrl": "https://www.theguardian.com/football/2016/nov/18/jose-mourinho-southgate-england-protect-wayne-rooney", "wordCnt": 712}, {"apiUrl": "https://content.guardianapis.com/football/2016/nov/18/jurgen-klopp-dortmund-sadio-mane-mistake-liverpool", "firPara": "Jürgen Klopp has said he wanted to punch himself after rejecting the chance to sign Sadio Mané for Borussia Dortmund but believes his mistake ultimately saved Liverpool a fortune.", "id": "football/2016/nov/18/jurgen-klopp-dortmund-sadio-mane-mistake-liverpool", "isHosted": false, "secPara": "Mané faces his former club, Southampton, on Saturday for the first time since his £34m summer move to Anfield. The Senegal international has played an integral part in Liverpools rise to the Premier League summit, scoring six goals in 10 league games and settling in seamlessly alongside Roberto Firmino and Philippe Coutinho in attack.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-18T22:30:51Z", "webTitle": "Jürgen Klopp says his Sadio Mané mistake at Dortmund is Liverpool’s gain", "webUrl": "https://www.theguardian.com/football/2016/nov/18/jurgen-klopp-dortmund-sadio-mane-mistake-liverpool", "wordCnt": 652}], "startIndex": 2411, "status": "ok", "total": 141935, "userTier": "developer"}}