{"response": {"currentPage": 267, "orderBy": "newest", "pageSize": 10, "pages": 14194, "results": [{"apiUrl": "https://content.guardianapis.com/football/live/2016/nov/06/leicester-v-west-brom-premier-league-live", "firPara": "James Morrison and Matt Phillips scored excellent goals as West Brom became the first team in 13 months to win a Premier League match at Leicester", "id": "football/live/2016/nov/06/leicester-v-west-brom-premier-league-live", "isHosted": false, "secPara": "Peep peep! West Brom become the first team to win a Premier League match at Leicester since Arsenal in September 2015. They deserved their win, with James Morrison and Matt Phillips scoring excellent goals. Leicester are 14 points off the leaders Liverpool but well, who cares. The afterglow of 2015-16 will sustain their fans for a few decades yet. Thanks for your company, night.", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2016-11-06T18:22:56Z", "webTitle": "Leicester 1-2 West Brom: Premier League – as it happened", "webUrl": "https://www.theguardian.com/football/live/2016/nov/06/leicester-v-west-brom-premier-league-live", "wordCnt": 2015}, {"apiUrl": "https://content.guardianapis.com/football/2016/nov/06/jurgen-klopp-liverpool-watford", "firPara": "Jürgen Klopp has told Liverpool to stay cool after going top of the Premier League and warned potential title rivals that his free-scoring team will improve as the season progresses.", "id": "football/2016/nov/06/jurgen-klopp-liverpool-watford", "isHosted": false, "secPara": "Liverpool reached the Premier League summit for the first time since May 2014 with an emphatic 6-1 victory over Watford at Anfield. Arsenals 1-1 draw with Tottenham Hotspur in the north London derby earlier in the day had offered Klopps team the chance to leapfrog Manchester City, Chelsea and Arsène Wengers side, and they took it with another irrepressible attacking display.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-06T18:07:20Z", "webTitle": "Jürgen Klopp says Liverpool can still improve after thrashing Watford", "webUrl": "https://www.theguardian.com/football/2016/nov/06/jurgen-klopp-liverpool-watford", "wordCnt": 516}, {"apiUrl": "https://content.guardianapis.com/football/2016/nov/06/swansea-manchester-united-premier-league-match-report", "firPara": "Maybe José Mourinho should watch from the stand more often. Serving a touchline ban, the Manchester United manager savoured the sight of his team registering their first Premier League victory in five matches as well as Zlatan Ibrahimovic rediscovering his touch in front of goal on an afternoon when Swansea City capitulated and the simmering frustration among their supporters started to boil over.", "id": "football/2016/nov/06/swansea-manchester-united-premier-league-match-report", "isHosted": false, "secPara": "Ibrahimovic struck twice – his first goals in the Premier League since 10 September – after Paul Pogba had opened the scoring with an exquisite shot from distance that set the tone for an embarrassingly one-sided first half in which Swansea were outplayed. United were 3-0 up inside 33 minutes and it felt like a trick of the mind that Mourinhos team had come into this game short of confidence and facing so many questions about their form.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-06T17:16:59Z", "webTitle": "Manchester United overpower Swansea with Zlatan Ibrahimovic double", "webUrl": "https://www.theguardian.com/football/2016/nov/06/swansea-manchester-united-premier-league-match-report", "wordCnt": 861}, {"apiUrl": "https://content.guardianapis.com/football/blog/2016/nov/06/mousa-dembele-tottenham-mauricio-pochettino-arsenal", "firPara": "It is a question that is often put to Tottenham Hotspurs players in those slightly quirky interviews. Who is the best player at the club? They give the same answer every time Mousa Dembélé. When Vincent Janssen was asked it recently, he went for Dembélé and the summer signing added that it was also because he was the best player he had ever faced. It is worth noting that Janssen has come up against Dembélé only in training.", "id": "football/blog/2016/nov/06/mousa-dembele-tottenham-mauricio-pochettino-arsenal", "isHosted": false, "secPara": "Dembélé is not the highest-profile Tottenham player – perhaps because he is laid back to the point of being horizontal – and there was a brighter spotlight at the Emirates Stadium on Harry Kane, who returned after seven weeks out with ankle ligament damage. Kane, inevitably, commandeered attention after his equaliser from the penalty spot, because scoring against Arsenal is part of what has defined his White Hart Lane legend.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-06T16:56:52Z", "webTitle": "Mousa Dembélé the unsung Tottenham hero at the heart of Pochettino’s plans | David Hytner", "webUrl": "https://www.theguardian.com/football/blog/2016/nov/06/mousa-dembele-tottenham-mauricio-pochettino-arsenal", "wordCnt": 831}, {"apiUrl": "https://content.guardianapis.com/football/2016/nov/06/tottenham-mauricio-pochettino-unbeaten-arsenal", "firPara": "Mauricio Pochettino praised his players resilience in emerging from a difficult month with their unbeaten record in the Premier League still intact after Harry Kanes equaliser earned Tottenham Hotspur a point at Arsenal. Spurs have won five and drawn six of their 11 league games to date their best start in 56 years, and boast a point more than at the same stage last term, when they had challenged Leicester City up until the last few weeks before finishing third. Yet they have actually failed to win any of their last seven matches in all competitions and have struggled in front of goal – they have scored once from open play in seven matches, plus three penalties – a trend maintained across the capital despite Kanes return after a seven week absence.", "id": "football/2016/nov/06/tottenham-mauricio-pochettino-unbeaten-arsenal", "isHosted": false, "secPara": "That recent run included Wednesdays damaging Champions League loss to Bayer Leverkusen at Wembley.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-06T16:54:30Z", "webTitle": "Tottenham’s Mauricio Pochettino happy to get through tough month unbeaten", "webUrl": "https://www.theguardian.com/football/2016/nov/06/tottenham-mauricio-pochettino-unbeaten-arsenal", "wordCnt": 555}, {"apiUrl": "https://content.guardianapis.com/football/2016/nov/06/hull-city-southampton-premier-league-match-report", "firPara": "It is no exaggeration to say that without Robert Snodgrass Hull City would have surrendered to a seventh straight Premier League defeat. Instead the richly gifted and grimly determined Scotland winger proved his fitness for this weeks World Cup qualifier with England by stepping off the bench and offering Mike Phelans side a lifeline.", "id": "football/2016/nov/06/hull-city-southampton-premier-league-match-report", "isHosted": false, "secPara": "By extending his left foot to lash a superbly assured equaliser inside a post and then providing the perfectly weighted, subtly curving, free-kick from which Michael Dawson secured Hulls first League victory since August, Snodgrass transformed a contest that an initially superior Southampton should have won by a country mile.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-06T16:29:55Z", "webTitle": "Robert Snodgrass inspires Hull City to comeback win against Southampton", "webUrl": "https://www.theguardian.com/football/2016/nov/06/hull-city-southampton-premier-league-match-report", "wordCnt": 595}, {"apiUrl": "https://content.guardianapis.com/football/2016/nov/06/arsene-wenger-victor-wanyama-arsenal-tottenham-hotspur", "firPara": "• Arsenal manager also bemoans soft penalty which gave Spurs their equaliser", "id": "football/2016/nov/06/arsene-wenger-victor-wanyama-arsenal-tottenham-hotspur", "isHosted": false, "secPara": "• Arsenal manager also bemoans soft penalty which gave Spurs their equaliser", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-06T16:27:50Z", "webTitle": "Victor Wanyama was lucky not to be sent off, says Arsène Wenger", "webUrl": "https://www.theguardian.com/football/2016/nov/06/arsene-wenger-victor-wanyama-arsenal-tottenham-hotspur", "wordCnt": 744}, {"apiUrl": "https://content.guardianapis.com/football/live/2016/nov/06/liverpool-v-watford-premier-league-live", "firPara": "Liverpool went top of the Premier League in some style after a brilliant attacking performance saw them blow Watford away, winning 6-1 at Anfield", "id": "football/live/2016/nov/06/liverpool-v-watford-premier-league-live", "isHosted": false, "secPara": "Well that was impressive. Sure, Watford were abysmal, but Liverpool were the finest cheese wire, slicing through their static opponents with ruthless efficiency. Thats them top of the Premier League for the first time since May 2014 - that was the Crystal Palace collapse in the title race, which did technically take them back top of the league. Makes you wonder why they were so upset afterwards, really.", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2016-11-06T16:27:29Z", "webTitle": "Liverpool v Watford: Premier League – as it happened", "webUrl": "https://www.theguardian.com/football/live/2016/nov/06/liverpool-v-watford-premier-league-live", "wordCnt": 2060}, {"apiUrl": "https://content.guardianapis.com/football/2016/nov/06/liverpool-watford-premier-league-match-report", "firPara": "It is almost a year to the day since Jürgen Klopp stared in disbelief at Liverpool fans streaming out of Anfield before the end of a defeat by Crystal Palace. No one quits early any more. With his side top of the Premier League and turning on the style on a weekly basis, these are the days for Liverpool to savour.", "id": "football/2016/nov/06/liverpool-watford-premier-league-match-report", "isHosted": false, "secPara": "Watford were not simply the fifth of six visitors beaten at Anfield this season but the latest team to feel and suffer the punishing effect of the formidable attack constructed by Klopp. Walter Mazzarris side came with a proud defensive record to protect. It was obliterated inside 45 minutes as Liverpool swarmed to the Premier League summit for the first time since May 2014 with the kind of performance that suggests they might enjoy the view for a good while yet. Doubts may well surround Liverpools defensive ability at set pieces but there was not a soul inside Anfield who would complain at getting first place and one intense attacking display after another in exchange.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-06T16:24:40Z", "webTitle": "Liverpool’s Sadio Mané shows Watford no mercy to put Jürgen Klopp top", "webUrl": "https://www.theguardian.com/football/2016/nov/06/liverpool-watford-premier-league-match-report", "wordCnt": 827}, {"apiUrl": "https://content.guardianapis.com/football/blog/2016/nov/06/fa-cup-retains-charm-in-more-modest-surroundings", "firPara": "What value does a lower-league football club provide to a small town? It was something to mull over on Saturday morning during a scenic ramble from Merstham train station to the towns football ground for the clubs first round FA Cup tie against Oxford United. The previous day I had spoken to Richard Baxter, the clubs secretary, who happens to be my sister-in-laws father. Many people who live in the town still dont know where the club is, he sighed. The size of the 1,920 crowd, 10 times the normal gate, suggested quite a few had decided their local side meant something after all.", "id": "football/blog/2016/nov/06/fa-cup-retains-charm-in-more-modest-surroundings", "isHosted": false, "secPara": "Merstham fans came hoping for a fairytale. They left with a degree in football realpolitik. Every mistake they made was punished as the gap of 94 places from Ryman Premier League to League One proved an unbridgeable chasm. Refreshingly, even a 5-0 defeat hardly seemed to matter. For there was something else in the air, something not always apparent in the Premier League civic pride coupled with a simple desire to enjoy the experience. You heard it in the excitable cheers every time Merstham entered their opponents penalty area, in the discordant – and yes, annoying – burps of the vuvuzelas, and at the lingering standing ovation the team received at the finish.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-06T16:05:45Z", "webTitle": "FA Cup retains its charm in more modest surroundings | Sean Ingle", "webUrl": "https://www.theguardian.com/football/blog/2016/nov/06/fa-cup-retains-charm-in-more-modest-surroundings", "wordCnt": 904}], "startIndex": 2661, "status": "ok", "total": 141935, "userTier": "developer"}}