{"response": {"currentPage": 8, "orderBy": "newest", "pageSize": 10, "pages": 14194, "results": [{"apiUrl": "https://content.guardianapis.com/football/blog/2017/mar/26/five-talking-points-england-lithuania-world-cup-2018-qualifier", "firPara": "Given how low the bar was when Gareth Southgate came in, the first thing he had to achieve to be able to point to progress was avoid becoming embroiled in a national scandal or humiliation. It is thumbs up on that front for now and there is circumstantial evidence of progress beyond that. After an honourable defeat by an improvised Germany team, England showed against Lithuania just enough speed and clever movement to unhinge opponents who aspired to do nothing more than erect human barricades around their box from the first minute. Both goals were beauties but there were also bouts of familiar stodginess. At least Southgate has made some bold selections, defetishised the captaincy and suggested he is a man with a plan and the strength and clarity of thought to implement it. The true tests lie ahead but Southgate has made a fair start.", "id": "football/blog/2017/mar/26/five-talking-points-england-lithuania-world-cup-2018-qualifier", "isHosted": false, "secPara": "The bar for measuring the performance of Englands fans also starts low. At Wembley there were, at least, no war chants or loutish nonsense and silence prevailed throughout the Lithuanian national anthem, which was followed by respectful applause from the hosts. The minutes silence in memory of the victims of the Westminster attacks was also observed with decorum, as was the tribute to the late Graham Taylor. Once the game got going the mood in the ground was fun. The visit of the team ranked 107 in the world for a seemingly foregone conclusion of a match did not quite draw a full house but an attendance of 77,690 seemingly good-humoured people was still a fine turnout. The sight of Jermain Defoe leading out the team with five-year-old Bradley Lowery was also lovely. Hope springs eternal.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-03-26T18:34:00Z", "webTitle": "England 2-0 Lithuania: five talking points from the World Cup 2018 qualifier | Paul Doyle", "webUrl": "https://www.theguardian.com/football/blog/2017/mar/26/five-talking-points-england-lithuania-world-cup-2018-qualifier", "wordCnt": 734}, {"apiUrl": "https://content.guardianapis.com/football/2017/mar/26/england-lithuania-world-cup-2018-qualifier-match-report", "firPara": "The most remarkable statistic attached to this victory is that England, for all their traumas and intermittent crises, have now gone 34 matches since they experienced defeat in a qualifying match. The last occasion was October 2009 when Fabio Capellos team went down 1-0 to Ukraine in Dnipropetrovsk and, to put it into context, there have been three different full-time managers since then.", "id": "football/2017/mar/26/england-lithuania-world-cup-2018-qualifier-match-report", "isHosted": false, "secPara": "A record of that nature can seem like a deception sometimes given what usually then happens at the actual tournaments but in the preliminaries Englands results continue to attract large, cheerful crowds – close to 78,000 here – and for the most part they send the fans away without too many grievances.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-03-26T18:11:27Z", "webTitle": "Jermain Defoe and Jamie Vardy give England victory over Lithuania", "webUrl": "https://www.theguardian.com/football/2017/mar/26/england-lithuania-world-cup-2018-qualifier-match-report", "wordCnt": 902}, {"apiUrl": "https://content.guardianapis.com/football/live/2017/mar/26/england-lithuania-world-cup-2018-qualifier-live", "firPara": "The recalled Jermain Defoe and the substitute Jamie Vardy produced accomplished finishes to give England a routine win in an underwhelming game", "id": "football/live/2017/mar/26/england-lithuania-world-cup-2018-qualifier-live", "isHosted": false, "secPara": "Peep peep! A routine win for England against limited opposition. Jermain Defoe scored on his return to the side, and Jamie Vardy continued his return to form with the second. Both were accomplished finishes. It was the kind of forgettable stroll we see so often in international football these days, and puts England one step closer to Russia. Thanks for your company; bye!", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2017-03-26T17:56:01Z", "webTitle": "England 2-0 Lithuania: World Cup 2018 qualifier – as it happened", "webUrl": "https://www.theguardian.com/football/live/2017/mar/26/england-lithuania-world-cup-2018-qualifier-live", "wordCnt": 1733}, {"apiUrl": "https://content.guardianapis.com/football/blog/2017/mar/26/premier-league-football-wages-flexibility-key", "firPara": "It was a classic local newspaper story from the mid-90s, joyfully regurgitated for the social media generation. Ive had enough Yorkshire puds, says United star Yeboah ran the clipping from a 1996 copy of the Yorkshire Evening Post which did the rounds on Twitter last week, along with the story of how the Leeds strikers unique bonus – two puddings per goal, plus one for each for his team-mates – had ended because the Ghanaian hotshots goal-grabbing exploits have earned him so many puds he had to say no more thanks.", "id": "football/blog/2017/mar/26/premier-league-football-wages-flexibility-key", "isHosted": false, "secPara": "I thought of that heartwarming tale while listening to the sports lawyer Ian Lynam, who has spent more than a decade acting for players and clubs on transfer deals and contracts, make a fascinating admission that despite all the money that has flooded into the Premier League since then, most teams are getting their pay and bonus cultures wrong.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-03-26T17:02:08Z", "webTitle": "Is it time for clubs to end goal bonuses and put players on flexible pay? | Sean Ingle", "webUrl": "https://www.theguardian.com/football/blog/2017/mar/26/premier-league-football-wages-flexibility-key", "wordCnt": 897}, {"apiUrl": "https://content.guardianapis.com/football/2017/mar/26/jesse-lingard-england-manchester-united", "firPara": "The Manchester United midfielder has taken the long route to the top and believes Gareth Southgates young squad can compete with the worlds best", "id": "football/2017/mar/26/jesse-lingard-england-manchester-united", "isHosted": false, "secPara": "The Manchester United midfielder has taken the long route to the top and believes Gareth Southgates young squad can compete with the worlds best", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-03-26T12:00:30Z", "webTitle": "Jesse Lingard: ‘England is like a family. We're not going to let others bully us’", "webUrl": "https://www.theguardian.com/football/2017/mar/26/jesse-lingard-england-manchester-united", "wordCnt": 1006}, {"apiUrl": "https://content.guardianapis.com/football/2017/mar/26/prudent-peterborough-profiting-posh-talent-agency-barry-fry", "firPara": "Peterborough United have become adept at uncovering gems at lower levels and selling them on for a handsome profit under their director of football Barry Fry", "id": "football/2017/mar/26/prudent-peterborough-profiting-posh-talent-agency-barry-fry", "isHosted": false, "secPara": "A quick tot-up of reported transfer fees suggests that, over the past 10 years, Peterborough have made a profit of about £21m from player sales. Not bad for a League One club. But Barry Fry, the clubs director of football, bristles. Nah, weve made about £50m. Thats us told.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-03-26T10:00:27Z", "webTitle": "Prudent Peterborough profiting from their Posh talent agency", "webUrl": "https://www.theguardian.com/football/2017/mar/26/prudent-peterborough-profiting-posh-talent-agency-barry-fry", "wordCnt": 757}, {"apiUrl": "https://content.guardianapis.com/football/2017/mar/26/said-and-done-football-diary-bruno-uefa-russia-fifa", "firPara": "Also featuring Philip Chiyangwa, fake news and Willy Sagnols semantics", "id": "football/2017/mar/26/said-and-done-football-diary-bruno-uefa-russia-fifa", "isHosted": false, "secPara": "Also featuring Philip Chiyangwa, fake news and Willy Sagnols semantics", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-03-26T08:30:26Z", "webTitle": "Said & Done: ‘My focus is just on the football. We all have a private life’", "webUrl": "https://www.theguardian.com/football/2017/mar/26/said-and-done-football-diary-bruno-uefa-russia-fifa", "wordCnt": 714}, {"apiUrl": "https://content.guardianapis.com/football/2017/mar/26/premier-league-fans-verdicts-run-in-part-2-manchester-united-west-ham", "firPara": "With eight weeks to go, fans assess the season so far, and what lies ahead ", "id": "football/2017/mar/26/premier-league-fans-verdicts-run-in-part-2-manchester-united-west-ham", "isHosted": false, "secPara": "Whats the mood among fans? The games are coming thick and fast – you expect that when you end up in the Europa League but belong in the Champions League. Most fans would take winning in Stockholm over fourth place but both are attainable. Then for some big work in the summer were still in transition, so José Mourinho will have to add to the squad again and ship out the dead wood, regardless of their previous status.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-03-26T08:00:25Z", "webTitle": "Premier League fans’ verdicts – the run-in, part 2: Manchester Utd to West Ham", "webUrl": "https://www.theguardian.com/football/2017/mar/26/premier-league-fans-verdicts-run-in-part-2-manchester-united-west-ham", "wordCnt": 2589}, {"apiUrl": "https://content.guardianapis.com/football/2017/mar/26/premier-league-fans-verdicts-run-in-arsenal-manchester-city", "firPara": "With eight weeks to go, fans assess the season so far, and what lies ahead", "id": "football/2017/mar/26/premier-league-fans-verdicts-run-in-arsenal-manchester-city", "isHosted": false, "secPara": "Whats the mood among fans? With all the uncertainty about Arsène Wengers intentions and the increasingly likely exit of our two world-class talents, the end of days mood around N5 couldnt be stronger. Fans of most clubs would be delighted with a Wembley semi and a continued push for the top four – but were just dreading the prospect of an extended 10-game wake. And then theres having to turn my phone off for the entire summer, should we end up finishing below our neighbours for the first time in 22 years.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-03-26T08:00:25Z", "webTitle": "Premier League fans’ verdicts – the run-in, part 1: Arsenal to Manchester City", "webUrl": "https://www.theguardian.com/football/2017/mar/26/premier-league-fans-verdicts-run-in-arsenal-manchester-city", "wordCnt": 2620}, {"apiUrl": "https://content.guardianapis.com/football/blog/2017/mar/25/gareth-southgate-england-lithuania", "firPara": "Gareth Southgate handed the stage to the player at his side when it came down to dissecting more precisely the advice and guidance offered up by Eddie Jones on Friday night. The England rugby union coach had addressed the nations senior football squad back at their team hotel in Hertfordshire, his presentation devoid of PowerPoint slides or whiteboard bullet points. Players have a tendency to drift off on such occasions, staring blankly at the rat‑a‑tat of buzzwords, but the Australian apparently held the room.", "id": "football/blog/2017/mar/25/gareth-southgate-england-lithuania", "isHosted": false, "secPara": "We have taken massive inspiration from his work, said Ryan Bertrand. His England team were on a fantastic record run [equalling New Zealands 18-game winning streak], so we dug deep to find out what measures he had put in to achieve that sustainable success. Not just temporary success, getting the odd win, but making it sustainable.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-03-25T22:36:00Z", "webTitle": "Gareth Southgate lets England players and Eddie Jones do the talking | Dominic Fifield", "webUrl": "https://www.theguardian.com/football/blog/2017/mar/25/gareth-southgate-england-lithuania", "wordCnt": 949}], "startIndex": 71, "status": "ok", "total": 141934, "userTier": "developer"}}