{"response": {"currentPage": 369, "orderBy": "newest", "pageSize": 10, "pages": 14194, "results": [{"apiUrl": "https://content.guardianapis.com/football/live/2016/sep/20/leicester-city-v-chelsea-efl-cup-live", "firPara": "A Cesc Fabregas double in the early stages of extra time won an entertaining cup tie for Chelsea, who had to come from two goals down", "id": "football/live/2016/sep/20/leicester-city-v-chelsea-efl-cup-live", "isHosted": false, "secPara": "ET30 After 90 very entertaining minutes that ended with the sides all square but with Leicester down to 10 men, a quickfire double from Cesc Fabregas in the opening four minutes of extra time won this Cup tie for Chelsea. They go through to the fourth round at the expense of Leicester, who went two goals up courtesy of a Shinji Okazaki brace. Gary Cahill and Cesar Azpilicueta scored either side of the half-time interval to put Chelsea back in the game and Fabregas popped up in extra time to remind Antonio Conte just how good he is.", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2016-09-20T21:18:25Z", "webTitle": "Leicester City 2-4 Chelsea: EFL Cup – as it happened", "webUrl": "https://www.theguardian.com/football/live/2016/sep/20/leicester-city-v-chelsea-efl-cup-live", "wordCnt": 2498}, {"apiUrl": "https://content.guardianapis.com/football/2016/sep/20/derby-county-liverpool-efl-cup-third-round-match-report", "firPara": "Jürgen Klopp looked around a distraught Liverpool dressing room at Wembley in February and urged his team to use defeat in the League Cup final as motivation to go one better in future. The message continues to resonate on the evidence of a comfortable and comprehensive defeat of Derby County.", "id": "football/2016/sep/20/derby-county-liverpool-efl-cup-third-round-match-report", "isHosted": false, "secPara": "Encouragement was not confined to the manner or margin of victory for the Liverpool manager. Ragnar Klavan scored his first goal for the club, Emre Can returned from injury, Danny Ings made his first appearance of the season, Marko Grujic and Loris Karius were handed competitive debuts and promising academy youngster Ovie Ejaria graduated to the senior ranks as a late substitute. But it was the class of Philippe Coutinho and, increasingly, Roberto Firmino that made the deepest impression. The Brazilian duo dissected the Championship team in a commanding second half display illuminated by fine goals from Coutinho and Divock Origi.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-20T20:58:46Z", "webTitle": "Liverpool waltz past Derby as Coutinho and Firmino show their class", "webUrl": "https://www.theguardian.com/football/2016/sep/20/derby-county-liverpool-efl-cup-third-round-match-report", "wordCnt": 773}, {"apiUrl": "https://content.guardianapis.com/football/live/2016/sep/20/clockwatch-nottingham-forest-v-arsenal-derby-v-liverpool-and-more", "firPara": "Lucas Pérez scored twice to help Arsenal to a 4-0 win at Nottingham Forest, Liverpool romped to a 3-0 victory at Derby and Norwich surprised Everton", "id": "football/live/2016/sep/20/clockwatch-nottingham-forest-v-arsenal-derby-v-liverpool-and-more", "isHosted": false, "secPara": "Theres been an goal in the early stages of extra time between Leicester and Chelsea. Find out more with Barry Glendenning here. ", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2016-09-20T20:49:03Z", "webTitle": "Arsenal and Liverpool cruise to EFL Cup wins, Norwich shock Everton: clockwatch – as it happened", "webUrl": "https://www.theguardian.com/football/live/2016/sep/20/clockwatch-nottingham-forest-v-arsenal-derby-v-liverpool-and-more", "wordCnt": 2726}, {"apiUrl": "https://content.guardianapis.com/football/2016/sep/20/everton-norwich-city-efl-cup-third-round-match-report", "firPara": "Evertons promising start to the season was put into perspective by Championship opponents as Norwich City deservedly progressed to the last 16 of the League Cup, with the Goodison old boy Steven Naismith not only setting his side on the path to victory but being applauded by the home crowd for doing so.", "id": "football/2016/sep/20/everton-norwich-city-efl-cup-third-round-match-report", "isHosted": false, "secPara": "Ronald Koeman had promised beforehand to make a few changes but not too many, and in the event made six. On the evidence of a listless performance, that appears to be too many for Everton, who may be second in the Premier League but found the going tough against a Norwich side who made no fewer than 10 changes of their own from their last league outing.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-20T20:41:24Z", "webTitle": "Norwich stun in-form Everton as Steven Naismith makes mark on return", "webUrl": "https://www.theguardian.com/football/2016/sep/20/everton-norwich-city-efl-cup-third-round-match-report", "wordCnt": 867}, {"apiUrl": "https://content.guardianapis.com/football/2016/sep/20/belgium-england-womens-euro-2017-qualifier-match-report", "firPara": "• Belgium Women 0-2 England Women", "id": "football/2016/sep/20/belgium-england-womens-euro-2017-qualifier-match-report", "isHosted": false, "secPara": "Second-half goals by the Manchester City striker Nikita Parris and the Chelsea winger Karen Carney gave England a victory over Belgium in Leuven that enabled them to end their Euro 2017 qualifying campaign five points clear at the top of their group and with an unbeaten record.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-20T20:11:13Z", "webTitle": "England reach Euro 2017 unbeaten in group as Parris and Carney sink Belgium", "webUrl": "https://www.theguardian.com/football/2016/sep/20/belgium-england-womens-euro-2017-qualifier-match-report", "wordCnt": 613}, {"apiUrl": "https://content.guardianapis.com/football/2016/sep/20/the-fiver-coca-cola-cup", "firPara": "In todays Fiver rebrands, kamikaze pilots and respect for showboating", "id": "football/2016/sep/20/the-fiver-coca-cola-cup", "isHosted": false, "secPara": "In todays Fiver rebrands, kamikaze pilots and respect for showboating", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-20T15:36:19Z", "webTitle": "The Fiver | Mary Shelley, eat your heart out", "webUrl": "https://www.theguardian.com/football/2016/sep/20/the-fiver-coca-cola-cup", "wordCnt": 1195}, {"apiUrl": "https://content.guardianapis.com/football/2016/sep/20/northampton-town-david-buchanan-manchester-united-jose-mourinho-efl-cup", "firPara": "David Buchanans eyes sparkle as he remembers where he was on 26 May 1999. I was at my friends house, and when Solskjaer scored that winning goal his dad just grabbed us both and we were bouncing round the room – it was incredible, says the Northampton Town left-back. We went out on the street celebrating. It was a great feeling.", "id": "football/2016/sep/20/northampton-town-david-buchanan-manchester-united-jose-mourinho-efl-cup", "isHosted": false, "secPara": "There is no hiding the Rochdale-born Buchanans lifelong love for Manchester United and on Wednesday night he will embrace an occasion that, on a personal level, is just as big as the Champions League final he watched as an enthralled 13-year-old. Unless the club captain Marc Richards is deemed fit to start, Buchanan will lead the League One side out at a packed Sixfields for their EFL Cup third-round tie with United. It caps a 13-month period of giddying twists and turns, and it is a case of second time lucky, too.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-20T15:06:00Z", "webTitle": "David Buchanan puts boyhood ties aside as Northampton eye Manchester United scalp | Nick Ames", "webUrl": "https://www.theguardian.com/football/2016/sep/20/northampton-town-david-buchanan-manchester-united-jose-mourinho-efl-cup", "wordCnt": 926}, {"apiUrl": "https://content.guardianapis.com/football/2016/sep/20/pep-guardiola-yaya-toure-not-play-manchester-city-agent-apologises", "firPara": "The war of words between Manchester City and Yaya Tourés representative escalated on Tuesday when Pep Guardiola insisted the midfielder will not play for him again unless his agent apologises for comments aimed at the manager following the Ivorians omission from the clubs Champions League squad.", "id": "football/2016/sep/20/pep-guardiola-yaya-toure-not-play-manchester-city-agent-apologises", "isHosted": false, "secPara": "Touré, who played for Guardiola at Barcelona before being sold to City in 2010, was surprisingly omitted from the 25-man squad this month and has yet to feature for the club this season. That led the outspoken Dimitri Seluk to criticise the new manager, questioning whether Guardiola had the balls to say that he was wrong to humiliate a great player like Yaya should City not win the Champions League.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-20T13:46:28Z", "webTitle": "Guardiola says Touré will not play for Manchester City until agent apologises", "webUrl": "https://www.theguardian.com/football/2016/sep/20/pep-guardiola-yaya-toure-not-play-manchester-city-agent-apologises", "wordCnt": 831}, {"apiUrl": "https://content.guardianapis.com/football/2016/sep/20/manchester-united-jose-mourinho-losses-mount", "firPara": "Managers reaction to poor run stirs memories of his graceless second Chelsea exit while the personal attack on Luke Shaw fits in with previous behaviour", "id": "football/2016/sep/20/manchester-united-jose-mourinho-losses-mount", "isHosted": false, "secPara": "Managers reaction to poor run stirs memories of his graceless second Chelsea exit while the personal attack on Luke Shaw fits in with previous behaviour", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-20T09:30:05Z", "webTitle": "Scrutiny grows on Manchester United’s José Mourinho as losses mount up", "webUrl": "https://www.theguardian.com/football/2016/sep/20/manchester-united-jose-mourinho-losses-mount", "wordCnt": 964}, {"apiUrl": "https://content.guardianapis.com/football/blog/2016/sep/20/nottingam-forest-production-line-arsenal-efl-cup-brian-clough-anniversary", "firPara": "It is probably a reflection of Nottingham Forests difficulties in the modern era that when they renew acquaintances with Arsenal on Tuesday it will be the first time in the 21st century they have encountered the club who wear the same colours because it was Forest, 130 years ago, who donated a red strip to help set them up.", "id": "football/blog/2016/sep/20/nottingam-forest-production-line-arsenal-efl-cup-brian-clough-anniversary", "isHosted": false, "secPara": "The last occasion the two sides met was in January 1999 when Ron Atkinson had just been appointed as Forests manager and infamously began his short, undistinguished spell more like Rowan Atkinson by climbing into the wrong dugout. Forest, with the fingers of relegation closing round their necks, lost 1-0 and it was their next home game when they played in a nine-goal thriller against Manchester United that is still talked about on the banks of the Trent. Unfortunately for Forest, they scored only one of the goals.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-20T08:00:55Z", "webTitle": "Nottingham Forest show the rewards of investing in the production line | Daniel Taylor", "webUrl": "https://www.theguardian.com/football/blog/2016/sep/20/nottingam-forest-production-line-arsenal-efl-cup-brian-clough-anniversary", "wordCnt": 1042}], "startIndex": 3681, "status": "ok", "total": 141935, "userTier": "developer"}}