{"response": {"currentPage": 546, "orderBy": "newest", "pageSize": 10, "pages": 14195, "results": [{"apiUrl": "https://content.guardianapis.com/football/2016/jun/19/martin-skrtel-slovakia-daniel-sturridge-england-liverpool-euro-2016", "firPara": "Martin Skrtel has admitted he would be willing to kick his Liverpool club-mate Daniel Sturridge if the striker were bearing down on goal as England and Slovakia seek to secure progress out of Group B at Stade Geoffrey-Guichard.", "id": "football/2016/jun/19/martin-skrtel-slovakia-daniel-sturridge-england-liverpool-euro-2016", "isHosted": false, "secPara": "The centre-half, who is expected to end an eight-year spell in England this summer, could come up against a quintet of his Anfield team-mates, having also played with Raheem Sterling on Merseyside. His potential duel with Sturridge, who created one goal and scored another against Wales, has caught the imagination and Skrtel is ready to nullify the strikers threat however he can.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-19T17:30:10Z", "webTitle": "Slovakia’s Martin Skrtel would kick England’s Daniel Sturridge to win", "webUrl": "https://www.theguardian.com/football/2016/jun/19/martin-skrtel-slovakia-daniel-sturridge-england-liverpool-euro-2016", "wordCnt": 593}, {"apiUrl": "https://content.guardianapis.com/football/blog/2016/jun/19/portugal-cristiano-ronaldo-austria-euro-2016-missed-penalty", "firPara": "Cristiano Ronaldo at Euro 2016 is a force on the wane. A three-times world player of the year, the headline act for Portugal is entering the zone marked high-end functional footballer as with each outing the dazzling performer who wrests contests his way recedes in the distance.", "id": "football/blog/2016/jun/19/portugal-cristiano-ronaldo-austria-euro-2016-missed-penalty", "isHosted": false, "secPara": "At 31 this is understandable. Unlike Englands 1966 World Cup triumph, a sonnet by Shakespeare or a burgundy grand cru, elite athletes do not age well. Ronaldos spluttering stop-start display in this goalless draw with Austria was the latest evidence. As a presence Ronaldo, with his matinée idol grin, Tarzan physique and aura of other, remains the numero uno, le grand fromage.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-19T17:08:00Z", "webTitle": "Why Portugal’s Cristiano Ronaldo is no longer a universe beater", "webUrl": "https://www.theguardian.com/football/blog/2016/jun/19/portugal-cristiano-ronaldo-austria-euro-2016-missed-penalty", "wordCnt": 823}, {"apiUrl": "https://content.guardianapis.com/football/2016/jun/19/northern-ireland-michael-oneil-euro-2016", "firPara": "Jim Shaw, president of the Irish Football Association, has said Northern Ireland are braced for rival interest in their manager, Michael ONeill, after the European Championship.", "id": "football/2016/jun/19/northern-ireland-michael-oneil-euro-2016", "isHosted": false, "secPara": "ONeill, 46, signed a new four-year contract with the IFA in March having led Northern Ireland to their first major tournament in 30 years. He further enhanced his reputation last week by orchestrating a superb win over Ukraine that has put Northern Ireland in sight of reaching the last 16. Shaw admits the IFA is likely to be approached by clubs coveting the former Shamrock Rovers manager once the tournament is over.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-19T15:32:11Z", "webTitle": "Northern Ireland expect interest in Michael O’Neill after Euro 2016", "webUrl": "https://www.theguardian.com/football/2016/jun/19/northern-ireland-michael-oneil-euro-2016", "wordCnt": 363}, {"apiUrl": "https://content.guardianapis.com/football/blog/2016/jun/19/england-germany-euro-2016", "firPara": "If youre a casual football fan, theres a chance you wont be familiar with the 1983-84 season in Romanias Divizia C, Serie VIII. It was so tight that in a 16-team league, with two points for a win, only two points separated second and 15th. Some teams avoided relegation on goal difference – and finished in the top half of the division. On the final day, the as-it-stands table probably exploded after 10 minutes.", "id": "football/blog/2016/jun/19/england-germany-euro-2016", "isHosted": false, "secPara": "At least there was only one as-it-stands table. Well need at least two to make some kind of sense of this weeks matches at Euro 2016 one for the relevant group, one to show the six third-placed teams. The expansion to 24 teams, an unnatural number for a cup competition, means that four of those third-placed teams will qualify for the last 16. Uefa will surely address that in the future by increasing the tournament to 32 teams – and then a money-spinning 64 if it can persuade the Outer Hebrides, the Isle of Sheppey and Ibiza to become member associations – but for now it means an unbalanced system.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-19T15:25:00Z", "webTitle": "Euro 2016: why England and Germany could still go out in the group stage", "webUrl": "https://www.theguardian.com/football/blog/2016/jun/19/england-germany-euro-2016", "wordCnt": 1119}, {"apiUrl": "https://content.guardianapis.com/football/2016/jun/19/euro-2016-who-qualifies-third-place", "firPara": "The 24-team format means it is harder than usual to work out who has progressed through the group stages, and who they might play next", "id": "football/2016/jun/19/euro-2016-who-qualifies-third-place", "isHosted": false, "secPara": "Competitions with 16 or 32 teams are quite straightforward – the top two teams in each group progress to the knockout stages. However the expanded Euro 2016 format means that only eight teams are jettisoned after the group stages. Four teams that have finished third in their group will progress to the knockout rounds. Two will not.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-19T15:00:06Z", "webTitle": "Euro 2016: who qualifies for the round of 16 from third place?", "webUrl": "https://www.theguardian.com/football/2016/jun/19/euro-2016-who-qualifies-third-place", "wordCnt": 722}, {"apiUrl": "https://content.guardianapis.com/football/2016/jun/19/arsene-wenger-jamie-vardy-leicester-arsenal", "firPara": "Arsène Wenger has said he believes that Jamie Vardy is likely to remain at Leicester City despite Arsenal having activated the release clause in the England strikers contract.", "id": "football/2016/jun/19/arsene-wenger-jamie-vardy-leicester-arsenal", "isHosted": false, "secPara": "In an interview with Chinese television, the Arsenal manager said Jamie Vardy is, at the moment, at Leicester and from what I know, he will stay at Leicester.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-19T13:45:35Z", "webTitle": "Arsène Wenger: Jamie Vardy likely to stay at Leicester despite Arsenal bid", "webUrl": "https://www.theguardian.com/football/2016/jun/19/arsene-wenger-jamie-vardy-leicester-arsenal", "wordCnt": 204}, {"apiUrl": "https://content.guardianapis.com/football/2016/jun/19/euro-2016-england-wales-northern-ireland-republic", "firPara": "England need only to avoid defeat against Slovakia to guarantee their progress into the knockout stages of Euro 2016. Victory for Wales would secure progress.", "id": "football/2016/jun/19/euro-2016-england-wales-northern-ireland-republic", "isHosted": false, "secPara": "If both England and Wales win", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-19T10:54:03Z", "webTitle": "Euro 2016: what do England, Wales, Republic of Ireland and Northern Ireland need?", "webUrl": "https://www.theguardian.com/football/2016/jun/19/euro-2016-england-wales-northern-ireland-republic", "wordCnt": 669}, {"apiUrl": "https://content.guardianapis.com/football/2016/jun/19/france-euro-2016-lequipe-boycott-paul-pogba", "firPara": "When Karim Benzema was left out of the France squad for Euro 2016 by Didier Deschamps, following questioning by police in November over an alleged blackmail attempt against his team-mate Mathieu Valbuena, Eric Cantona suggested there was an element of discrimination against the player of Algerian origin.", "id": "football/2016/jun/19/france-euro-2016-lequipe-boycott-paul-pogba", "isHosted": false, "secPara": "Deschamps has categorically denied this and is taking legal action against his former team-mate but further concerns have been raised this week towards the French media, particularly the sports daily LEquipe, which faced criticism on social media from France supporters who accused journalists of unfairly criticising the team and looking to create drama around particular players.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-19T09:00:04Z", "webTitle": "Paul Pogba v L’Equipe typifies the rift between France and its media", "webUrl": "https://www.theguardian.com/football/2016/jun/19/france-euro-2016-lequipe-boycott-paul-pogba", "wordCnt": 812}, {"apiUrl": "https://content.guardianapis.com/football/2016/jun/19/euro-2016-power-rankings-spain-set-the-tone-as-competitors-stutter", "firPara": "A dominant performance against Turkey has the reigning champions on top, while Northern Ireland make a big climb on the back of beating Ukraine", "id": "football/2016/jun/19/euro-2016-power-rankings-spain-set-the-tone-as-competitors-stutter", "isHosted": false, "secPara": "By some distance, the best performance at the championship so far – no matter how willingly Turkey appeared to roll over and take a pummelling. The third goal was a beauty, even if Jordi Alba was a yard offside before teeing up Álvaro Morata. The move involved all outfield players apart from Gerard Piqué, and featured 21 passes. Same old Spain, then. Yet there was also a lingering sense that they can raise their game to another level. They toyed with Turkey for long spells and it does not bode well for the rest that Andrés Iniesta is on form, their oft (and incorrectly) criticised defence has barely allowed an opportunity, and Jordi Alba and Juanfran are insatiable at wing-back.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-19T08:26:58Z", "webTitle": "Euro 2016 power rankings: Spain set the tone as competitors stutter", "webUrl": "https://www.theguardian.com/football/2016/jun/19/euro-2016-power-rankings-spain-set-the-tone-as-competitors-stutter", "wordCnt": 2889}, {"apiUrl": "https://content.guardianapis.com/football/2016/jun/19/oignon-bag-euro-2016-diary-zlatan-gary-coleman-leprechaun", "firPara": "Also featuring Icelands best tweeters, a Finnish cucumber, and Antonio Contes man management", "id": "football/2016/jun/19/oignon-bag-euro-2016-diary-zlatan-gary-coleman-leprechaun", "isHosted": false, "secPara": "Also featuring Icelands best tweeters, a Finnish cucumber, and Antonio Contes man management", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-19T07:46:10Z", "webTitle": "L’Oignon Bag – Euro 2016 diary: Zlatan, Gary Coleman, and a lost leprechaun", "webUrl": "https://www.theguardian.com/football/2016/jun/19/oignon-bag-euro-2016-diary-zlatan-gary-coleman-leprechaun", "wordCnt": 761}], "startIndex": 5451, "status": "ok", "total": 141941, "userTier": "developer"}}