{"response": {"currentPage": 455, "orderBy": "newest", "pageSize": 10, "pages": 14194, "results": [{"apiUrl": "https://content.guardianapis.com/football/2016/aug/07/paul-pogba-manchester-united-medical-juventus", "firPara": "• Pogba to have medical at Carrington on Tuesday for proposed £93.2m move", "id": "football/2016/aug/07/paul-pogba-manchester-united-medical-juventus", "isHosted": false, "secPara": "José Mourinho has welcomed the imminent signing of Paul Pogba for a world record fee of €110m (£93.2m) after guiding Manchester United to victory over Leicester in the Community Shield.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-08-07T12:09:51Z", "webTitle": "José Mourinho: Manchester United can help Paul Pogba become best in world", "webUrl": "https://www.theguardian.com/football/2016/aug/07/paul-pogba-manchester-united-medical-juventus", "wordCnt": 694}, {"apiUrl": "https://content.guardianapis.com/football/2016/aug/07/premier-league-2016-17-preview-11-things-to-look-out-for", "firPara": "Manager wars, Leicesters encore, and some no-nonsense yellow card laws", "id": "football/2016/aug/07/premier-league-2016-17-preview-11-things-to-look-out-for", "isHosted": false, "secPara": "Manager wars, Leicesters encore, and some no-nonsense yellow card laws", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-08-07T08:30:11Z", "webTitle": "Premier League 2016-17 preview: 11 things to look out for this season", "webUrl": "https://www.theguardian.com/football/2016/aug/07/premier-league-2016-17-preview-11-things-to-look-out-for", "wordCnt": 1080}, {"apiUrl": "https://content.guardianapis.com/football/2016/aug/07/premier-league-fans-previews-arsenal-manchester-city", "firPara": "Eddie Howe is building something special at Bournemouth; Palace are still desperate for a striker or two; and Leicester are ready for another fun 10 months", "id": "football/2016/aug/07/premier-league-fans-previews-arsenal-manchester-city", "isHosted": false, "secPara": "Were preparing for the usual eight months of frustration venting – so why not lets start off in an optimistic mood? Maybe this will be a glorious season, one that allows Arsène to walk off into the sunset with respect and adoration restored.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-08-07T08:00:10Z", "webTitle": "Premier League fans’ previews part 1: Arsenal to Manchester City", "webUrl": "https://www.theguardian.com/football/2016/aug/07/premier-league-fans-previews-arsenal-manchester-city", "wordCnt": 2877}, {"apiUrl": "https://content.guardianapis.com/football/2016/aug/07/premier-league-fans-preview-part-two-manchester-united-west-ham", "firPara": "United are getting their swagger back; Saints are eying a season of intrigue; and why Tottenham need to do some serious squad-building", "id": "football/2016/aug/07/premier-league-fans-preview-part-two-manchester-united-west-ham", "isHosted": false, "secPara": "A new era dawns – hopefully one free from LVGs possession-at-all-costs approach. In signing Ibrahimovic, Mkhitaryan and Bailly, Mourinho has added a real mix of experience and class – it feels like were about to get some of our swagger back. And if Pogba joins he can deliver the class and dynamism in the centre that weve lacked for a number of years.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-08-07T08:00:10Z", "webTitle": "Premier League fans’ previews part 2: Manchester United to West Ham", "webUrl": "https://www.theguardian.com/football/2016/aug/07/premier-league-fans-preview-part-two-manchester-united-west-ham", "wordCnt": 2859}, {"apiUrl": "https://content.guardianapis.com/football/2016/aug/06/zlatan-ibrahimovic-last-hurrah-football-manchester-united", "firPara": "A child of refugees, a bad boy at school and a literary sensation with a totemic ego, the supremely confident Swedish superstar takes to the pitch for Manchester United today", "id": "football/2016/aug/06/zlatan-ibrahimovic-last-hurrah-football-manchester-united", "isHosted": false, "secPara": "On his transfer from the French champions Paris St Germain to Manchester United in June, Zlatan Ibrahimović summed up his time in the French capital with typical understated modesty I arrived a king and I left a legend, he said. As he described in his wonderfully unguarded autobiography I Am Zlatan Ibrahimović, the Swedish footballer grew up idolising Muhammad Ali; like Ali, he has not only always been his own greatest promoter, but he also loves nothing more than to back his talk with results. Now 34, Ibrahimović led the French club to its fourth consecutive league championship last year, scoring 38 league goals. He also created a lexicon all his own.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-08-06T23:03:19Z", "webTitle": "Zlatan Ibrahimovic: a player like no other to grace the Premier League | Observer profile", "webUrl": "https://www.theguardian.com/football/2016/aug/06/zlatan-ibrahimovic-last-hurrah-football-manchester-united", "wordCnt": 1695}, {"apiUrl": "https://content.guardianapis.com/football/2016/aug/06/rio-2016-womens-football-usa-france-hope-solo", "firPara": "The fans in Belo Horizonte who taunted Hope Solo during this game could only admire the US goalkeeper by the end as she made several fine saves to ensure the Americans won their second match of the tournament. ", "id": "football/2016/aug/06/rio-2016-womens-football-usa-france-hope-solo", "isHosted": false, "secPara": "After coasting to a 2-0 win over New Zealand in their opening fixture on Wednesday, this was a tougher challenge for last years World Cup winners as they seek a fourth successive Olympic gold. France had the bulk of the chances - but, as usual, the Americans found a way to win.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-08-06T22:17:57Z", "webTitle": "Hope Solo ignores Zika chants to star in USA Olympic soccer win over France", "webUrl": "https://www.theguardian.com/football/2016/aug/06/rio-2016-womens-football-usa-france-hope-solo", "wordCnt": 678}, {"apiUrl": "https://content.guardianapis.com/football/2016/aug/06/claudio-ranieri-leicester-city-community-shield-manchester-united", "firPara": "The first step to overcoming a challenge is recognising it. So Claudio Ranieri has been focusing his players minds on the new demands that the Premier League champions will face this season. For a start, he says, they must adapt to the loss of a player who did the jobs of two men last season, NGolo Kanté.", "id": "football/2016/aug/06/claudio-ranieri-leicester-city-community-shield-manchester-united", "isHosted": false, "secPara": "With Jamie Vardy having spurned Arsenals advance and Leicester having discouraged interest in Riyad Mahrez and Danny Drinkwater, Kanté is the only member of last seasons title‑winning team to have departed as Leicester prepare for the ceremonial kick-off to the new campaign by taking on Manchester United in Sundays Community Shield at Wembley. But Kanté is no ordinary player. Ranieri has bought a £10m replacement from Nice – Nampalys Mendy – but says that his players are still going to have to run and focus twice as hard to fill the void left by Kanté, who joined Chelsea for around £32m after the London club made use of the players release clause.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-08-06T21:30:17Z", "webTitle": "Claudio Ranieri urges his Leicester City players to run twice as hard", "webUrl": "https://www.theguardian.com/football/2016/aug/06/claudio-ranieri-leicester-city-community-shield-manchester-united", "wordCnt": 903}, {"apiUrl": "https://content.guardianapis.com/football/2016/aug/06/jose-mourinho-manchester-united-louis-van-gaal", "firPara": "José Mourinho is not normally one for hanging about. The blistering starts to his first couple of Chelsea campaigns resulted in Sir Alex Ferguson restructuring his pre-season schedules in an attempt to keep up, but the new Manchester United manager fears he will not be quite so quick out of the blocks this time because his players have spent two years being drilled in sideways movement and slowness.", "id": "football/2016/aug/06/jose-mourinho-manchester-united-louis-van-gaal", "isHosted": false, "secPara": "We need time, Mourinho said. I cannot tell you that we are going to start the season at 100 miles per hour, I cannot say that. The previous manager had different ideas to mine. I am not saying they were wrong, but if you are a right-back or a left-back and every time you have the ball you think you have to pass to your central defender, it is going to take time to adapt to new solutions.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-08-06T21:30:17Z", "webTitle": "José Mourinho hopes Manchester United respond to risky objectives", "webUrl": "https://www.theguardian.com/football/2016/aug/06/jose-mourinho-manchester-united-louis-van-gaal", "wordCnt": 1003}, {"apiUrl": "https://content.guardianapis.com/football/blog/2016/aug/06/leicester-city-premier-league-predictions-manchester-united", "firPara": "Niall MacSweeney, a Dublin-based Sunderland supporter and long-standing Observer reader, has been in touch with a suggestion. It would be great if you could predict from one to 20 the finishing places in the new seasons Premier League, he writes. Always good fun to compare with my own and others. It might pass for fun in your house, Mr MacSweeney, the long winter evenings must fly by, though presumably when you get something spectacularly wrong, like tipping Chelsea for the title and Leicester for relegation – guilty on both charges here – you have the luxury of keeping the incriminating evidence to yourself. No one else need know.", "id": "football/blog/2016/aug/06/leicester-city-premier-league-predictions-manchester-united", "isHosted": false, "secPara": "Football correspondents on the other hand have their laughably inaccurate predictions splashed all over the newspapers and, these days, onwards around the world via websites and the tittering of social media. There was a time not long ago when what you suggested in August was mere fish and chip wrapping by September and completely forgotten by Christmas, save for the odd sad person who would send you a clipping in May he had been keeping under his bed for nine months for just such a purpose. But now the Nostradamus game has changed utterly.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-08-06T21:00:17Z", "webTitle": "Crystal ball gazing is for mugs – just ask me about Leicester City | Paul Wilson", "webUrl": "https://www.theguardian.com/football/blog/2016/aug/06/leicester-city-premier-league-predictions-manchester-united", "wordCnt": 1443}, {"apiUrl": "https://content.guardianapis.com/football/2016/aug/06/david-moyes-sunderland-stadium-of-light", "firPara": "• New manager recalls aeroplane fault before pre-season cam", "id": "football/2016/aug/06/david-moyes-sunderland-stadium-of-light", "isHosted": false, "secPara": "David Moyes can only hope his first full day as Sunderlands manager does not set the tone for the remainder of his tenure.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-08-06T21:00:17Z", "webTitle": "David Moyes hopes for a smooth landing in Sunderland role", "webUrl": "https://www.theguardian.com/football/2016/aug/06/david-moyes-sunderland-stadium-of-light", "wordCnt": 548}], "startIndex": 4541, "status": "ok", "total": 141935, "userTier": "developer"}}