{"response": {"currentPage": 522, "orderBy": "newest", "pageSize": 10, "pages": 14195, "results": [{"apiUrl": "https://content.guardianapis.com/football/blog/2016/jun/27/england-iceland-roy-hodgson-euro-2016-five-talking-points", "firPara": "Roy Hodgson wasted no time after the match in confirming he would be leaving his position, all hope of a new contract having been wrecked by Iceland, though quite where the Football Association goes in search of a successor is a mystery. Gary Neville, sitting beside the outgoing manager, tendered his own resignation here. Gareth Southgate, some bookies favourite for the role, cannot simply lean on success in the Toulon Under-21 tournament earlier this summer as reason to be given the job. Dan Ashworth, the FAs director of elite development, may have to look abroad for a successor of any real weight, though England have been down that road before, and memories of Fabio Capello linger. Hodgson spoke of promise and progress and he did bring through younger players into the setup. Whoever his successor turns out to be has a promising squad with which to work. But recovering from this humiliation may take some time.", "id": "football/blog/2016/jun/27/england-iceland-roy-hodgson-euro-2016-five-talking-points", "isHosted": false, "secPara": "Given he had arrived in France with such a young squad, Hodgson had been utterly dependent on his more experienced personnel to guide the juniors through. Such as Harry Kane – who appeared mentally exhausted as if two years of non-stop industry had caught up with him – Dele Alli and Eric Dier needed to be reassured by the older heads around them. For a while Wayne Rooney had suggested he would do just that. Yet he was steadily eclipsed here, his passing lacking its usual zest, and when England needed leadership this team merely looked confused and befuddled. His substitution before the end was telling. The same could be said of Joe Hart, who has twice been beaten down low to his left in this tournament, by Gareth Bale from distance and now Kolbeinn Sigthorsson, with the ball slipping through his grasp. On both occasions he knew he should have done better. Hodgson had needed his most established players to excel if the team were going to make an impression. In the end they simply wilted like the rest.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-27T22:25:39Z", "webTitle": "England 1-2 Iceland: five talking points from the Euro 2016 last-16 tie | Dominic Fifield", "webUrl": "https://www.theguardian.com/football/blog/2016/jun/27/england-iceland-roy-hodgson-euro-2016-five-talking-points", "wordCnt": 840}, {"apiUrl": "https://content.guardianapis.com/football/2016/jun/27/england-1-2-iceland-euro-2016-player-ratings-for-last-16-knockout-game", "firPara": "England were humiliated after a mistake from Joe Hart and defensive lapses, but Icelands Ragnar Sigurdsson, Gylfi Sigurdsson and Kari Arnason were magnificent", "id": "football/2016/jun/27/england-1-2-iceland-euro-2016-player-ratings-for-last-16-knockout-game", "isHosted": false, "secPara": "England were humiliated after a mistake from Joe Hart and defensive lapses, but Icelands Ragnar Sigurdsson, Gylfi Sigurdsson and Kari Arnason were magnificent", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-27T21:52:06Z", "webTitle": "England 1-2 Iceland: Euro 2016 player ratings for last-16 knockout game", "webUrl": "https://www.theguardian.com/football/2016/jun/27/england-1-2-iceland-euro-2016-player-ratings-for-last-16-knockout-game", "wordCnt": 701}, {"apiUrl": "https://content.guardianapis.com/football/blog/2016/jun/27/iceland-england-euro-2016-triumph", "firPara": "Iceland had a plan and they followed it so well that England were left perplexed and dispatched from the European Championshi", "id": "football/blog/2016/jun/27/iceland-england-euro-2016-triumph", "isHosted": false, "secPara": "Takk fyrir Island. Thank you Iceland. Thank you for Gudmundur Benediktssons epic falsetto commentary, for bringing one-tenth of the population to France to take part in this odyssey, for making Cristiano Ronaldo uppity and reminding the rest of us of the essential valour of the little guys right to his aspirations, for competing so fearlessly to defeat England, for blowing our minds. Thank you for your co-managers other job in dentistry, your class and determination in searching for a first win at a major finals, your exemplary coaching system, your comradeship within the team, your inspired hothousing of young talent in a weather-beaten place. Thank you for showing us imaginative ways of doing things can bring extraordinary achievements.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-27T21:21:50Z", "webTitle": "Iceland’s toppling of England at Euro 2016 is a triumph for the little guys | Amy Lawrence", "webUrl": "https://www.theguardian.com/football/blog/2016/jun/27/iceland-england-euro-2016-triumph", "wordCnt": 860}, {"apiUrl": "https://content.guardianapis.com/football/live/2016/jun/27/england-v-iceland-euro-2016-live", "firPara": "Iceland came from behind to subject England to one of the greatest humiliations in their history, prompting Roy Hodgson to resign", "id": "football/live/2016/jun/27/england-v-iceland-euro-2016-live", "isHosted": false, "secPara": "Heres Amy Lawrence on Iceland.", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2016-06-27T21:16:44Z", "webTitle": "England 1-2 Iceland: Euro 2016 – as it happened", "webUrl": "https://www.theguardian.com/football/live/2016/jun/27/england-v-iceland-euro-2016-live", "wordCnt": 1866}, {"apiUrl": "https://content.guardianapis.com/football/2016/jun/27/england-iceland-euro-2016-match-report", "firPara": "For Roy Hodgson it was a desperate and ignominious way to end his four years as England manager. Whatever else happened in that time, his period in office will probably always be remembered for the full-on humiliation that accompanied this defeat and the knowledge it will rank among the more infamous results in the history of the national team.", "id": "football/2016/jun/27/england-iceland-euro-2016-match-report", "isHosted": false, "secPara": "How can it be thought of any differently when the suffering came against a country with a population roughly the size of his home town of Croydon and absolutely no history of tournament football? What heroes Iceland were brave, organised, superb. They have established themselves as the greatest story of Euro 2016 and it feels almost like a trick of the imagination that it is only four years since they were ranked 133rd in the world. That, however, will not lessen the embarrassment for England, their departing manager and a set of players who chronically under-performed after Wayne Rooneys early penalty.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-27T20:57:07Z", "webTitle": "England humiliated as Iceland knock them out of Euro 2016", "webUrl": "https://www.theguardian.com/football/2016/jun/27/england-iceland-euro-2016-match-report", "wordCnt": 1103}, {"apiUrl": "https://content.guardianapis.com/football/2016/jun/27/italy-defeat-spain-vicente-del-bosque-era", "firPara": "Vicente del Bosque denied Spains round-of-16 defeat by Italy signalled the end of an era for the former world and European champions and, though he had hinted at stepping down after this tournament, he said he now plans a conversation with the federation president to discuss his future.", "id": "football/2016/jun/27/italy-defeat-spain-vicente-del-bosque-era", "isHosted": false, "secPara": "Sometimes a team has to accept defeat, he said. I accept that Italy were better than us but that does not have to mean it is the end of an era. Spanish football still has a great structure, with good players and coaches, and now we must look forward to qualifying for the next World Cup.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-27T20:08:54Z", "webTitle": "Italy defeat does not signal end of Spain’s era, says Vicente del Bosque", "webUrl": "https://www.theguardian.com/football/2016/jun/27/italy-defeat-spain-vicente-del-bosque-era", "wordCnt": 425}, {"apiUrl": "https://content.guardianapis.com/football/2016/jun/27/crystal-palace-michy-batshuayi-marseille-bid", "firPara": "Crystal Palace have agreed a fee of €38m (£31.6m) with Marseille for the Belgium striker Michy Batshuayi, with the Premier League club also hopeful of completing deals for the France goalkeeper Steve Mandanda and Newcastles Andros Townsend.", "id": "football/2016/jun/27/crystal-palace-michy-batshuayi-marseille-bid", "isHosted": false, "secPara": "Batshuayi, who scored in Belgiums 4-0 win over Hungary at Euro 2016 on Sunday, has been the subject of two bids in this transfer window after the French club made it plain he will leave the Stade Vélodrome this summer.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-27T20:03:45Z", "webTitle": "Crystal Palace agree €38m fee with Marseille for Michy Batshuayi", "webUrl": "https://www.theguardian.com/football/2016/jun/27/crystal-palace-michy-batshuayi-marseille-bid", "wordCnt": 296}, {"apiUrl": "https://content.guardianapis.com/football/blog/2016/jun/27/italy-spain-euro-2016-david-de-gea-gigi-buffon", "firPara": "Iker Casillas stood alone at the side of the bench watching as Spains era came to an end. At the final whistle in the Stade de France he walked slowly on to the pitch, gloves tucked under his arm, and sought out Gianluigi Buffon. On the eve of this game, Buffon had insisted that in that four-year spell when Spain won everything there was to win, becoming champions of the world and double champions of Europe, only Italy had made them sweat. Now, at last, they had made them cry. Spains era definitively closed against Italy, their opponents the day it opened.", "id": "football/blog/2016/jun/27/italy-spain-euro-2016-david-de-gea-gigi-buffon", "isHosted": false, "secPara": "Buffon will be back in Bordeaux and beyond; Casillas will not. Four times Buffon has faced Spain since that day in Vienna in 2008 when ghosts were laid to rest and Spain took a decisive step towards the their first trophy in 44 years, a quarter-final that felt like a final really, and not once had he won. It had been tight, always, except in the final four years ago when he conceded four; here, he resisted. Here, he won. For the first time since 1994, Italy have beaten Spain at a tournament. For the first time in eight years, Spain are no longer champions of Europe.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-27T19:44:27Z", "webTitle": "End of era for Spain after energetic Italy steal their thunder", "webUrl": "https://www.theguardian.com/football/blog/2016/jun/27/italy-spain-euro-2016-david-de-gea-gigi-buffon", "wordCnt": 888}, {"apiUrl": "https://content.guardianapis.com/football/blog/2016/jun/27/italy-antonio-conte-spain-tactics-euro-2016", "firPara": "Antonio Conte charged back towards the Italy dugout, leapt up at the roof and tried to scramble on top of it. The managers eyes were wild and crazy. He then bolted for the pitch, stopping to embrace the wing‑back Mattia De Sciglio, before heading towards the celebrating throng.", "id": "football/blog/2016/jun/27/italy-antonio-conte-spain-tactics-euro-2016", "isHosted": false, "secPara": "Graziano Pellès injury-time goal had just guaranteed victory against Spain to set up a quarter-final against Germany on Saturday and Conte appeared ready to jump on to the pile-on. This is what it looks like when one of his plans comes together – a release of all that intensity – and how it did here – in a game of enormous significance for Italy.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-27T19:12:12Z", "webTitle": "Italy’s Antonio Conte comes out of hiding with perfect plan for revenge | David Hytner", "webUrl": "https://www.theguardian.com/football/blog/2016/jun/27/italy-antonio-conte-spain-tactics-euro-2016", "wordCnt": 857}, {"apiUrl": "https://content.guardianapis.com/football/live/2016/jun/27/italy-v-spain-euro-2016-live", "firPara": "A superbly organised Italy deserved dethroned Spain with goals from Giorgio Chiellini and Graziano Pelle in a compelling, dramatic match", "id": "football/live/2016/jun/27/italy-v-spain-euro-2016-live", "isHosted": false, "secPara": "Paul Wilsons report on a manic, memorable match is below. Thanks for your company. Ill leave you with one last email. Ridiculously, says Matt Dony, Im watching this thinking In the final, I fancy Wales chances against Italy more than Spain...", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2016-06-27T18:06:56Z", "webTitle": "Italy 2-0 Spain: Euro 2016 – as it happened", "webUrl": "https://www.theguardian.com/football/live/2016/jun/27/italy-v-spain-euro-2016-live", "wordCnt": 1241}], "startIndex": 5211, "status": "ok", "total": 141941, "userTier": "developer"}}