{"response": {"currentPage": 271, "orderBy": "newest", "pageSize": 10, "pages": 14194, "results": [{"apiUrl": "https://content.guardianapis.com/football/blog/2016/nov/04/antonio-conte-work-ethic-philosophy-chelsea", "firPara": "Chelseas Italian manager has demanded a huge effort from his players and been rewarded with a four-game winning run since defeat at Arsenal six weeks ago", "id": "football/blog/2016/nov/04/antonio-conte-work-ethic-philosophy-chelsea", "isHosted": false, "secPara": "Chelseas Italian manager has demanded a huge effort from his players and been rewarded with a four-game winning run since defeat at Arsenal six weeks ago", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-04T22:30:30Z", "webTitle": "Antonio Conte work ethic philosophy pays off with big productivity gains | Dominic Fifield", "webUrl": "https://www.theguardian.com/football/blog/2016/nov/04/antonio-conte-work-ethic-philosophy-chelsea", "wordCnt": 989}, {"apiUrl": "https://content.guardianapis.com/football/2016/nov/04/jose-mourinho-zlatan-ibrahimovic-misfiring-attitude", "firPara": "José Mourinho has admitted Zlatan Ibrahimovic is missing a lot of goals but Manchester Uniteds manager has no problem with the strikers attitude.", "id": "football/2016/nov/04/jose-mourinho-zlatan-ibrahimovic-misfiring-attitude", "isHosted": false, "secPara": "The Swede has scored once in his past 11 appearances and last registered in the Premier League in the 2-1 defeat by Manchester City on 10 September. In all Ibrahimovic has five goals in 15 appearances and drew his latest blank in Thursdays 2-1 defeat at Fenerbahce, after entering the fourth Europa League group game as a 29th-minute replacement for the injured Paul Pogba.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-04T22:30:30Z", "webTitle": "Zlatan Ibrahimovic is misfiring but attitude OK, says José Mourinho", "webUrl": "https://www.theguardian.com/football/2016/nov/04/jose-mourinho-zlatan-ibrahimovic-misfiring-attitude", "wordCnt": 744}, {"apiUrl": "https://content.guardianapis.com/football/2016/nov/04/jurgen-klopp-ings-mane-liverpool-january-transfer", "firPara": "Jürgen Klopp has said Liverpool may need a new forward in January because of Danny Ingss injury setback and Sadio Manés international commitments.", "id": "football/2016/nov/04/jurgen-klopp-ings-mane-liverpool-january-transfer", "isHosted": false, "secPara": "The Liverpool manager is reluctant to move in the winter transfer market and, ideally, would have concluded this seasons business in the summer but he has been forced into a rethink by Ingss latest knee problem. The former Burnley striker is expected to miss the rest of the campaign after undergoing surgery on Thursday on a cartilage injury suffered in the EFL Cup win over Tottenham Hotspur last week. The surgery was very positive and the rehab has started already, said Klopp. We will wait for him and give him all the time he needs. He will be back again and will be a Liverpool player 100%.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-04T22:30:30Z", "webTitle": "Jürgen Klopp says Ings and Mané absence may prompt Liverpool to buy", "webUrl": "https://www.theguardian.com/football/2016/nov/04/jurgen-klopp-ings-mane-liverpool-january-transfer", "wordCnt": 720}, {"apiUrl": "https://content.guardianapis.com/football/2016/nov/04/memphis-depay-set-to-leave-manchester-united-winter-transfer-window", "firPara": "Memphis Depay is open to a move away from Manchester United as he recognises his career at the club may be over. The Dutchman is willing to go out on loan in January as Fenerbahce retain a firm interest in him.", "id": "football/2016/nov/04/memphis-depay-set-to-leave-manchester-united-winter-transfer-window", "isHosted": false, "secPara": "Depay was left behind for Thursdays 2-1 defeat in Turkey, José Mourinho unable to find a place for the 22-year-old in the 21-man squad despite the Europa League being a low priority for the manager. It is understood that Depay would consider leaving the club and a temporary deal in the winter window is more likely than a permanent departure then.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-04T22:30:30Z", "webTitle": "Memphis Depay set to leave Manchester United in winter transfer window", "webUrl": "https://www.theguardian.com/football/2016/nov/04/memphis-depay-set-to-leave-manchester-united-winter-transfer-window", "wordCnt": 365}, {"apiUrl": "https://content.guardianapis.com/football/2016/nov/04/sunderland-turmoil-helping-me-david-moyes", "firPara": "Others might regard his position as unfortunate but David Moyes believes he is a lucky man. Despite presiding over the worst start to a Premier League season, which has involved the collection of two points from 10 games, Sunderlands manager accepts that, in some ways, he is in an enviable position.", "id": "football/2016/nov/04/sunderland-turmoil-helping-me-david-moyes", "isHosted": false, "secPara": "I think the club are aware that they dont want to get in a situation of tossing and turning and changing managers all the time and that, at the moment, is helping me, Moyes said.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-04T22:30:30Z", "webTitle": "Sunderland’s recent turmoil is helping me keep job, says David Moyes", "webUrl": "https://www.theguardian.com/football/2016/nov/04/sunderland-turmoil-helping-me-david-moyes", "wordCnt": 584}, {"apiUrl": "https://content.guardianapis.com/football/2016/nov/04/ronald-koeman-romelu-lukaku-everton", "firPara": "Ronald Koeman has said Evertons most important move of the summer was convincing Romelu Lukaku to stay but believes the striker will be coveted by European heavyweights such as Bayern Munich and Real Madrid should the 23-year-old continue to improve.", "id": "football/2016/nov/04/ronald-koeman-romelu-lukaku-everton", "isHosted": false, "secPara": "Lukaku returns to his former club Chelsea on Saturday having scored seven of Evertons 15 league goals this season and assisted in three. Chelsea wanted to re-sign the Belgium international in the summer but, having sold him for £28m in 2014, refused to countenance Evertons prohibitive £60m-plus price tag. The striker admitted this week that he was encouraged to remain at Goodison Park by an honest conversation with Koeman shortly after the Dutch coach had replaced Roberto Martínez as manager.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-04T22:30:30Z", "webTitle": "Ronald Koeman: Romelu Lukaku has potential to play for European elite", "webUrl": "https://www.theguardian.com/football/2016/nov/04/ronald-koeman-romelu-lukaku-everton", "wordCnt": 613}, {"apiUrl": "https://content.guardianapis.com/football/2016/nov/04/gareth-southgate-england-manager", "firPara": "Gareth Southgate may be new to senior international management but as he prepares for the second half of a four-game audition for a role he is enjoying more than he expected, he admits he had concerns England would pay for their lack of big-match experience at Euro 2016.", "id": "football/2016/nov/04/gareth-southgate-england-manager", "isHosted": false, "secPara": "Having inherited Sam Allardyces selection when stepping into the breach in September, the interim head coach will name his England squad on Sunday evening for the games against Scotland and Spain. Then he aims to broaden the leadership net to help the developing talent take greater responsibility and avoid the kind of freeze that cost Roy Hodgsons players so ignominiously against Iceland in France.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-04T20:30:27Z", "webTitle": "Gareth Southgate: ‘You have to be honest or players lose faith and belief in you’", "webUrl": "https://www.theguardian.com/football/2016/nov/04/gareth-southgate-england-manager", "wordCnt": 1519}, {"apiUrl": "https://content.guardianapis.com/football/2016/nov/05/the-challenge-for-the-w-league-this-season-is-to-keep-the-hype-alive", "firPara": "Football is at the forefront of the womens sport push and now, more so than ever, it is essential we dont drop the ball", "id": "football/2016/nov/05/the-challenge-for-the-w-league-this-season-is-to-keep-the-hype-alive", "isHosted": false, "secPara": "Football is at the forefront of the womens sport push and now, more so than ever, it is essential we dont drop the ball", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-04T19:00:25Z", "webTitle": "The challenge for the W-League this season is to keep the hype alive | Lydia Williams", "webUrl": "https://www.theguardian.com/football/2016/nov/05/the-challenge-for-the-w-league-this-season-is-to-keep-the-hype-alive", "wordCnt": 764}, {"apiUrl": "https://content.guardianapis.com/football/2016/nov/04/football-invisibles-long-lonely-road-calamitous-injury", "firPara": "With so many headlines devoted to English footballs uniquely tedious interpretation of this years opium wars, the latest potholes encountered by José Mourinho on his road to managerial perdition and the apparently interminable hoopla surrounding West Hams new digs in east London, it was easy to miss the news that Danny Ings has been sidelined for the rest of the season with another serious injury. Not long back from a long spell out after damaging one knee, the young Liverpool striker suffered the heartbreak of knackering the other last week.", "id": "football/2016/nov/04/football-invisibles-long-lonely-road-calamitous-injury", "isHosted": false, "secPara": "Having gone under the surgeons knife in London, now the long and lonely process of recovery begins. In public, the 24-year-old has been making predictably encouraging noises about not giving up and returning stronger, while his manager, team-mates and countless Liverpool fans have offered their unequivocal support at this difficult time. But Ings knows the drill following the matter-of-fact news stories and that initial flurry of heartfelt sympathy, he will quickly be forgotten, left out of sight and mind among the ranks of footballs invisibles as he deals with the lonely daily grind of recovery and rehabilitation.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-04T19:00:00Z", "webTitle": "Football’s invisibles: the long and lonely road from calamitous injury | Barry Glendenning", "webUrl": "https://www.theguardian.com/football/2016/nov/04/football-invisibles-long-lonely-road-calamitous-injury", "wordCnt": 875}, {"apiUrl": "https://content.guardianapis.com/football/2016/nov/04/hull-city-southampton-match-preview", "firPara": "Southampton could not hope for better opposition in Hull City, to ease tired legs, after taking revenge against Internazionale on Thursday night. Mike Phelans side have lost six successive league games and a good run in the EFL Cup is unlikely to lift spirits. However Phelan could be thrown a lifeline if Robert Snodgrass returns from injury, the Scot was instrumental in Hulls early season triumphs. Graham Searles", "id": "football/2016/nov/04/hull-city-southampton-match-preview", "isHosted": false, "secPara": "Kick-off Sunday 2.15pm ", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-04T18:33:26Z", "webTitle": "Hull City v Southampton: match preview", "webUrl": "https://www.theguardian.com/football/2016/nov/04/hull-city-southampton-match-preview", "wordCnt": 189}], "startIndex": 2701, "status": "ok", "total": 141935, "userTier": "developer"}}