{"response": {"currentPage": 579, "orderBy": "newest", "pageSize": 10, "pages": 14195, "results": [{"apiUrl": "https://content.guardianapis.com/football/2016/jun/08/philippe-coutinho-hat-trick-brazil-seven-sorry-haiti", "firPara": "This was a 7-1 scoreline Brazil could enjoy. Two years after their World Cup capitulation against Germany, Brazil crushed Haiti to move top of Copa América Group B, thanks to a brilliant hat-trick from Philippe Coutinho – his first for the national team.", "id": "football/2016/jun/08/philippe-coutinho-hat-trick-brazil-seven-sorry-haiti", "isHosted": false, "secPara": "Brazil, who had failed to sparkle in their opening game against Ecuador, were far too strong for Haiti, and in Liverpool forward Coutinho possessed the games outstanding player. Brazils 7-1 victory represented the biggest win of this Copa América so far, and Dunga, the head coach, was delighted for a player who had scored just once for the seleção before Wednesday night.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-09T04:43:36Z", "webTitle": "Philippe Coutinho runs the show as Brazil hit seven against sorry Haiti", "webUrl": "https://www.theguardian.com/football/2016/jun/08/philippe-coutinho-hat-trick-brazil-seven-sorry-haiti", "wordCnt": 512}, {"apiUrl": "https://content.guardianapis.com/football/live/2016/jun/08/brazil-v-haiti-copa-america-live", "firPara": "Brazil opened their campaign with a disappointing goalless draw against Ecuador on Saturday. Can they do better against Haiti? Join Luis Miguel Echegaray", "id": "football/live/2016/jun/08/brazil-v-haiti-copa-america-live", "isHosted": false, "secPara": "Brazil do a Germany as they beat Haiti 7-1 and Coutinho scores a great hat-trick. To be fair, Brazil were great as this was a team who pushed Peru all the way and nearly scored an equalizer. Haiti can take solace in their goal and the fact that Placide was great in so many moments. I know, its a weird thing to say about a goalie who let seven in.", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2016-06-09T01:31:15Z", "webTitle": "Brazil 7-1 Haiti: Copa América – as it happened", "webUrl": "https://www.theguardian.com/football/live/2016/jun/08/brazil-v-haiti-copa-america-live", "wordCnt": 485}, {"apiUrl": "https://content.guardianapis.com/football/2016/jun/08/wayne-rooney-manchester-united-jose-mourinho", "firPara": "Wayne Rooney says he will not play for any other English club bar Manchester United, discounting the possibility of a late-career move back to Everton, after being given a ringing endorsement from his new manager, José Mourinho, and the encouragement to continue chasing down Sir Bobby Charltons scoring record at Old Trafford.", "id": "football/2016/jun/08/wayne-rooney-manchester-united-jose-mourinho", "isHosted": false, "secPara": "Mourinhos description of Rooney as the outstanding English footballer of his generation – Wayne is, and has been, Englands best player for over a decade – is a reminder why the Portuguese tried to sign the striker early in his second spell of managing Chelsea.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-08T23:01:34Z", "webTitle": "Wayne Rooney: ‘I’ll never play for another Premier League club’", "webUrl": "https://www.theguardian.com/football/2016/jun/08/wayne-rooney-manchester-united-jose-mourinho", "wordCnt": 293}, {"apiUrl": "https://content.guardianapis.com/football/2016/jun/08/england-camp-roy-hodgson-euro-2016", "firPara": "In a quiet spot at LAvenue, one of the pavement cafes on Avenue du Maréchal Joffre, Roy Hodgson could be seen pouring a glass of red with his assistant, Ray Lewington, and going over their first few days in a town where even the lingerie shop, La Rose Noire, has St George flags in the windows. Gary Neville had stopped on Rue du Connétable to enthuse about Chantillys charms. The players had their first stroll through town on Wednesday and apart from the clicking of paparazzi cameras, they must have liked the relaxed mood. Welcome was the message fluttering from lamp-posts, balconies and spires.", "id": "football/2016/jun/08/england-camp-roy-hodgson-euro-2016", "isHosted": false, "secPara": "These are the times when everyone seems to be getting on fine. It was the same in Rio de Janeiro two years ago, in Krakow for Euro 2012, Rustenburg for the 2010 World Cup and all those other places where the Football Association has set up temporary homes. Everyone is just having a great laugh, Chris Smalling said of the mood at Englands hotel, Auberge du Jeu de Paume, with its Michelin stars and €70 mushroom risotto. Daniel Sturridge has called the team a family and everyone is agreed – the hotel, the training facilities, the atmosphere; everything has gone swimmingly so far.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-08T22:56:00Z", "webTitle": "All is calm in the England camp before the big kick-off against Russia", "webUrl": "https://www.theguardian.com/football/2016/jun/08/england-camp-roy-hodgson-euro-2016", "wordCnt": 1014}, {"apiUrl": "https://content.guardianapis.com/football/2016/jun/08/kyle-lafferty-northern-ireland-euro-2016", "firPara": "One slip, one little twist, as Michael ONeill put it, and a hush descended over Parc de Montchervet when Kyle Lafferty clutched his groin in pain before hobbling out of Northern Irelands open training session on Tuesday. The silence generated by the big noise of the squad was instructive.", "id": "football/2016/jun/08/kyle-lafferty-northern-ireland-euro-2016", "isHosted": false, "secPara": "The scare would have barely registered at club level, yet seasoned observers of Northern Ireland and hundreds of locals were transfixed as the towering centre-forward limped away. Everyone present understood Laffertys importance to the team. It explains the wild contradiction between the strikers fortunes for clubs and country that no one is more aware of that mantle than the man himself.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-08T22:15:00Z", "webTitle": "Kyle Lafferty: Northern Ireland can beat anyone at Euro 2016 if I turn up", "webUrl": "https://www.theguardian.com/football/2016/jun/08/kyle-lafferty-northern-ireland-euro-2016", "wordCnt": 1118}, {"apiUrl": "https://content.guardianapis.com/football/2016/jun/08/slovakia-surprise-people-euro-2016-england-jamie-lawrence", "firPara": "Jamie Lawrence is thriving at AS Trencin and feels sure his country of residence can cause problems for his country of birth when they face each other in France", "id": "football/2016/jun/08/slovakia-surprise-people-euro-2016-england-jamie-lawrence", "isHosted": false, "secPara": "For a fairytale start to a young Englishmans career look to Slovakia where Jamie Lawrence has just completed two seasons as a professional footballer by sealing a second league and cup double. The double-double began on 29 April when Lawrences AS Trencin defeated Slovan Bratislava, the established force of the Slovakian game, 3-1 to claim the cup. On 8 May the same team were beaten 4-0 in the Super Liga and the 23-year-old had the fourth major medal of his burgeoning career.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-08T21:39:00Z", "webTitle": "Slovakia can surprise people at Euro 2016, says their English insider", "webUrl": "https://www.theguardian.com/football/2016/jun/08/slovakia-surprise-people-euro-2016-england-jamie-lawrence", "wordCnt": 1089}, {"apiUrl": "https://content.guardianapis.com/football/2016/jun/08/wales-joe-allen-xavi-pirlo-euro-2016", "firPara": "The Wales midfielder finds biblical references and nicknames amusing but he wants to be his own man and help Chris Colemans team to a successful tournament", "id": "football/2016/jun/08/wales-joe-allen-xavi-pirlo-euro-2016", "isHosted": false, "secPara": "The Wales midfielder finds biblical references and nicknames amusing but he wants to be his own man and help Chris Colemans team to a successful tournament", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-08T21:30:32Z", "webTitle": "Wales’ Joe Allen is done with comparisons and wants to make mark at Euro 2016", "webUrl": "https://www.theguardian.com/football/2016/jun/08/wales-joe-allen-xavi-pirlo-euro-2016", "wordCnt": 1139}, {"apiUrl": "https://content.guardianapis.com/football/2016/jun/08/russia-leonid-slutsky-igor-denisov-euro-2016", "firPara": "The Russia coach Leonid Slutskys preparations for Saturdays opening group game against England, already badly hampered by injuries suffered in the buildup to the tournament, endured further disruption when three more players were ruled out of training.", "id": "football/2016/jun/08/russia-leonid-slutsky-igor-denisov-euro-2016", "isHosted": false, "secPara": "Slutsky, credited with raising the mood after Fabio Capellos dismal and costly spell in charge, was denied Dmitri Torbinski at the teams session here in Pariss western suburbs on Wednesday, with Vasili Berezutski and Denis Glushakov also forced to undertake light fitness work away from the group.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-08T21:30:32Z", "webTitle": "Russia’s mounting injury list disrupts Leonid Slutsky’s training plans", "webUrl": "https://www.theguardian.com/football/2016/jun/08/russia-leonid-slutsky-igor-denisov-euro-2016", "wordCnt": 826}, {"apiUrl": "https://content.guardianapis.com/football/2016/jun/08/fans-asked-arrive-euro-2016-stadiums-three-hours-before-games", "firPara": "Euro 2016 organisers have urged supporters to arrive up to three hours before kickoff in order to allow time for enhanced security arrangements that include a dual ring of steel around all stadiums.", "id": "football/2016/jun/08/fans-asked-arrive-euro-2016-stadiums-three-hours-before-games", "isHosted": false, "secPara": "But before Fridays first match, and on the eve of a huge free concert for 80,000 people in Paris, the head of the Euro 2016 organising committee, Jacques Lambert, said he was keen to lift the mood.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-08T20:50:44Z", "webTitle": "Fans asked to arrive at Euro 2016 stadiums three hours before games", "webUrl": "https://www.theguardian.com/football/2016/jun/08/fans-asked-arrive-euro-2016-stadiums-three-hours-before-games", "wordCnt": 480}, {"apiUrl": "https://content.guardianapis.com/football/2016/jun/08/cristiano-ronaldo-highest-paid-athlete-messi-lebron-james", "firPara": "Cristiano Ronaldo has topped Forbes list of the highest-paid athletes for 2016.", "id": "football/2016/jun/08/cristiano-ronaldo-highest-paid-athlete-messi-lebron-james", "isHosted": false, "secPara": "The Real Madrid and Portugal star earned $88m – $56m in salary and bonuses, $32m in endorsements – between 1 June 2015 and 1 June 2016. ", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-08T20:43:42Z", "webTitle": "Ronaldo edges Messi, LeBron and Federer as world's highest-paid athlete", "webUrl": "https://www.theguardian.com/football/2016/jun/08/cristiano-ronaldo-highest-paid-athlete-messi-lebron-james", "wordCnt": 403}], "startIndex": 5781, "status": "ok", "total": 141941, "userTier": "developer"}}