{"response": {"currentPage": 145, "orderBy": "newest", "pageSize": 10, "pages": 14194, "results": [{"apiUrl": "https://content.guardianapis.com/football/2017/jan/05/former-celtic-youth-coach-child-abuse-prison-jim-mccafferty", "firPara": "A former Celtic football club kit man and youth coach charged with child sex offences is being held in Northern Irelands top security prison for his own safety, a Belfast court was told on Thursday.", "id": "football/2017/jan/05/former-celtic-youth-coach-child-abuse-prison-jim-mccafferty", "isHosted": false, "secPara": "A Crown prosecutor also confirmed on Thursday that a full file on charges levelled against Jim McCafferty has yet to be drawn up.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-05T15:42:55Z", "webTitle": "Former Celtic youth coach charged over child abuse held in prison for own safety", "webUrl": "https://www.theguardian.com/football/2017/jan/05/former-celtic-youth-coach-child-abuse-prison-jim-mccafferty", "wordCnt": 229}, {"apiUrl": "https://content.guardianapis.com/football/2017/jan/05/chelsea-atalanta-talks-franck-kessie", "firPara": "Chelsea are still in talks with Atalanta over the possible signing of Franck Kessié but the Premier League club but may have to wait until the summer before a transfer can be concluded.", "id": "football/2017/jan/05/chelsea-atalanta-talks-franck-kessie", "isHosted": false, "secPara": "Antonio Conte is a huge admirer of the Ivory Coast midfielder and would be keen for the player to join Chelsea during this transfer window but there is an acceptance that Atalanta will want to keep him until the end of the current campaign.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-05T15:37:49Z", "webTitle": "Chelsea still in talks with Atalanta over possible signing of Franck Kessié", "webUrl": "https://www.theguardian.com/football/2017/jan/05/chelsea-atalanta-talks-franck-kessie", "wordCnt": 472}, {"apiUrl": "https://content.guardianapis.com/football/2017/jan/05/pep-guardiola-insists-he-has-no-plans-to-retire-from-football-manchester-city", "firPara": "Pep Guardiola has moved to clarify remarks made in a recent interview with NBC, which led to speculation that the Manchester City manager might be disillusioned in England and was already thinking about retirement.", "id": "football/2017/jan/05/pep-guardiola-insists-he-has-no-plans-to-retire-from-football-manchester-city", "isHosted": false, "secPara": "All I said was that I would not be still a trainer when I am 60, Guardiola said. I still stand by that, because I started young and I have been in football for a long time, but at the moment I am 45. I have no plans to retire. I love my job and I am in a perfect place to do it, here in England. I am not thinking of retiring in the next four or five year, I am happy at Manchester City and grateful for the chance to come and work here. Maybe it was inappropriate to say I am starting to say goodbye to my career, but I know what I am thinking of when I talk about when I am going to retire.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-05T14:53:31Z", "webTitle": "Pep Guardiola insists he has ‘no plans to retire’ from football any time soon", "webUrl": "https://www.theguardian.com/football/2017/jan/05/pep-guardiola-insists-he-has-no-plans-to-retire-from-football-manchester-city", "wordCnt": 354}, {"apiUrl": "https://content.guardianapis.com/football/2017/jan/05/hull-city-appoint-marco-silva-as-new-manager", "firPara": "Hull City have appointed Marco Silva as their manager on a deal until the end of the season. The 39-year-old replaces Mike Phelan, who was sacked as head coach on Tuesday with Hull bottom of the Premier League following a run of one win in 10 matches.", "id": "football/2017/jan/05/hull-city-appoint-marco-silva-as-new-manager", "isHosted": false, "secPara": "Marco is a young coach who has impressed us with his philosophy and football style, the clubs vice-chairman, Ehab Allam, said in a statement. He has a great track record and we feel this is a bold and exciting appointment in our aim to retain the clubs Premier League status.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-05T12:34:20Z", "webTitle": "Hull City appoint Marco Silva as new manager on deal until end of the season", "webUrl": "https://www.theguardian.com/football/2017/jan/05/hull-city-appoint-marco-silva-as-new-manager", "wordCnt": 458}, {"apiUrl": "https://content.guardianapis.com/football/2017/jan/05/jermain-defoe-west-ham-slaven-bilic", "firPara": "Slaven Bilic remains in the hunt for Jermain Defoe after West Ham United had an opening offer for their former player rejected by Sunderland.", "id": "football/2017/jan/05/jermain-defoe-west-ham-slaven-bilic", "isHosted": false, "secPara": "Bilic once again sang the praises of the 11-goal striker who started his career at West Ham, though the manager refused to comment on reports the club will be making another bid for the 34-year-old. Bilic also confirmed that he has scouted Brentfords striker Scott Hogan, but said that the Italian forward Simone Zazas story at the club is over.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-05T12:05:29Z", "webTitle": "West Ham’s Slaven Bilic still in hunt for Jermain Defoe despite rejected bid", "webUrl": "https://www.theguardian.com/football/2017/jan/05/jermain-defoe-west-ham-slaven-bilic", "wordCnt": 387}, {"apiUrl": "https://content.guardianapis.com/football/2017/jan/05/reading-jaap-stam-manchester-united-treble-old-trafford-fa-cup-third-round", "firPara": "It was the outstanding tie to emerge from the FA Cup third‑round draw made at the top of the BT Tower Jaap Stams return to Manchester United, where the Dutchman helped them win the treble in his first season.", "id": "football/2017/jan/05/reading-jaap-stam-manchester-united-treble-old-trafford-fa-cup-third-round", "isHosted": false, "secPara": "Stam, the Reading manager, left United a little more than 15 years ago after being sold to Lazio by Sir Alex Ferguson. The last time the former centre-half was at Old Trafford, in June, he shared the stage with the actor Michael Sheen, the X Factor winner Shayne Ward and the former jockey Sir AP McCoy for a charity match.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-05T12:01:14Z", "webTitle": "Reading’s Jaap Stam ready for return to Manchester United in tie of the round", "webUrl": "https://www.theguardian.com/football/2017/jan/05/reading-jaap-stam-manchester-united-treble-old-trafford-fa-cup-third-round", "wordCnt": 982}, {"apiUrl": "https://content.guardianapis.com/football/2017/jan/05/jan-vertonghen-hails-win-over-chelsea-as-one-of-his-best-with-tottenham-hotspur-", "firPara": "Jan Vertonghen says Tottenham Hotspurs 2-0 victory over Chelsea on Wednesday night was up there with any result he has experienced during his four-and-a-half years in north London and one that has sent a powerful message to the other clubs in the top six.", "id": "football/2017/jan/05/jan-vertonghen-hails-win-over-chelsea-as-one-of-his-best-with-tottenham-hotspur-", "isHosted": false, "secPara": "The derby at White Hart Lane was the definition of a six-pointer for Tottenham and they knew that they could not afford to lose. Had they done so, they would have slipped 13 points behind the leaders, Chelsea, and their title hopes would surely have ended. As it is, they are now seven points adrift of them in third place, on a run of five consecutive wins and with their confidence soaring.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-05T11:59:33Z", "webTitle": "Jan Vertonghen says win over Chelsea is one of his best with Tottenham", "webUrl": "https://www.theguardian.com/football/2017/jan/05/jan-vertonghen-hails-win-over-chelsea-as-one-of-his-best-with-tottenham-hotspur-", "wordCnt": 486}, {"apiUrl": "https://content.guardianapis.com/football/2017/jan/05/football-transfer-rumours-dimitri-payet-to-marseille-lassana-diarra-to-manchester-united", "firPara": "Todays festival of fluff is feeling optimistic", "id": "football/2017/jan/05/football-transfer-rumours-dimitri-payet-to-marseille-lassana-diarra-to-manchester-united", "isHosted": false, "secPara": "Todays festival of fluff is feeling optimistic", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-05T08:10:41Z", "webTitle": "Football transfer rumours: Lassana Diarra to West Ham or Manchester United?", "webUrl": "https://www.theguardian.com/football/2017/jan/05/football-transfer-rumours-dimitri-payet-to-marseille-lassana-diarra-to-manchester-united", "wordCnt": 718}, {"apiUrl": "https://content.guardianapis.com/football/2017/jan/04/tottenham-hotspur-chelsea-premier-league-match-report", "firPara": "The most damaging part for Chelsea, suffering their first league defeat since losing against Arsenal at the end of September, has nothing to do with it stopping them establishing a record in the Premier League era of 14 successive wins in a single season. It would have been a nice one to chalk up, but a team with their ambitions will be far more distressed about what it means for the league table and the confidence it might give Tottenham Hotspur, seven points back, to think they can still play a considerable part in the title race.", "id": "football/2017/jan/04/tottenham-hotspur-chelsea-premier-league-match-report", "isHosted": false, "secPara": "Dele Allis goals certainly ought to encourage Spurs on a night when their supporters endured opposition songs poking fun that they won the league in black and white, referring to the fact that the last time the team from White Hart Lane finished as champions was back in 1961. Alli scored one at the end of the first half and another early in the second period. Both were headers and the England international has managed two goals in each of his past three games.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-05T07:49:30Z", "webTitle": "Tottenham’s Dele Alli scores two to end Chelsea’s winning run short of record", "webUrl": "https://www.theguardian.com/football/2017/jan/04/tottenham-hotspur-chelsea-premier-league-match-report", "wordCnt": 928}, {"apiUrl": "https://content.guardianapis.com/football/blog/2017/jan/04/mauricio-pochettino-dele-alli-tottenham-chelsea", "firPara": "Mauricio Pochettino wanted his Spurs side to put down a marker against Chelsea yet games between these two clubs always come loaded with significance", "id": "football/blog/2017/jan/04/mauricio-pochettino-dele-alli-tottenham-chelsea", "isHosted": false, "secPara": "Mauricio Pochettino has been at Tottenham Hotspur for only two and a half seasons but, already, he has plenty of history with Chelsea – and it goes deeper than the now notorious 2-2 draw at Stamford Bridge at the end of last season, when his team lost a lead, their heads and any chance of the title.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-05T07:18:08Z", "webTitle": "Tottenham deliver statement of intent against Chelsea but revenge tastes sweet | David Hytner", "webUrl": "https://www.theguardian.com/football/blog/2017/jan/04/mauricio-pochettino-dele-alli-tottenham-chelsea", "wordCnt": 947}], "startIndex": 1441, "status": "ok", "total": 141934, "userTier": "developer"}}