{"response": {"currentPage": 375, "orderBy": "newest", "pageSize": 10, "pages": 14194, "results": [{"apiUrl": "https://content.guardianapis.com/football/2016/sep/17/leicester-city-burnley-premier-league-match-report", "firPara": "Islam Slimani scored two goals on his Premier League debut as Leicester completed a restorative week both at home and abroad. The Algerian striker converted two headers either side of half-time to help the champions to victory over a dogged but blunt Burnley.", "id": "football/2016/sep/17/leicester-city-burnley-premier-league-match-report", "isHosted": false, "secPara": "A Ben Mee own goal concluded proceedings, to make it two 3-0 victories in a week for Leicester following their Champions League win at Club Brugge on Wednesday. It also gives them some confidence after the first four league games of the season had produced four points.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-17T16:19:29Z", "webTitle": "Slimani opens his account with a double as Leicester ease past Burnley", "webUrl": "https://www.theguardian.com/football/2016/sep/17/leicester-city-burnley-premier-league-match-report", "wordCnt": 785}, {"apiUrl": "https://content.guardianapis.com/football/2016/sep/17/hull-city-arsenal-premier-league-match-report", "firPara": "Alexis Sánchez scored twice but Theo Walcott and Alex Iwobi were the real masterminds behind this deconstruction of Hull City. Heavily involved in Arsenals first three goals – and scoring the second himself – Walcott looked very much a winger in form on an afternoon when, despite Sam Clucass impressive efforts in Mike Phelans midfield, home hopes were wrecked by Jake Livermores 40th-minute dismissal.", "id": "football/2016/sep/17/hull-city-arsenal-premier-league-match-report", "isHosted": false, "secPara": "A convincing performance, said a beaming Arsène Wenger, celebrating a third straight Premier League win. At the start of the season we werent physically ready, we are now.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-17T16:17:36Z", "webTitle": "Alexis Sánchez and Theo Walcott ensure Arsenal sink 10-man Hull", "webUrl": "https://www.theguardian.com/football/2016/sep/17/hull-city-arsenal-premier-league-match-report", "wordCnt": 710}, {"apiUrl": "https://content.guardianapis.com/football/2016/sep/17/manchester-city-bournemouth-premier-league-match-report", "firPara": "Manchester City and their supporters are occupying the kind of dreamland Pep Guardiola was hired to lead them into and the fascination is how long they can remain there.", "id": "football/2016/sep/17/manchester-city-bournemouth-premier-league-match-report", "isHosted": false, "secPara": "This was an eighth win from an eighth outing in all competitions, a club-record start to a campaign. The football was sublime and made to look simple and to listen to the weekly exhortations from their perfection-seeking manager there is far more to come.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-17T16:05:24Z", "webTitle": "Manchester City and Kevin De Bruyne roll on with Bournemouth thumping", "webUrl": "https://www.theguardian.com/football/2016/sep/17/manchester-city-bournemouth-premier-league-match-report", "wordCnt": 866}, {"apiUrl": "https://content.guardianapis.com/football/2016/sep/17/cardiff-city-leeds-united-championship-match-report", "firPara": "A win at Cardiff for a former Swansea manager with the clinching goal scored by a former Swansea player. This was an ideal way for Garry Monk to ease some of the murmuring around his position and add to the worries of his counterpart, Paul Trollope.", "id": "football/2016/sep/17/cardiff-city-leeds-united-championship-match-report", "isHosted": false, "secPara": "A penalty from Chris Wood and a sublime goal from Pablo Hernández made it two wins in a week for Leeds and offered encouraging evidence that Monk will take them in the right direction should Massimo Cellino resist the urge to get trigger-happy.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-17T13:52:14Z", "webTitle": "Leeds beat lowly Cardiff to ease pressure on manager Garry Monk", "webUrl": "https://www.theguardian.com/football/2016/sep/17/cardiff-city-leeds-united-championship-match-report", "wordCnt": 612}, {"apiUrl": "https://content.guardianapis.com/football/live/2016/sep/17/leganes-v-barcelona-la-liga-live", "firPara": "The genius of Luis Suarez and Lionel Messi was too much for a game Leganés side in an enjoyable match at Estadio Municipal de Butarque", "id": "football/live/2016/sep/17/leganes-v-barcelona-la-liga-live", "isHosted": false, "secPara": "Peep peep! That was an enjoyable match, full of fantastic goals and with an endearingly spiteful edge. Barcelona were too good, and have responded to the Alaves defeat by scoring 12 goals in two games. Next up is Atletico Madrid in the week. Thanks for your company; bye!", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2016-09-17T12:47:34Z", "webTitle": "Leganés 1-5 Barcelona: La Liga – as it happened", "webUrl": "https://www.theguardian.com/football/live/2016/sep/17/leganes-v-barcelona-la-liga-live", "wordCnt": 966}, {"apiUrl": "https://content.guardianapis.com/football/blog/2016/sep/17/ronaldo-40-birthday-brazil-greatest-ever-striker", "firPara": "A footballers career does not end when he retires. The reputation of a player can change after the event because of anything from evolution to nostalgia. Some players have their achievements diminished by the next generation; others age beautifully. For the Brazilian Ronaldo, who turns 40 on Sunday, this is particularly acute. A number of forwards, from Thierry Henry to Lionel Messi, have achieved greatness – and in some cases surpassed him – by paying homage to his style of play; another has changed how we respond to his name. The need to distinguish the two Ronaldos has led to some unflattering comments. In 2013, when considering the merits of both, Sir Alex Ferguson absent-mindedly spoke for many in both his judgment and description. If I compare Cristiano with the fat one, the old one, Cristiano is better.", "id": "football/blog/2016/sep/17/ronaldo-40-birthday-brazil-greatest-ever-striker", "isHosted": false, "secPara": "The fat one. The old one. There are still plenty of people who remember him as the one Il Fenomeno or – if youre into the whole Edson Arantes de Nascimento thing – Ronaldo Luís Nazário de Lima. Even before Cristiano, there were two Ronaldos the one that returned after long-term injury in 2002 was a great goalscorer, but the 1990s version was a great everything.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-17T10:11:00Z", "webTitle": "Ronaldo at 40: Il Fenomeno’s legacy as greatest ever No9, despite dodgy knees | Rob Smyth", "webUrl": "https://www.theguardian.com/football/blog/2016/sep/17/ronaldo-40-birthday-brazil-greatest-ever-striker", "wordCnt": 1718}, {"apiUrl": "https://content.guardianapis.com/football/live/2016/sep/16/chelsea-v-liverpool-premier-league-live", "firPara": "Thats a deserved victory for Liverpool and an alarming performance for Chelsea. It was a different type of victory to Liverpools other ones this season, a more mature one. They were sharper, stronger and more inventive than Chelsea but also more canny when push came to shove. Klopp will be heartened, too, by the display of Henderson, who did all the unheralded stuff better than the more vaunted Kanté and then crowned that with a superb winning goal. Liverpool are on the march. Chelsea are on their way back to the drawing board.", "id": "football/live/2016/sep/16/chelsea-v-liverpool-premier-league-live", "isHosted": false, "secPara": "90+2 min Chelsea corner .... terrible delivery!", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2016-09-17T09:09:13Z", "webTitle": "Chelsea v Liverpool: Premier League – as it happened", "webUrl": "https://www.theguardian.com/football/live/2016/sep/16/chelsea-v-liverpool-premier-league-live", "wordCnt": 1570}, {"apiUrl": "https://content.guardianapis.com/football/2016/sep/16/antonio-conte-chelsea-jurgen-klopp-liverpool", "firPara": "• Manager says everyone at club must take responsibility to improve", "id": "football/2016/sep/16/antonio-conte-chelsea-jurgen-klopp-liverpool", "isHosted": false, "secPara": "Antonio Conte has offered a stark warning to his Chelsea players that they risk enduring a repeat of last seasons underachievement if they do not learn quickly from their mistakes and improve as a defensive unit.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-16T22:51:10Z", "webTitle": "Antonio Conte urges Chelsea not to repeat last season’s mistakes", "webUrl": "https://www.theguardian.com/football/2016/sep/16/antonio-conte-chelsea-jurgen-klopp-liverpool", "wordCnt": 542}, {"apiUrl": "https://content.guardianapis.com/football/2016/sep/16/david-luiz-whirlwind-emotions-second-chelsea-debut", "firPara": "David Luiz did not know whether to stick or twist. Neither did Gary Cahill. When Philippe Coutinho got the ball back from James Milner in the 17th minute of this high-profile collision, following a short Liverpool free-kick, Chelseas surprise homecomer and his central defensive partner could only survey the wreckage around them.", "id": "football/2016/sep/16/david-luiz-whirlwind-emotions-second-chelsea-debut", "isHosted": false, "secPara": "In their eyeline was a gaggle of four ball-watching Chelsea team-mates, occupying nothing but empty space while behind them were a group of threatening Liverpool players. David Luiz seemed to freeze while Cahill resembled the little Dutch boy with his finger in the dyke. It was a complete breakdown; the sort to give Antonio Conte nightmares. Coutinhos delivery was perfect and Dejan Lovren applied the finish.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-16T21:35:01Z", "webTitle": "David Luiz feels whirlwind of emotions on second Chelsea debut | David Hytner", "webUrl": "https://www.theguardian.com/football/2016/sep/16/david-luiz-whirlwind-emotions-second-chelsea-debut", "wordCnt": 818}, {"apiUrl": "https://content.guardianapis.com/football/2016/sep/16/manchester-city-pep-guardiola-conference-ball-win", "firPara": "Pep Guardiola has pointed to Manchester Citys hard work in winning the ball back like a Conference side as the key to winning all seven of their opening matches.", "id": "football/2016/sep/16/manchester-city-pep-guardiola-conference-ball-win", "isHosted": false, "secPara": "City are the Premier League leaders, the only side with a maximum 12 points from four games. They also dismantled Borussia Mönchengladbach 4-0 in their Champions League group opener on Wednesday, and Guardiola is clear on why his team is playing so well.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-16T21:30:30Z", "webTitle": "Pep Guardiola says Manchester City fight for the ball ‘like a Conference team’", "webUrl": "https://www.theguardian.com/football/2016/sep/16/manchester-city-pep-guardiola-conference-ball-win", "wordCnt": 615}], "startIndex": 3741, "status": "ok", "total": 141935, "userTier": "developer"}}