{"response": {"currentPage": 273, "orderBy": "newest", "pageSize": 10, "pages": 14194, "results": [{"apiUrl": "https://content.guardianapis.com/football/2016/nov/04/harry-kane-tottenham-north-london-derby", "firPara": "• Spurs striker sidelined since the middle of September", "id": "football/2016/nov/04/harry-kane-tottenham-north-london-derby", "isHosted": false, "secPara": "Mauricio Pochettino has suggested Harry Kane could start in Sundays derby against Arsenal at the Emirates Stadium. The striker has been out with ankle ligament damage since the middle of September and he has been expected to make his comeback in the Arsenal game.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-04T13:58:27Z", "webTitle": "Tottenham’s Harry Kane ready for comeback against Arsenal", "webUrl": "https://www.theguardian.com/football/2016/nov/04/harry-kane-tottenham-north-london-derby", "wordCnt": 348}, {"apiUrl": "https://content.guardianapis.com/football/2016/nov/04/east-kilbride-ajax-win-record-27-straight-victories-lowland-league", "firPara": "Perhaps Scotlands football focus this weekend should not be on Celtic or Rangers. Rather, it should be on the semi-professionals at East Kilbride, as they seek to go where the great Ajax side of 1971-72 could not. Step aside Johan Cruyff, Arie Haan and Johan Neeskens; step forward Kieran Gibbons, Martin McBride and Jacob Kean.", "id": "football/2016/nov/04/east-kilbride-ajax-win-record-27-straight-victories-lowland-league", "isHosted": false, "secPara": "East Kilbride, who typically play in front of crowds of 150 in the Lowland League, equalled Ajaxs world record of 26 consecutive victories in competitive fixtures with a win against Vale of Leithen last Saturday. The feat was noted in Amsterdam; Ajax sent a message to the Scottish minnows, hailing a Great job. Twelve of these wins have come this season.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-04T13:53:46Z", "webTitle": "Step aside Cruyff and Neeskens: East Kilbride poised to break Ajax win record", "webUrl": "https://www.theguardian.com/football/2016/nov/04/east-kilbride-ajax-win-record-27-straight-victories-lowland-league", "wordCnt": 394}, {"apiUrl": "https://content.guardianapis.com/football/2016/nov/04/bournemouth-sunderland-match-preview", "firPara": "David Moyes takes his Sunderland side to Bournemouth, in search of their first Premier League win of the season at the 11th time of asking. Sunderland were in the vicinity only last week, after flying back to the north-east from Bournemouth airport after a poor performance against Southampton in the EFL Cup. A much-needed win would provide Moyes at least some respite. Bournemouth, meanwhile, will hope home comforts can see them return to winning ways, after an indifferent performance in defeat by Middlesbrough last time out. Ben Fisher", "id": "football/2016/nov/04/bournemouth-sunderland-match-preview", "isHosted": false, "secPara": "Kick-off Saturday 3pm ", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-04T13:08:37Z", "webTitle": "Bournemouth v Sunderland: match preview", "webUrl": "https://www.theguardian.com/football/2016/nov/04/bournemouth-sunderland-match-preview", "wordCnt": 213}, {"apiUrl": "https://content.guardianapis.com/football/2016/nov/04/gareth-southgate-turn-down-england-job-full-time", "firPara": "Gareth Southgate is undecided whether he would accept the permanent England managers job should the FA make him an offer after the forthcoming games with Scotland and Spain.", "id": "football/2016/nov/04/gareth-southgate-turn-down-england-job-full-time", "isHosted": false, "secPara": "The interim manager is enjoying the role more than he anticipated, after filling the breach following Sam Allardyces sudden departure in September, but would want to know the length of contract, among other things, before committing himself.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-04T13:00:18Z", "webTitle": "Gareth Southgate says he may reject any full-time offer of England job", "webUrl": "https://www.theguardian.com/football/2016/nov/04/gareth-southgate-turn-down-england-job-full-time", "wordCnt": 572}, {"apiUrl": "https://content.guardianapis.com/football/blog/2016/nov/04/north-london-derby-arsenal-tottenham", "firPara": "Based on form, fitness and a desire to wind up supporters of both clubs before the north London derby on Sunday, here is a combined XI chosen from the two sides, taking into account who is currently fit and available. Be gentle. It wasnt easy. I know the team is a bit light in central midfield. Maybe Petr Cech can go in goal for the second half. And yes, leaving out Igors Stepanovs and José Dominguez caused unimaginable pain. Enjoy.", "id": "football/blog/2016/nov/04/north-london-derby-arsenal-tottenham", "isHosted": false, "secPara": "Although Cech has been one of the finest goalkeepers in England for more than a decade, his Tottenham Hotspur counterpart just snatches the No1 spot because of his sweeper-keeper excellence. Lloris is as dependable as they come, too, and has kept six clean sheets this season.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-04T12:00:17Z", "webTitle": "North London derby best XI: our cream of the Arsenal and Tottenham crop | Jacob Steinberg", "webUrl": "https://www.theguardian.com/football/blog/2016/nov/04/north-london-derby-arsenal-tottenham", "wordCnt": 549}, {"apiUrl": "https://content.guardianapis.com/football/blog/2016/nov/04/jose-mourinho-manchester-united-third-season-syndrome", "firPara": "José Mourinho may have felt he had to give his Manchester United players a very public rollicking following Thursday nights debacle at Fenerbahce. To get to this point so early in his tenure, though, shows the crisis that threatens to engulf United unless results and performances are turned around quickly.", "id": "football/blog/2016/nov/04/jose-mourinho-manchester-united-third-season-syndrome", "isHosted": false, "secPara": "In his 16th competitive fixture, Mourinho oversaw a 2-1 loss in a Europa League group game that was a quasi-disaster of disjointedness that featured his players losing the plot 69 seconds in when Moussa Sow opened the scoring.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-04T11:49:04Z", "webTitle": "Has José Mourinho already got third-season syndrome at Manchester United? | Jamie Jackson", "webUrl": "https://www.theguardian.com/football/blog/2016/nov/04/jose-mourinho-manchester-united-third-season-syndrome", "wordCnt": 924}, {"apiUrl": "https://content.guardianapis.com/football/2016/nov/04/zlatan-ibrahimovic-manchester-united-chest-puffing-arrogant", "firPara": "The Fenerbahce defender Simon Kjaer has labelled Zlatan Ibrahimovic an arrogant, chest-puffing player after the pair clashed during the Turkishs sides victory over Manchester United in the Europa League.", "id": "football/2016/nov/04/zlatan-ibrahimovic-manchester-united-chest-puffing-arrogant", "isHosted": false, "secPara": "Ibrahimovic will not face retrospective action following a clash with the Denmark international Kjaer despite pictures appearing to show him grabbing his opponent by the throat. Milorad Mazic, the referee, did not take any action at the time, but it is understood the incident was seen by the fourth official, who determined no sanction was necessary.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-04T11:28:54Z", "webTitle": "Fenerbahce’s Simon Kjaer: ‘Zlatan is a chest-puffing kind of player. He’s arrogant’", "webUrl": "https://www.theguardian.com/football/2016/nov/04/zlatan-ibrahimovic-manchester-united-chest-puffing-arrogant", "wordCnt": 319}, {"apiUrl": "https://content.guardianapis.com/football/blog/2016/nov/04/fa-cup-first-round-minnows-westfields-merstham", "firPara": "Supporters, media and staff from six of the clubs looking to cause upsets this weekend tell the inside story of their journeys into the national spotlight", "id": "football/blog/2016/nov/04/fa-cup-first-round-minnows-westfields-merstham", "isHosted": false, "secPara": "When we founded Westfields 50 years ago, reaching the first round proper of the FA Cup would have been nothing more than a wild dream. Getting to this stage has been a memorable journey, starting on 6 August in the extra preliminary round against Stourport Swifts. We needed a last-minute penalty to win 4-3 and that slender win has mushroomed into something very special. The logistics and arrangements put in place this week before our tie with Curzon Ashton are all new for us as a club. There is an enormous amount of work to be done. Football Focus will be live at the ground and there will be extended highlights on Match of the Day, and thats something we have never been involved in before.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-04T10:10:46Z", "webTitle": "FA Cup first round: the minnows’ stories, from Westfields to Merstham", "webUrl": "https://www.theguardian.com/football/blog/2016/nov/04/fa-cup-first-round-minnows-westfields-merstham", "wordCnt": 1980}, {"apiUrl": "https://content.guardianapis.com/football/2016/nov/04/liverpool-jurgen-klopp-sporting-director-michael-edwards", "firPara": "Jürgen Klopp has welcomed Liverpools decision to install a sporting director after Michael Edwards appointment was confirmed on Friday.", "id": "football/2016/nov/04/liverpool-jurgen-klopp-sporting-director-michael-edwards", "isHosted": false, "secPara": "Edwards has been promoted from technical director to sporting director at Anfield as part of a restructuring of the clubs football operation and will take the lead role on future transfer negotiations. He worked alongside Ian Ayre on deals in the summer but, with the chief executive leaving next year, the 37-year-old will assume greater responsibility on transfers in the newly created role. Edwards duties will also include a review and improvements of Melwood training ground, with the club looking to bring the first team and academy together on one site.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-04T10:04:58Z", "webTitle": "Liverpool’s Jürgen Klopp welcomes sporting director Michael Edwards", "webUrl": "https://www.theguardian.com/football/2016/nov/04/liverpool-jurgen-klopp-sporting-director-michael-edwards", "wordCnt": 688}, {"apiUrl": "https://content.guardianapis.com/football/2016/nov/04/yaya-toure-manchester-city-apology", "firPara": "Yaya Touré has apologised to Manchester City for the misunderstandings from the past as the midfielder attempts to resurrect his career at the Etihad Stadium.", "id": "football/2016/nov/04/yaya-toure-manchester-city-apology", "isHosted": false, "secPara": "Touré has been frozen out by Pep Guardiola after comments from his agent, Dimitri Seluk, criticising the manager after he was omitted from Citys Champions League squad. The former Ivory Coast international, who played for Guardiola at Barcelona before being sold to City in 2010, has yet to feature for the club in the Premier League this season, with his only appearance coming in the second leg of the Champions League play-off against Steaua Bucharest, into which City took a 5-0 lead from the trip to Romania.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-04T09:24:38Z", "webTitle": "Yaya Touré apologises to Manchester City for ‘misunderstandings’", "webUrl": "https://www.theguardian.com/football/2016/nov/04/yaya-toure-manchester-city-apology", "wordCnt": 682}], "startIndex": 2721, "status": "ok", "total": 141935, "userTier": "developer"}}