{"response": {"currentPage": 322, "orderBy": "newest", "pageSize": 10, "pages": 14194, "results": [{"apiUrl": "https://content.guardianapis.com/football/2016/oct/13/atlantic-league-good-european-club-football", "firPara": "With clubs in Scotland, Denmark, the Netherlands, Belgium, Norway and Sweden reportedly negotiating a new competition, wed like to hear your thoughts about clubs potentially breaking away from their domestic leagues", "id": "football/2016/oct/13/atlantic-league-good-european-club-football", "isHosted": false, "secPara": "With clubs in Scotland, Denmark, the Netherlands, Belgium, Norway and Sweden reportedly negotiating a new competition, wed like to hear your thoughts about clubs potentially breaking away from their domestic leagues", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-10-13T14:52:54Z", "webTitle": "Would an ‘Atlantic league’ be good for European club football?", "webUrl": "https://www.theguardian.com/football/2016/oct/13/atlantic-league-good-european-club-football", "wordCnt": 310}, {"apiUrl": "https://content.guardianapis.com/football/2016/oct/13/tottenham-hotspur-mousa-dembele-injury-training-foot", "firPara": "Mousa Dembélé has sustained a foot injury in training that, according to Mauricio Pochettino, the Tottenham Hotspur manager, is causing him pain when he kicks the ball. It is the latest setback for the midfielder and Pochettino said he would undergo further tests on Friday.", "id": "football/2016/oct/13/tottenham-hotspur-mousa-dembele-injury-training-foot", "isHosted": false, "secPara": "It is unclear whether Dembélé will be available to play at West Bromwich Albion on Saturday, or for how long he will be sidelined, but what is known is that it is a recurrence of an old injury.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-10-13T14:02:06Z", "webTitle": "Tottenham’s Mousa Dembélé endures another injury setback in training", "webUrl": "https://www.theguardian.com/football/2016/oct/13/tottenham-hotspur-mousa-dembele-injury-training-foot", "wordCnt": 412}, {"apiUrl": "https://content.guardianapis.com/football/2016/oct/13/chelsea-new-kit-deal-nike-60m", "firPara": "Chelsea have confirmed they have signed a kit deal with Nike, which is believed to be worth an estimated £60m a season for the next 15 years.", "id": "football/2016/oct/13/chelsea-new-kit-deal-nike-60m", "isHosted": false, "secPara": "The London club have been in negotiations with the American sportswear giants since confirming in May they would be ending their current agreement with Adidas six years early. Chelsea had to pay around £40m to part company with the German firm but that will easily be covered by the new deal, which is due to come into effect next season.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-10-13T14:00:59Z", "webTitle": "Chelsea confirm kit deal with Nike worth £60m a season until 2032", "webUrl": "https://www.theguardian.com/football/2016/oct/13/chelsea-new-kit-deal-nike-60m", "wordCnt": 377}, {"apiUrl": "https://content.guardianapis.com/football/2016/oct/13/atlantic-league-fc-copenhagen-director-scotland", "firPara": "Anders Horsholt, the FC Copenhagen director, has revealed discussions have been held over a potential European league involving teams from Scotland, Denmark, the Netherlands, Belgium, Norway and Sweden.", "id": "football/2016/oct/13/atlantic-league-fc-copenhagen-director-scotland", "isHosted": false, "secPara": "In February, reports in Scotland suggested that Celtics chief executive, Peter Lawwell, was in favour of establishing the league as they feared being frozen out of plans to reorganise the Champions League.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-10-13T12:59:24Z", "webTitle": "Talks over ‘Atlantic league’ confirmed by FC Copenhagen director", "webUrl": "https://www.theguardian.com/football/2016/oct/13/atlantic-league-fc-copenhagen-director-scotland", "wordCnt": 436}, {"apiUrl": "https://content.guardianapis.com/football/2016/oct/13/everton-farhad-moshiri-proposed-sites-new-stadium", "firPara": "Evertons efforts to relocate from Goodison Park will gather pace on Friday when Farhad Moshiri, the clubs major shareholder, visits two proposed sites for a new stadium.", "id": "football/2016/oct/13/everton-farhad-moshiri-proposed-sites-new-stadium", "isHosted": false, "secPara": "Moshiri is scheduled to lead an Everton delegation paying site visits to Bramley Moore dock, the clubs preferred option on the Mersey waterfront, and Stonebridge Cross in Croxteth. The British-Iranian billionaire and club chairman, Bill Kenwright, have been in negotiations with Peel Holdings, owner of the dockland site, and Liverpool City Council over the latest stadium proposal for several months.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-10-13T12:06:59Z", "webTitle": "Everton’s Farhad Moshiri to visit two sites for proposed new stadium", "webUrl": "https://www.theguardian.com/football/2016/oct/13/everton-farhad-moshiri-proposed-sites-new-stadium", "wordCnt": 297}, {"apiUrl": "https://content.guardianapis.com/football/blog/2016/oct/13/premier-league-wayne-rooney-uncertainty-manchester-united-england-international-break", "firPara": "Glacial is the word that springs to mind when contemplating international breaks these days. Every few weeks the hurly burly of the Premier League gives way to a version of the same sport that operates at a snails pace. That is not just watching England either. Time seems to stand still for the whole of the process, making Wayne Rooney losing his place a five-day drip-feed of suggestion, confirmation, reaction and then attempted rehabilitation, with the eventual match a bolted-on afterthought that leaves the landscape oddly unchanged, save for the somewhat surprising discovery that hardcore England fans believe Sam Allardyce was harshly treated.", "id": "football/blog/2016/oct/13/premier-league-wayne-rooney-uncertainty-manchester-united-england-international-break", "isHosted": false, "secPara": "Football supporters normally cannot wait for the domestic programme to start up again and it is tempting to believe managers and players feel the same way. For managers the intrusion of international football into the season has long been an irritation. At best, clubs get their players back tired and often late, with those involved in southern hemisphere fixtures frequently returning from long flights only a day or two before the next league match. At worst, players might pick up an injury while playing or even training for their country.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-10-13T10:59:05Z", "webTitle": "Premier League return delights fans but Wayne Rooney faces only uncertainty | Paul Wilson", "webUrl": "https://www.theguardian.com/football/blog/2016/oct/13/premier-league-wayne-rooney-uncertainty-manchester-united-england-international-break", "wordCnt": 1038}, {"apiUrl": "https://content.guardianapis.com/football/2016/oct/13/arsene-wenger-england-manager-backs-gareth-southgate", "firPara": "• Arsenal manager believes Southgate is outstanding candidate", "id": "football/2016/oct/13/arsene-wenger-england-manager-backs-gareth-southgate", "isHosted": false, "secPara": "Arsène Wenger believes that Gareth Southgate is the outstanding candidate to be appointed as the next permanent manager of England. In a very small field, Wenger has been linked to the position as well, with the Football Associations chief executive, Martin Glenn, having said that hed fit the criteria perfectly.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-10-13T10:14:25Z", "webTitle": "Arsène Wenger backs Gareth Southgate for permanent England role", "webUrl": "https://www.theguardian.com/football/2016/oct/13/arsene-wenger-england-manager-backs-gareth-southgate", "wordCnt": 876}, {"apiUrl": "https://content.guardianapis.com/football/blog/2016/oct/13/jurgen-klopp-jose-mourinho-manchester-united-liverpool-premier-league", "firPara": "José Mourinho is only four years older than Jürgen Klopp but in football terms it can feel as though there is a lifetime between them. In part it is an issue of tactics the hard, high press of which Klopp is such a devotee is modish. When Liverpool and Manchester City went to Tottenham this season and engaged in breathless, percussive styles, it felt like the football of today, the freshest ideas being pitched against each other. Mourinhos style is more conventional. That does not render it invalid but, with the two managers sides poised to meet at Anfield on Monday night, it is part of a general sense of familiarity about the Manchester United manager that may be damaging.", "id": "football/blog/2016/oct/13/jurgen-klopp-jose-mourinho-manchester-united-liverpool-premier-league", "isHosted": false, "secPara": "The great Argentinian coach Carlos Bianchi, who won four Copa Libertadores with Vélez Sarsfield and Boca Juniors, once laid out 10 unwritten rules of successful coaching for the magazine Management Deportivo. Not a single one of them referred to on-pitch strategy. For him the most important thing was to cultivate el liderazgo. The term literally means leadership but for Bianchi it was more than that – it was about developing a cult of personality. It is a strategy at least partially shared by Mourinho and Klopp.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-10-13T09:59:38Z", "webTitle": "Jürgen Klopp, José Mourinho and the cultivation of liderazgo | Jonathan Wilson", "webUrl": "https://www.theguardian.com/football/blog/2016/oct/13/jurgen-klopp-jose-mourinho-manchester-united-liverpool-premier-league", "wordCnt": 930}, {"apiUrl": "https://content.guardianapis.com/football/blog/2016/oct/13/steve-bruce-aston-villa-championship-sunderland-hull-birmingham", "firPara": "Steve Bruce may be half the man he used to be but Aston Villas new manager remains a heavyweight promotion expert. So far so good for Tony Xia but, even though the clocks have still to go back, history suggests Villas ambitious Chinese owner may have to forget about an instant return to the Premier League this season.", "id": "football/blog/2016/oct/13/steve-bruce-aston-villa-championship-sunderland-hull-birmingham", "isHosted": false, "secPara": "Indeed should Bruce – who has lost a staggering amount of weight and, even more startlingly, coloured his hair ash blond since resigning as Hull Citys manager in the summer – fulfil widespread West Midlands expectation having been named as Roberto Di Matteos successor on Wednesday, his first task will be to ensure Villa avoid relegation from the Championship.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-10-13T09:00:37Z", "webTitle": "Steve Bruce shapes up to rewrite history with Aston Villa makeover | Louise Taylor", "webUrl": "https://www.theguardian.com/football/blog/2016/oct/13/steve-bruce-aston-villa-championship-sunderland-hull-birmingham", "wordCnt": 992}, {"apiUrl": "https://content.guardianapis.com/football/2016/oct/13/football-transfer-rumours-matteo-darmian-to-barcelona", "firPara": "Todays fluff should really watch its cholesterol ", "id": "football/2016/oct/13/football-transfer-rumours-matteo-darmian-to-barcelona", "isHosted": false, "secPara": "Todays fluff should really watch its cholesterol ", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-10-13T07:25:38Z", "webTitle": "Football transfer rumours: Matteo Darmian to Barcelona?", "webUrl": "https://www.theguardian.com/football/2016/oct/13/football-transfer-rumours-matteo-darmian-to-barcelona", "wordCnt": 654}], "startIndex": 3211, "status": "ok", "total": 141935, "userTier": "developer"}}