{"response": {"currentPage": 160, "orderBy": "newest", "pageSize": 10, "pages": 14194, "results": [{"apiUrl": "https://content.guardianapis.com/football/blog/2016/dec/28/liverpool-v-manchester-city-new-years-eve-lallana-firmino", "firPara": "One can only imagine how many dustbins have been kicked and desks banged by Sky Sports department for hyperbole as they come to terms with not having the rights to show the New Years Eve game between Liverpool and Manchester City. After Red Monday and Mersey Monday this could have been Shit-hot Saturday. Instead BT Sport is broadcasting it and no doubt banking on a sizeable number of people tuning in before heading out to celebrate the arrival of 2017.", "id": "football/blog/2016/dec/28/liverpool-v-manchester-city-new-years-eve-lallana-firmino", "isHosted": false, "secPara": "The appeal is obvious. Second against third and a game between two sides who exist almost permanently on the front foot. They are the Premier Leagues highest and joint second-highest scorers this season with 84 league goals between them and, if their most recent matches are anything to go by, in no mood to slow down. In this era of super managers it is also difficult not to be seduced by everything that comes with Jürgen Klopp and Pep Guardiola sharing a touchline for the first time since they were Bundesliga adversaries. The pair are, to use that well-worn cliche, box office.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-12-28T17:30:00Z", "webTitle": "Liverpool v Manchester City: a game that threatens to live up to the hype | Sachin Nakrani", "webUrl": "https://www.theguardian.com/football/blog/2016/dec/28/liverpool-v-manchester-city-new-years-eve-lallana-firmino", "wordCnt": 807}, {"apiUrl": "https://content.guardianapis.com/football/blog/2016/dec/28/bob-bradley-swansea-city-fired-manager-premier-league", "firPara": "The former USA coach failed to hit upon a consistent formula at Swansea City but his status as an outsider in the Premier League hastened his downfall", "id": "football/blog/2016/dec/28/bob-bradley-swansea-city-fired-manager-premier-league", "isHosted": false, "secPara": "Bob Bradley had little reason to know how quickly he would be proved right when ruminating, at his first press conference as Swansea City manager, upon the modus operandi of his new bosses.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-12-28T17:00:40Z", "webTitle": "Bob Bradley could not escape the stigma against a US coach in British football", "webUrl": "https://www.theguardian.com/football/blog/2016/dec/28/bob-bradley-swansea-city-fired-manager-premier-league", "wordCnt": 967}, {"apiUrl": "https://content.guardianapis.com/football/2016/dec/28/juan-sebastian-veron-estudiantes", "firPara": "Estudiantes have confirmed Juan Sebastián Veróns return to football two years after he announced his retirement. The 41-year-old has signed an 18-month contract to play for his hometown club on a minimal wage which will be given back to Estudiantes.", "id": "football/2016/dec/28/juan-sebastian-veron-estudiantes", "isHosted": false, "secPara": "Verón, who began his career at Estudiantes in 1994, is currently the Argentinian clubs chairman and promised he would play again if supporters bought 65% of viewing boxes at their stadium.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-12-28T16:53:58Z", "webTitle": "Juan Sebastián Verón to return for Estudiantes and donate pay to club", "webUrl": "https://www.theguardian.com/football/2016/dec/28/juan-sebastian-veron-estudiantes", "wordCnt": 155}, {"apiUrl": "https://content.guardianapis.com/football/2016/dec/28/jordan-pickford-knee-injury-sunderland", "firPara": "Sunderlands hopes of avoiding relegation appear to have been dealt a significant blow after the goalkeeper Jordan Pickford sustained a serious looking knee injury during the teams Boxing Day defeat at Manchester United.", "id": "football/2016/dec/28/jordan-pickford-knee-injury-sunderland", "isHosted": false, "secPara": "Pickfords precise prognosis will be confirmed by a specialist but initial assessments from Sunderlands medical staff indicate the England Under-21 goalkeeper, who has undergone scans, could be sidelined for at least three months.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-12-28T16:37:04Z", "webTitle": "Jordan Pickford set for lengthy spell on sidelines in major blow to Sunderland", "webUrl": "https://www.theguardian.com/football/2016/dec/28/jordan-pickford-knee-injury-sunderland", "wordCnt": 291}, {"apiUrl": "https://content.guardianapis.com/football/2016/dec/28/everton-charlton-ademola-lookman-ronald-koeman-hull-city", "firPara": "Ronald Koeman has confirmed Everton have been in touch with Charlton Athletic over a £10m move for the 19-year-old forward Ademola Lookman.", "id": "football/2016/dec/28/everton-charlton-ademola-lookman-ronald-koeman-hull-city", "isHosted": false, "secPara": "The Merseyside clubs director of football, Steve Walsh, identified the England under-20 player as a target some weeks ago, and Everton are expected to move quickly once the transfer window opens in January. Lookman scored his seventh goal of the season away at MK Dons on Boxing Day and has also been interesting Crystal Palace, but Everton now appear to be at the front of the queue for his services.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-12-28T15:53:06Z", "webTitle": "Everton confirm interest in Charlton’s £10m-rated forward Ademola Lookman", "webUrl": "https://www.theguardian.com/football/2016/dec/28/everton-charlton-ademola-lookman-ronald-koeman-hull-city", "wordCnt": 627}, {"apiUrl": "https://content.guardianapis.com/football/2016/dec/28/rising-stars-10-players-watch-2017", "firPara": "Gabriel Jesus, about to join Manchester City, and Liverpools youngest goalscorer, Ben Woodburn, are among the games best prospects", "id": "football/2016/dec/28/rising-stars-10-players-watch-2017", "isHosted": false, "secPara": "Gabriel Jesus, about to join Manchester City, and Liverpools youngest goalscorer, Ben Woodburn, are among the games best prospects", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-12-28T13:59:36Z", "webTitle": "Rising football stars: 10 players to watch in 2017", "webUrl": "https://www.theguardian.com/football/2016/dec/28/rising-stars-10-players-watch-2017", "wordCnt": 2038}, {"apiUrl": "https://content.guardianapis.com/football/2016/dec/28/wilfried-zaha-ivory-coast-squad-africa-cup-of-nations", "firPara": "Wilfried Zaha has resisted Gareth Southgates attempts to persuade him to pledge his future to England and will link up with Ivory Coast next week before the Africa Cup of Nations. The Crystal Palace winger will join Michel Dussuyers squad immediately after the home game against Swansea City next Tuesday.", "id": "football/2016/dec/28/wilfried-zaha-ivory-coast-squad-africa-cup-of-nations", "isHosted": false, "secPara": "Palace have received special dispensation to select their youth-team graduate for that fixture despite Ivory Coasts players being due to convene in Abu Dhabi on Monday for a 10-day, pre-tournament training camp. The tournament in Gabon runs for three weeks from 14 January and the Ivorians open their Group C campaign against Togo on 16 January, meaning Zaha, who made two substitute appearances for England in friendly fixtures dating from Roy Hodgsons spell in charge, could be away until early February.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-12-28T13:54:24Z", "webTitle": "Wilfried Zaha accepts Ivory Coast call-up for Africa Cup of Nations", "webUrl": "https://www.theguardian.com/football/2016/dec/28/wilfried-zaha-ivory-coast-squad-africa-cup-of-nations", "wordCnt": 532}, {"apiUrl": "https://content.guardianapis.com/football/blog/2016/dec/28/bob-bradley-swansea-chairman-huw-jenkins", "firPara": "It was just gone 7pm on Boxing Day and a small group of reporters were walking away from the Liberty Stadium when a Swansea City supporter approached. Has he gone yet, boys? asked the fan, smiling in a way that made it clear it would be viewed as good news if there was confirmation that Bob Bradley was clearing his desk.", "id": "football/blog/2016/dec/28/bob-bradley-swansea-chairman-huw-jenkins", "isHosted": false, "secPara": "That moment arrived 24 hours later, when Swansea announced that the first American to manage in the Premier League had been sacked after less than three months in charge. Bradley won only two out of 11 games, picked up just eight points, conceded 29 goals, shipped three or more on eight occasions, made a total of 33 team changes after starting his reign with a 3-2 defeat at Arsenal and fielded six different back-four combinations.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-12-28T13:22:03Z", "webTitle": "Bob Bradley had to go but blame for Swansea’s plight lies in the boardroom", "webUrl": "https://www.theguardian.com/football/blog/2016/dec/28/bob-bradley-swansea-chairman-huw-jenkins", "wordCnt": 1449}, {"apiUrl": "https://content.guardianapis.com/football/2016/dec/28/franck-kessie-chelsea-bid-rejected", "firPara": "Atalanta have rejected a €25m offer from Chelsea for Franck Kessié, with the Ivorian midfielders agent claiming there is also interest from several other Premier League sides including Liverpool, Manchester United, Manchester City and Arsenal.", "id": "football/2016/dec/28/franck-kessie-chelsea-bid-rejected", "isHosted": false, "secPara": "Kessié, who spent last season on loan at Cesena, has been in outstanding form as Atalanta have risen up to sixth place in Serie A after 18 games. The 20-year-old has scored six goals in 16 appearances, leading to comparisons with a compatriot, Yaya Touré.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-12-28T12:35:29Z", "webTitle": "Chelsea’s £21m offer for midfielder Franck Kessié rejected by Atalanta", "webUrl": "https://www.theguardian.com/football/2016/dec/28/franck-kessie-chelsea-bid-rejected", "wordCnt": 352}, {"apiUrl": "https://content.guardianapis.com/football/2016/dec/28/crystal-palace-sam-allardyce-yann-mvila-january-transfer-window", "firPara": "Sam Allardyce hopes to add at least three players to his Crystal Palace squad in next months transfer window, though his chances of being reunited with the former Sunderland midfielder Yann MVila appear to have been scuppered.", "id": "football/2016/dec/28/crystal-palace-sam-allardyce-yann-mvila-january-transfer-window", "isHosted": false, "secPara": "The France international, who featured in all but one of the Wearside clubs Premier League matches last season after joining on loan from Rubin Kazan, has signed a new three-and-a-half-year contract at the Russian club. An existing pre-contract agreement to move to Sunderland in January, negotiated in the autumn after the English club balked at Rubins £8.5m valuation, was ripped up this month with the 26-year-old having apparently been convinced to remain in Russia.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-12-28T12:31:31Z", "webTitle": "Sam Allardyce eager to spend at Crystal Palace but likely to miss out on M’Vila", "webUrl": "https://www.theguardian.com/football/2016/dec/28/crystal-palace-sam-allardyce-yann-mvila-january-transfer-window", "wordCnt": 551}], "startIndex": 1591, "status": "ok", "total": 141934, "userTier": "developer"}}