{"response": {"currentPage": 91, "orderBy": "newest", "pageSize": 10, "pages": 14194, "results": [{"apiUrl": "https://content.guardianapis.com/football/2017/feb/02/brighton-glenn-murray-interview", "firPara": "After making his prolific loan move to Brighton permanent for £3m, the 33-year-old striker is hoping for another shot at the Premier League", "id": "football/2017/feb/02/brighton-glenn-murray-interview", "isHosted": false, "secPara": "Confirmation of Brighton &amp; Hove Albions most significant deal of the January window had dropped early afternoon on deadline day and, true to form at a club who have made a habit of quietly impressive yet relentless progress, it went almost unnoticed on the yellow-tickered conveyor belt of opportunistic buys elsewhere.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-02-02T10:30:27Z", "webTitle": "Brighton's Glenn Murray: ‘Graceful? Maybe not. Others would say I’m a donkey’", "webUrl": "https://www.theguardian.com/football/2017/feb/02/brighton-glenn-murray-interview", "wordCnt": 1569}, {"apiUrl": "https://content.guardianapis.com/football/2017/feb/02/cameroon-africa-cup-of-nations-2017-hugo-broos", "firPara": "Hugo Broos, who became Cameroon manager after seeing the role advertised online, has catapulted the country into the Afcon semi-finals by instilling a new mentality", "id": "football/2017/feb/02/cameroon-africa-cup-of-nations-2017-hugo-broos", "isHosted": false, "secPara": "They were supposed to be the worst Cameroon side in living memory. No one, even in Cameroon, gave them much of a chance even at this most open of Africa Cups of Nations. Yet they have reached the semi-finals for the first time since 2008 and will face Ghana on Thursday dreaming of a fifth Cup of Nations title and a first since 2002. They defended with great discipline in the quarter-final against Senegal and in the young goalkeeper Fabrice Ondoa have had one of the players of the tournament – although before anyone gets too carried away, it should be noted the only team Cameroon have beaten inside 90 minutes is Guinea-Bissau.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-02-02T10:00:27Z", "webTitle": "Ego-less and unfancied, Cameroon bid to become giants of Africa once more | Jonathan Wilson", "webUrl": "https://www.theguardian.com/football/2017/feb/02/cameroon-africa-cup-of-nations-2017-hugo-broos", "wordCnt": 844}, {"apiUrl": "https://content.guardianapis.com/football/2017/feb/02/football-transfer-rumours-zlatan-ibrahimovic-napoli", "firPara": "Miracle Man José Mourinho is doing miraculous work at Manchester United at the moment, somehow keeping them in a heroic sixth place despite not being allowed to spend any money last summer and despite referees being out to get him and despite him hearing a strange clicking sound every time he uses his phone and despite a strange luminous light appearing outside his bedroom window every night.", "id": "football/2017/feb/02/football-transfer-rumours-zlatan-ibrahimovic-napoli", "isHosted": false, "secPara": "Against all the odds, he muddles on. Not to fear, though, because at long last the purse strings at Old Trafford are about to be loosened and Mourinhos going to be rewarded for his patience with £85m in shopping money, all of which will go on Atlético Madrids Antoine Griezmann. The era of austerity is over! Now youll see the real Manchester United! Just watch José go now!", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-02-02T09:32:43Z", "webTitle": "Football transfer rumours: Zlatan Ibrahimovic on his way to Napoli?", "webUrl": "https://www.theguardian.com/football/2017/feb/02/football-transfer-rumours-zlatan-ibrahimovic-napoli", "wordCnt": 330}, {"apiUrl": "https://content.guardianapis.com/football/2017/feb/01/atletico-madrid-barcelona-copa-del-rey-match-report", "firPara": "By the end, Atlético Madrid were running at them from all sides but when the final whistle went Barcelona emerged from the Vicente Calderón with a 2-1 victory that gives them a valuable advantage going into next weeks Copa del Rey semi-final, second leg.", "id": "football/2017/feb/01/atletico-madrid-barcelona-copa-del-rey-match-report", "isHosted": false, "secPara": "They came for an away goal and they got it; they got a victory, too. For most of the first half that looked guaranteed, but as the second progressed and Atlético pressed, it appeared to be slipping from their fingers. Ultimately, though, two superb goals, first from Luis Suárez and then from Lionel Messi gave them a lead that could not be overcome here. Antoine Griezmanns header was not enough. This was, to apply the old cliche, a game of two halves; it is a tie of two halves too, and the second is still to come.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-02-01T22:39:18Z", "webTitle": "Lionel Messi gives Barcelona edge over Atlético Madrid in Copa del Rey", "webUrl": "https://www.theguardian.com/football/2017/feb/01/atletico-madrid-barcelona-copa-del-rey-match-report", "wordCnt": 1096}, {"apiUrl": "https://content.guardianapis.com/football/2017/feb/01/newcastle-united-qpr-championship-match-report", "firPara": "Who knows where Mike Ashleys failure to trust Rafael Benítezs judgment during the January transfer window might leave Newcastle United in May but Ciaran Clarks last-gasp own-goal suggested three nervous months lie in store for a presently wobbly side.", "id": "football/2017/feb/01/newcastle-united-qpr-championship-match-report", "isHosted": false, "secPara": "Although still second in the Championship, Newcastle are only four points ahead of third-placed Reading and, frequently struggling against a spirited QPR, they looked a team craving reinforcements.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-02-01T22:05:57Z", "webTitle": "Newcastle transfer tensions hint at power struggle as QPR dent title push | Louise Taylor", "webUrl": "https://www.theguardian.com/football/2017/feb/01/newcastle-united-qpr-championship-match-report", "wordCnt": 819}, {"apiUrl": "https://content.guardianapis.com/football/2017/feb/01/stoke-city-everton-premier-league-match-report", "firPara": "Stoke City gave a maiden outing to their exciting new striker Saido Berahino but centre stage belonged to distinguished veterans, as Peter Crouch struck a landmark goal before Everton equalised via an unfortunate deflection off Ryan Shawcross.", "id": "football/2017/feb/01/stoke-city-everton-premier-league-match-report", "isHosted": false, "secPara": "It was an unsatisfying result for the hosts but there was much to admire from Mark Hughess men, not least Crouchs goal after seven minutes, which brought up a Premier League century for the former England striker. The previous goal scored on this ground had been Wayne Rooneys record-breaking one for Manchester United in the 1-1 draw 11 days ago and, while this one may not be acclaimed as widely, Crouchs achievement deserves high praise.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-02-01T22:01:33Z", "webTitle": "Stoke’s Peter Crouch joins the 100 club but Everton take share of spoils", "webUrl": "https://www.theguardian.com/football/2017/feb/01/stoke-city-everton-premier-league-match-report", "wordCnt": 806}, {"apiUrl": "https://content.guardianapis.com/football/live/2017/feb/01/burkina-faso-v-egypt-afcon-2017-semi-final-live", "firPara": "Egypts long unbeaten run at Africa Cup of Nations finals goes on, but they were fortunate to beat Burkina Faso on penalties after the underdogs dominated but could not find an extra-time winner", "id": "football/live/2017/feb/01/burkina-faso-v-egypt-afcon-2017-semi-final-live", "isHosted": false, "secPara": "Egypts long unbeaten run at Africa Cup of Nations finals goes on, but they were fortunate to beat Burkina Faso on penalties after the underdogs dominated but could not find an extra-time winner", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2017-02-01T21:50:07Z", "webTitle": "Burkina Faso 1-1 Egypt (3-4 pens): Afcon 2017 semi-final – as it happened", "webUrl": "https://www.theguardian.com/football/live/2017/feb/01/burkina-faso-v-egypt-afcon-2017-semi-final-live", "wordCnt": 1414}, {"apiUrl": "https://content.guardianapis.com/football/2017/feb/01/west-ham-united-manchester-city-premier-league-match-report", "firPara": "If this was a glimpse of Manchester Citys future then the Premier League, other than perhaps West Ham United, should rejoice at the thrill that is to come. A team who had run riot in the FA Cup at this expansive venue a little under a month ago merrily put the same opponents to the sword again to surge to within a point of second place. Their authority was hardly tested, their brilliance on the ball illuminating the Olympic Park. How they must crave visits to this corner of the capital.", "id": "football/2017/feb/01/west-ham-united-manchester-city-premier-league-match-report", "isHosted": false, "secPara": "Pep Guardiola had initially paced his huge technical area here but, once his team had allied rhythm with incision, he chose to sit back and relax. A few seats along shivered Sergio Agüero for all but the last 17 minutes of play, the Argentinian descending deeper into his bench coat while a new star rose to prominence out on the pitch. Gabriel Jesus, recently arrived from Palmeiras for £27m, was at the heart of everything City mustered, tormenting befuddled West Ham players at will until Sam Byram belatedly determined that the only way to stop the teenager was to clatter him. He had left a lasting impression by then.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-02-01T21:48:16Z", "webTitle": "Gabriel Jesus off the mark as Manchester City rout West Ham again", "webUrl": "https://www.theguardian.com/football/2017/feb/01/west-ham-united-manchester-city-premier-league-match-report", "wordCnt": 868}, {"apiUrl": "https://content.guardianapis.com/football/live/2017/feb/01/west-ham-united-v-manchester-city-premier-league-live", "firPara": "Manchester City produced a brilliant performance to outclass West Ham and win 4-0, thanks to goals from Kevin de Bruyne, David Silva, Gabriel Jesus and Yaya Toure", "id": "football/live/2017/feb/01/west-ham-united-v-manchester-city-premier-league-live", "isHosted": false, "secPara": "And with that, its goodnight from me. Take care of yourselves, and each other. ", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2017-02-01T21:43:39Z", "webTitle": "West Ham United 0-4 Manchester City: Premier League – as it happened", "webUrl": "https://www.theguardian.com/football/live/2017/feb/01/west-ham-united-v-manchester-city-premier-league-live", "wordCnt": 1615}, {"apiUrl": "https://content.guardianapis.com/football/2017/feb/01/nancys-sympathy-for-the-archers-devil", "firPara": "Congratulations to the Guardian for its role in the campaign to save Millwall FC from the developers. Barney Ronay is not strictly correct, however, in saying that only the Lib Dem leader Tim Farron backed the opposition to the scheme while other leaders remained silent (Sport, 26 January). The Trade Unionist and Socialist Coalition co-founder Bob Crow, a lifelong Millwall fan, opposed the scheme from the start and, just days before his tragically early death in 2014, was urging Lions fans to lobby a Lewisham council meeting. This fight has been a long one and it is the local working-class community that has won it.", "id": "football/2017/feb/01/nancys-sympathy-for-the-archers-devil", "isHosted": false, "secPara": "• Look, does nobody else feel that Rob has had a rough old deal? asks the sainted Ms Banks-Smith (A month in Ambridge, G2, 1 February). Yes, Nancy, I do. Its a creeping twinge of sympathy which, until your question, had dared not speak its name. ", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-02-01T19:44:48Z", "webTitle": "Nancy’s sympathy for the Archers devil | Brief letters", "webUrl": "https://www.theguardian.com/football/2017/feb/01/nancys-sympathy-for-the-archers-devil", "wordCnt": 286}], "startIndex": 901, "status": "ok", "total": 141934, "userTier": "developer"}}