{"response": {"currentPage": 427, "orderBy": "newest", "pageSize": 10, "pages": 14194, "results": [{"apiUrl": "https://content.guardianapis.com/football/live/2016/aug/20/leicester-city-v-arsenal-premier-league-live", "firPara": "Last seasons top two shared the points in a game that only came to life in the last few minutes", "id": "football/live/2016/aug/20/leicester-city-v-arsenal-premier-league-live", "isHosted": false, "secPara": "Last seasons top two shared the points in a game that only came to life in the last few minutes", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2016-08-20T18:23:27Z", "webTitle": "Leicester City 0-0 Arsenal: Premier League – as it happened", "webUrl": "https://www.theguardian.com/football/live/2016/aug/20/leicester-city-v-arsenal-premier-league-live", "wordCnt": 1028}, {"apiUrl": "https://content.guardianapis.com/football/2016/aug/20/hearts-inverness-aberdeen-hibernian-scottish-premiership-championship", "firPara": "Niall McGinn and Miles Storey scored Aberdeens first league goals of the season as Derek McInness men overcame Partick Thistle 2-1 at Pittodrie.", "id": "football/2016/aug/20/hearts-inverness-aberdeen-hibernian-scottish-premiership-championship", "isHosted": false, "secPara": "McGinn powered a 25-yard free-kick high into the net to open the scoring before a Liam Lindsay defensive mistake allowed Storey to double the lead. Sean Welsh was sent off for the Jags, for whom Chris Erskine netted a late consolation with a stunning strike.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-08-20T18:06:10Z", "webTitle": "Scottish roundup: Niall McGinn’s sublime strike earns Dons first win", "webUrl": "https://www.theguardian.com/football/2016/aug/20/hearts-inverness-aberdeen-hibernian-scottish-premiership-championship", "wordCnt": 461}, {"apiUrl": "https://content.guardianapis.com/football/live/2016/aug/20/burnley-v-liverpool-watford-v-chelsea-and-more-football-clockwatch-live", "firPara": "Sam Vokes and Andre Gray scored as Burnley stunned Liverpool, Diego Costa scored another late winner for Chelsea, Hull extended their winning start to the season and there were hard-fought wins for Everton and Spurs", "id": "football/live/2016/aug/20/burnley-v-liverpool-watford-v-chelsea-and-more-football-clockwatch-live", "isHosted": false, "secPara": "Thanks for joining me, and dont forget you can follow Leicester 1-1 Arsenal with Rob Smyth right now. Ill leave you with the rest of todays match reports. Cheerio!", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2016-08-20T16:26:17Z", "webTitle": "Burnley 2-0 Liverpool, Watford 1-2 Chelsea: clockwatch – as it happened!", "webUrl": "https://www.theguardian.com/football/live/2016/aug/20/burnley-v-liverpool-watford-v-chelsea-and-more-football-clockwatch-live", "wordCnt": 1165}, {"apiUrl": "https://content.guardianapis.com/football/2016/aug/20/watford-chelsea-premier-league-match-report", "firPara": "A week into Antonio Contes Premier League career and, at first glance, life at Chelsea is proving all rather predictable. This was a second successive win secured late, courtesy of a goal from Diego Costa, with Watford left as deflated as West Ham United had been five days earlier. Dig deeper, though, and the visitors ability to recover from a rather disjointed display and claim success felt rather more significant. It was a demonstration of clout.", "id": "football/2016/aug/20/watford-chelsea-premier-league-match-report", "isHosted": false, "secPara": "Conte, for all his frustrations with the transfer market and his intention still to recruit, had the depth of quality on his bench to erode the hosts authority. He could fling on Michy Batshuayi, plucked from Marseille for £33.1m this summer, in partnership with Costa to force Chelsea level, and inject Victor Mosess energy on the flank where Pedro Rodríguez had been rather aimless. Most of all, he could introduce the class and invention of Cesc Fàbregas, against opponents who had just started to doubt themselves, to provide a winner.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-08-20T16:16:11Z", "webTitle": "Chelsea’s Diego Costa pounces late to sink battling Watford", "webUrl": "https://www.theguardian.com/football/2016/aug/20/watford-chelsea-premier-league-match-report", "wordCnt": 755}, {"apiUrl": "https://content.guardianapis.com/football/2016/aug/20/west-bromwich-albion-everton-premier-league-match-report", "firPara": "Ronald Koeman was wearing a broad smile and with good reason. Not only had he claimed his first win as the Everton manager but, perhaps more significantly, he was able to confirm his leading striker Romelu Lukaku has decided to stay at Goodison Park.", "id": "football/2016/aug/20/west-bromwich-albion-everton-premier-league-match-report", "isHosted": false, "secPara": "It was a decisive intervention from Koeman that turned the course of this typically fiercely contested match with Tony Puliss West Brom. Having gone behind to an early Gareth McAuley goal, he brought Lukaku into the game 10 minutes before half-time. Everton were level before the break and rampant in a second half that was decided by Gareth Barrys header and also featured a sparkling cameo from the debutant Yannick Bolasie.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-08-20T16:12:13Z", "webTitle": "Everton reveal Romelu Lukaku will stay after win against West Brom", "webUrl": "https://www.theguardian.com/football/2016/aug/20/west-bromwich-albion-everton-premier-league-match-report", "wordCnt": 720}, {"apiUrl": "https://content.guardianapis.com/football/2016/aug/20/burnley-liverpool-premier-league-match-report", "firPara": "This was a fine way for Burnley to collect their first points of the season and a demoralising way for Liverpool to go down. Sean Dyches men were simply hungrier than the visiting team who lacked the requisite quality in front of goal. Burnleys manager offered a telling criticism of his opponents.", "id": "football/2016/aug/20/burnley-liverpool-premier-league-match-report", "isHosted": false, "secPara": "At times Liverpool had six men in midfield, he said. I think if I put six in midfield wed probably keep the ball a long time. But we want to penetrate. His side did and on this evidence Burnley have a fighting chance of staying up and Liverpool are destined for another frustrating campaign.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-08-20T16:05:20Z", "webTitle": "Burnley and Sam Vokes catch Liverpool cold as Klopp’s men fire blanks", "webUrl": "https://www.theguardian.com/football/2016/aug/20/burnley-liverpool-premier-league-match-report", "wordCnt": 760}, {"apiUrl": "https://content.guardianapis.com/football/2016/aug/20/tottenham-hotspur-crystal-palace-premier-league-match-report", "firPara": "Sometimes the writing is on the wall from the start. There will be 18 further home league games at White Hart Lane but already the old stadium is diminished – the north-east corner gone, revealing girders, scaffolding, Portakabins, a wooden fence and a dark hut on which was scrawled the words LIVE SUB. Sure enough, it was the liveliness of the substitute Dele Alli that turned a game that had seemed to be slipping away from Tottenham.", "id": "football/2016/aug/20/tottenham-hotspur-crystal-palace-premier-league-match-report", "isHosted": false, "secPara": "He was not directly involved in the winner, nodded in from close range by Victor Wanyama with seven minutes remaining after Harry Kane had headed on Érik Lamelas corner, but his sharp pass had initiated the move that won the corner and it was his energy and sense of purpose that dragged Tottenham out of a mire of diffidence and self-doubt.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-08-20T16:03:52Z", "webTitle": "Victor Wanyama strikes late for Tottenham to see off Crystal Palace", "webUrl": "https://www.theguardian.com/football/2016/aug/20/tottenham-hotspur-crystal-palace-premier-league-match-report", "wordCnt": 684}, {"apiUrl": "https://content.guardianapis.com/football/2016/aug/20/pep-guardiola-claudio-bravo-joe-hart-manchester-city-sevilla", "firPara": "Pep Guardiola hopes this week to sign the Barcelona goalkeeper Claudio Bravo in what would be a further blow to Joe Harts career at Manchester City.", "id": "football/2016/aug/20/pep-guardiola-claudio-bravo-joe-hart-manchester-city-sevilla", "isHosted": false, "secPara": "Luis Enrique, Barças head coach, wants a new No1 in place before he allows Bravo to join City, with Ajaxs Jasper Cillessen now ahead of Valencias Diego Alves as the expected replacement.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-08-20T14:29:41Z", "webTitle": "Barça have ‘beginning of agreement’ with Manchester City for Claudio Bravo", "webUrl": "https://www.theguardian.com/football/2016/aug/20/pep-guardiola-claudio-bravo-joe-hart-manchester-city-sevilla", "wordCnt": 268}, {"apiUrl": "https://content.guardianapis.com/football/2016/aug/20/sheffield-wednesday-leeds-united-championship-match-report", "firPara": "What a difference a week makes. Seven days after Garry Monk lambasted his players for an unacceptable home defeat that lacked heart or desire, the Leeds manager found himself hailing a performance that brought back the pride in a derby victory at Hillsborough.", "id": "football/2016/aug/20/sheffield-wednesday-leeds-united-championship-match-report", "isHosted": false, "secPara": "Monk, whose job security has come under scrutiny since an opening 3-0 defeat at QPR, was able to say We were the better team against a very good Wednesday side that is one of the benchmarks in this division. Nor was he wrong. Leeds thoroughly deserved the first win of the season that came via goals from the strikers Marcus Antonsson and Chris Wood.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-08-20T13:45:04Z", "webTitle": "Marcus Antonsson makes his mark for Leeds in win at Sheffield Wednesday", "webUrl": "https://www.theguardian.com/football/2016/aug/20/sheffield-wednesday-leeds-united-championship-match-report", "wordCnt": 710}, {"apiUrl": "https://content.guardianapis.com/football/2016/aug/20/stoke-city-manchester-city-premier-league-match-report", "firPara": "It may no longer be called the Britannia Stadium but this was one of those days that served as a reminder that the home of Stoke remains an intimidating venue for visiting opponents. The crowd is boisterous, the conditions are gusty and the team in red and white are no mugs. Yet none of that could stop Manchester City from recording a victory that maintains their perfect start under Pep Guardiola and suggests they are indeed intent on making their mark on all fronts this season.", "id": "football/2016/aug/20/stoke-city-manchester-city-premier-league-match-report", "isHosted": false, "secPara": "The visitors came through a frantic and full-blooded affair that was a throwback to the days when Tony Pulis was in charge of Stoke and those occasions, like last season, when City found themselves overwhelmed at the ground now known as the bet365 Stadium. But here City played with poise, grit and a level of ruthlessness that enabled them largely to dominate proceedings and make it 11 goals scored in three matches.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-08-20T13:43:25Z", "webTitle": "Manchester City brush aside Stoke with Sergio Agüero and Nolito doubles", "webUrl": "https://www.theguardian.com/football/2016/aug/20/stoke-city-manchester-city-premier-league-match-report", "wordCnt": 850}], "startIndex": 4261, "status": "ok", "total": 141935, "userTier": "developer"}}