{"response": {"currentPage": 344, "orderBy": "newest", "pageSize": 10, "pages": 14194, "results": [{"apiUrl": "https://content.guardianapis.com/football/2016/oct/01/jurgen-klopp-liverpool-premier-league-swansea", "firPara": "Jürgen Klopp watched his team climb to second in the table with a fourth successive Premier League victory at Swansea, but the Liverpool manager admitted he was very angry with his players during the interval after a poor opening 45 minutes. Leroy Fer put Swansea ahead early on and although goals from Roberto Firmino and James Milner turned the game around for Liverpool, Klopp said their first-half performance was unacceptable and makes no sense.", "id": "football/2016/oct/01/jurgen-klopp-liverpool-premier-league-swansea", "isHosted": false, "secPara": "We were not ready for this game, the Liverpool manager said after the 2-1 win. Its my responsibility that were ready for games and today I saw that we werent. The body language was not good, the build-up was too static. Swansea did well, thats important to say, but we were too static. We had no movement. We knew what they wanted to do, so we knew where the spaces are, but there was a misunderstanding. We were never compact enough for counter-pressing situations, that makes no sense.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-10-01T17:24:57Z", "webTitle": "‘Very angry’ Jürgen Klopp says Liverpool’s first half ‘made no sense’", "webUrl": "https://www.theguardian.com/football/2016/oct/01/jurgen-klopp-liverpool-premier-league-swansea", "wordCnt": 595}, {"apiUrl": "https://content.guardianapis.com/football/live/2016/oct/01/hull-city-v-chelsea-premier-league-and-more-saturday-clockwatch-live", "firPara": "Chelsea beat Hull City and Liverpool beat Swansea as the days three other Premier League fixture ended all square", "id": "football/live/2016/oct/01/hull-city-v-chelsea-premier-league-and-more-saturday-clockwatch-live", "isHosted": false, "secPara": "Chelsea beat Hull City and Liverpool beat Swansea as the days three other Premier League fixture ended all square", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2016-10-01T16:28:21Z", "webTitle": "Hull City 0-2 Chelsea, Premier League and more: Saturday clockwatch – as it happened", "webUrl": "https://www.theguardian.com/football/live/2016/oct/01/hull-city-v-chelsea-premier-league-and-more-saturday-clockwatch-live", "wordCnt": 1370}, {"apiUrl": "https://content.guardianapis.com/football/2016/oct/01/match-report-preston-north-end-aston-villa-championship", "firPara": "Roberto Di Matteo shrugged off the post-match jeers from Aston Villas travelling supporters and insisted he will carry out his pledge of finishing in the top six of the Championship if given the chance.", "id": "football/2016/oct/01/match-report-preston-north-end-aston-villa-championship", "isHosted": false, "secPara": "Defeat to Preston triggered an angry response from those of the 5,500 claret-and-blue clad fans who remained to the bitter end. Patience is clearly running thin following three league victories in 48 matches, albeit three-quarters of those games predate Di Matteos reign. The promotion push that £50m of player investment suggested is not materialising and there can have been no sorrier display from Villa this season.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-10-01T16:23:46Z", "webTitle": "Roberto Di Matteo under increasing pressure after Aston Villa defeat", "webUrl": "https://www.theguardian.com/football/2016/oct/01/match-report-preston-north-end-aston-villa-championship", "wordCnt": 647}, {"apiUrl": "https://content.guardianapis.com/football/2016/oct/01/west-ham-united-middlesbrough-premier-league-match-report", "firPara": "One-nil down at a place that does not feel like home on the back of four heavy Premier League losses, West Ham were in a predicament and there was only one man capable of sprinkling magic dust to ease it. Dimitri Payet picked up the ball wide on the left and began to sashay round opponent after opponent. It was mesmerising. He took out more than half of Middlebroughs team, gliding past five outfield players before sliding the ball past Víctor Valdés. It was a virtuoso goal, notes from a Stradivarius when everyone else seemed to be stuck in an oompah band. For all those who have found this new stadium experience hard, it was a moment to lose themselves in, to forget their travails.", "id": "football/2016/oct/01/west-ham-united-middlesbrough-premier-league-match-report", "isHosted": false, "secPara": "It might not have been enough to inspire that craved-for victory but it was a heck of a way to stop the rot. Slaven Bilic felt compelled to compare it to the best around. It reminded me of Messis goals, he said. I didnt see many players scoring these kinds of goals. You get crackers, free-kicks, volleys, scissor kicks, 30-yard screamers. This was a brilliant moment of magic. That gave us a point, brought us back into the situation where we could win the game with half an hour to go.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-10-01T16:21:29Z", "webTitle": "Dimitri Payet magic earns West Ham a point against Middlesbrough", "webUrl": "https://www.theguardian.com/football/2016/oct/01/west-ham-united-middlesbrough-premier-league-match-report", "wordCnt": 799}, {"apiUrl": "https://content.guardianapis.com/football/2016/oct/01/sunderland-west-bromwich-albion-premier-league-match-report", "firPara": "Sunderland fans joke about Patrick van Aanholt being dangerous at both ends but, for once, he left David Moyes smiling. A most attacking left-back, the Dutchman has been culpable for the concession of quite a few goals during his distinctly chequered time on Wearside but, equally, scores his fair share.", "id": "football/2016/oct/01/sunderland-west-bromwich-albion-premier-league-match-report", "isHosted": false, "secPara": "Dropped to the bench by Moyes – (still fuming about Van Aanholts summertime smoking of shisha pipes) – he enjoyed one of his better afternoons after replacing the injured Jan Kirchhoff and, capitalising on a piece of wonderful skill from Duncan Watmore, scored the equaliser. The resultant draw dictates that Sunderlands wait for a first Premier League win of the season continues but, although still bottom, they have at least doubled their points tally to two.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-10-01T16:18:23Z", "webTitle": "Sunderland’s Patrick van Aanholt grabs late equaliser to deny West Brom win", "webUrl": "https://www.theguardian.com/football/2016/oct/01/sunderland-west-bromwich-albion-premier-league-match-report", "wordCnt": 711}, {"apiUrl": "https://content.guardianapis.com/football/2016/oct/01/hull-city-chelsea-premier-league-match-report", "firPara": "A first league win since August and finally some satisfaction for Antonio Conte. The Chelsea manager tinkered with his team and, although the performance was not a vintage one, his side eased to a comfortable victory here after goals from Willian and Diego Costa.", "id": "football/2016/oct/01/hull-city-chelsea-premier-league-match-report", "isHosted": false, "secPara": "Conte was visited by Roman Abramovich three times in the week leading up to this match, when they discussed how to revive a flagging team, and although this result may not indicate a complete turnaround, at least it was a start.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-10-01T16:10:06Z", "webTitle": "Chelsea get back on track as Willian and Diego Costa seal routine win at Hull", "webUrl": "https://www.theguardian.com/football/2016/oct/01/hull-city-chelsea-premier-league-match-report", "wordCnt": 722}, {"apiUrl": "https://content.guardianapis.com/football/2016/oct/01/swansea-city-liverpool-premier-league-match-report", "firPara": "There was plenty to smile about for Jürgen Klopp in the end as his team climbed to second in the table on the back of a fourth successive Premier League victory, yet the Liverpool manager made no attempt to sugarcoat a first-half performance that prompted the temperature to rise in the visitors dressing room at the interval.", "id": "football/2016/oct/01/swansea-city-liverpool-premier-league-match-report", "isHosted": false, "secPara": "Whatever Klopp said at half-time – the German admitted he was very angry – it did the trick as Liverpool, who were unrecognisable from the team that toiled in the opening 45 minutes, turned this game on its head to condemn Swansea to a defeat that leaves Francesco Guidolin clinging to his job.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-10-01T13:39:42Z", "webTitle": "Liverpool’s James Milner spot-on again to sink Swansea City", "webUrl": "https://www.theguardian.com/football/2016/oct/01/swansea-city-liverpool-premier-league-match-report", "wordCnt": 833}, {"apiUrl": "https://content.guardianapis.com/football/live/2016/oct/01/swansea-city-v-liverpool-premier-league-live", "firPara": "Liverpool recovered from a sluggish start to deservedly win through second-half goals from Roberto Firmino and James Milner", "id": "football/live/2016/oct/01/swansea-city-v-liverpool-premier-league-live", "isHosted": false, "secPara": "And now, read Stuart Jamess on-the-whistle match report from the Liberty Stadium here", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2016-10-01T13:23:35Z", "webTitle": "Swansea City 1-2 Liverpool: Premier League – as it happened", "webUrl": "https://www.theguardian.com/football/live/2016/oct/01/swansea-city-v-liverpool-premier-league-live", "wordCnt": 1136}, {"apiUrl": "https://content.guardianapis.com/football/2016/oct/01/celtic-dundee-scottish-premiership-match-report", "firPara": "Scott Brown scored the only goal of the game as Celtic beat Dundee 1-0 to stretch their unbeaten run in the Scottish Premiership to seven matches.", "id": "football/2016/oct/01/celtic-dundee-scottish-premiership-match-report", "isHosted": false, "secPara": "The former Scotland international found the net from close range two minutes into the second half after the striker Moussa Dembélé initially saw his shot blocked. Browns second goal of the season condemned Dundee to their third straight league defeat.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-10-01T13:11:56Z", "webTitle": "Celtic captain Scott Brown strikes to secure win over Dundee", "webUrl": "https://www.theguardian.com/football/2016/oct/01/celtic-dundee-scottish-premiership-match-report", "wordCnt": 731}, {"apiUrl": "https://content.guardianapis.com/football/2016/sep/30/arsene-wenger-perfect-england-manager-martin-glenn", "firPara": "• Martin Glenn Managers successful at international level tend to be older", "id": "football/2016/sep/30/arsene-wenger-perfect-england-manager-martin-glenn", "isHosted": false, "secPara": "• Martin Glenn Managers successful at international level tend to be older", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-30T22:26:00Z", "webTitle": "FA chief: Wenger has ‘perfect criteria’ for England and Allardyce could face ban", "webUrl": "https://www.theguardian.com/football/2016/sep/30/arsene-wenger-perfect-england-manager-martin-glenn", "wordCnt": 964}], "startIndex": 3431, "status": "ok", "total": 141935, "userTier": "developer"}}