{"response": {"currentPage": 87, "orderBy": "newest", "pageSize": 10, "pages": 14194, "results": [{"apiUrl": "https://content.guardianapis.com/football/live/2017/feb/04/clockwatch-premier-league-championship-la-liga-live", "firPara": "Hull 2-0 Liverpool", "id": "football/live/2017/feb/04/clockwatch-premier-league-championship-la-liga-live", "isHosted": false, "secPara": "Crystal Palace 0-4 Sunderland", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2017-02-04T17:12:19Z", "webTitle": "Hull City beat Liverpool, Sunderland thrash Palace – as it happened", "webUrl": "https://www.theguardian.com/football/live/2017/feb/04/clockwatch-premier-league-championship-la-liga-live", "wordCnt": 1595}, {"apiUrl": "https://content.guardianapis.com/football/2017/feb/04/crystal-palace-sunderland-premier-league-match-report", "firPara": "A fine performance was not enough to lift Sunderland off the bottom of the table but four first-half goals did bring them level on points with Crystal Palace. Whats more, at the 38th time of asking they finally won a Premier League match which their midfielder Jack Rodwell started. Substituted in the second half with a hamstring injury, the midfielder will have enjoyed getting this giant chest-beating gorilla off his back.", "id": "football/2017/feb/04/crystal-palace-sunderland-premier-league-match-report", "isHosted": false, "secPara": "Sam Allardyce, by contrast, was left visibly appalled and apoplectic by a first half in which Palace charitably allowed Sunderland to score more goals than they had managed in their previous nine games on the road combined. Its apparent to me that the players are struggling with fear here at home and Ive got to get rid of that fear and get them playing much better than they are now, he said.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-02-04T17:09:37Z", "webTitle": "Sunderland’s Jermain Defoe heaps misery on broken Crystal Palace", "webUrl": "https://www.theguardian.com/football/2017/feb/04/crystal-palace-sunderland-premier-league-match-report", "wordCnt": 734}, {"apiUrl": "https://content.guardianapis.com/football/2017/feb/04/west-bromwich-albion-stoke-city-premier-league-match-report", "firPara": "West Brom and Stoke have had, since both teams were in the Championship, a spicier rivalry than they are given credit for. Throw in Saido Berahinos return to the Hawthorns a few weeks after signing for Stoke, and a bubbling enmity between the two benches, and this was a spicier game than the 1-0 scoreline suggested.", "id": "football/2017/feb/04/west-bromwich-albion-stoke-city-premier-league-match-report", "isHosted": false, "secPara": "It was revealed during the week that Berahino, greeted with boos before the game and even during his half-time warm-up, had served an eight-week ban for recreational drug use while he was with West Brom. His half-hour on the pitch was ultimately a non‑event – it was 20 minutes before he even touched the ball – but after the game the Stoke manager, Mark Hughes, hinted the ban becoming public knowledge might not have been an accident.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-02-04T17:06:42Z", "webTitle": "James Morrison strikes early to give West Bromwich Albion win over Stoke", "webUrl": "https://www.theguardian.com/football/2017/feb/04/west-bromwich-albion-stoke-city-premier-league-match-report", "wordCnt": 510}, {"apiUrl": "https://content.guardianapis.com/football/blog/2017/feb/04/chelsea-arsenal-arsene-wenger-flatter-to-deceive", "firPara": "They bring in a new fitness coach, embrace analytics in an attempt to modernise their scouting department and hint at enhanced ambition in the transfer market every summer. They no longer lose their best players to richer rivals. Every now and then, they produce a statement victory that suggests the grand project is approaching a golden conclusion and greatness beckons. But for all the little tweaks and fine-tuning, nothing much of any major significance changes at Arsenal.", "id": "football/blog/2017/feb/04/chelsea-arsenal-arsene-wenger-flatter-to-deceive", "isHosted": false, "secPara": "Examining this pattern of underachievement, there is one constant. Easy though it is to point the finger of blame at the manager when a team fail to realise their potential, it is Arsène Wenger who sets the tone at Arsenal, Arsène Wenger whose word is law and Arsène Wenger who has overseen 13 years of flattering to deceive.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-02-04T16:40:41Z", "webTitle": "Arsenal endure groundhog day at Chelsea as title hopes flatline | Jacob Steinberg", "webUrl": "https://www.theguardian.com/football/blog/2017/feb/04/chelsea-arsenal-arsene-wenger-flatter-to-deceive", "wordCnt": 805}, {"apiUrl": "https://content.guardianapis.com/football/2017/feb/04/hector-cuper-egypt-africa-cup-of-nations-final-2017-cameroon", "firPara": "There are times in life when, without really planning it, everything comes together theres a moment, when it fits, Héctor Cúper says. No one was fully aware of it at the time, but the spring of 2015, when he became the coach of Egypt, was one of those moments. They needed him and he needed them; he believes they met at the right time and had even more in common than they first realised passionate about football, proud, but fallen and a little wounded, they had a past better than their present. They shared a desire – he calls it a need – for revival.", "id": "football/2017/feb/04/hector-cuper-egypt-africa-cup-of-nations-final-2017-cameroon", "isHosted": false, "secPara": "Uefas coach of the year in 2000, Champions League finalist two seasons running with Valencia, Cúper had just been sacked after four months at Al‑Wasl in Dubai, having previously been at Orduspor, Racing Santander, where he resigned with the team bottom of La Liga, and Aris Thessaloniki. Before that he had been the coach of Georgia for a year in which they did not win a game. Egypt, Africa champions in 2006, 2008 and 2010, had not even made it to the next three tournaments. Now, together, they have reached tonights final against Cameroon in Libreville.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-02-04T15:34:06Z", "webTitle": "Egypt’s Héctor Cúper: ‘I found a country in need. Sometimes you need that too’", "webUrl": "https://www.theguardian.com/football/2017/feb/04/hector-cuper-egypt-africa-cup-of-nations-final-2017-cameroon", "wordCnt": 1607}, {"apiUrl": "https://content.guardianapis.com/football/2017/feb/04/chelsea-arsenal-premier-league-match-report", "firPara": "Perhaps the greatest compliment that can be paid to this renascent Chelsea side, now the title race is starting to feel like a procession and we might be witnessing one of the great managerial performances of the modern era, is that there is still three months to go and it is difficult to see even a flicker of hope for the teams in their wing-mirrors.", "id": "football/2017/feb/04/chelsea-arsenal-premier-league-match-report", "isHosted": false, "secPara": "What other conclusion can be drawn after the latest triumph from the Premier Leagues runaway leaders and another day when it was laid out in precise terms why Antonio Contes men are pulling clear, with the chasing pack little more than a speck in the distance? Chelsea have won all but one of their home matches this season. A team who finished 10th last season have reinvented themselves as champions-in-waiting, averaging close to two and a half points a game, and in the process they have also managed to bring forward what is now firmly established as the annual Arsenal meltdown. First versus third, at the start of play, was nothing like as close as might have been anticipated.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-02-04T14:37:36Z", "webTitle": "Eden Hazard mesmerises Arsenal to tighten Chelsea’s Premier League grip", "webUrl": "https://www.theguardian.com/football/2017/feb/04/chelsea-arsenal-premier-league-match-report", "wordCnt": 988}, {"apiUrl": "https://content.guardianapis.com/football/live/2017/feb/04/chelsea-arsenal-premier-league-live", "firPara": "Eden Hazards beautiful solo goal illuminated an emphatic victory that took Chelsea 12 points clear at the top of the league", "id": "football/live/2017/feb/04/chelsea-arsenal-premier-league-live", "isHosted": false, "secPara": "Eden Hazards beautiful solo goal illuminated an emphatic victory that took Chelsea 12 points clear at the top of the league", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2017-02-04T14:26:40Z", "webTitle": "Chelsea 3-1 Arsenal: Premier League – as it happened", "webUrl": "https://www.theguardian.com/football/live/2017/feb/04/chelsea-arsenal-premier-league-live", "wordCnt": 1965}, {"apiUrl": "https://content.guardianapis.com/football/live/2017/feb/04/melbourne-victory-v-melbourne-city-a-league-live", "firPara": "Its far too soon after all that late drama for me to give any sort of composed overview of what we just saw - but Ill take a deep breath and do my best. Lets forget about the first half (it shouldnt be too hard) - but what a finish. Im still not entirely sure what happened to Cahill, and I can certainly see why City will feel cheated of a point (even if it was probably the right decision in the end), but full credit to Victory for the way they fought to the end. How much will that change their season? Four defeats would have been shattering, but instead theyve beaten their local rivals just when all seemed lost. With some easier games coming up, they could really build a head of steam heading into the finals.", "id": "football/live/2017/feb/04/melbourne-victory-v-melbourne-city-a-league-live", "isHosted": false, "secPara": "But where now for City? It almost feels like theyve written this season off, as though theyre waiting for a new manager to come in for next year and see what happens then. Certainly theyre a shadow of the team that won the FFA Cup just two months ago. Theyll still get through to the finals, and with the talent at their disposal they can trouble any team in the league, but a spark seems to be missing, and such a deflating defeat certainly wont help reignite it.", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2017-02-04T11:08:04Z", "webTitle": "Melbourne Victory 2-1 Melbourne City: A-League – as it happened", "webUrl": "https://www.theguardian.com/football/live/2017/feb/04/melbourne-victory-v-melbourne-city-a-league-live", "wordCnt": 1630}, {"apiUrl": "https://content.guardianapis.com/football/2017/feb/04/deadline-day-signings-crystal-palace-hull-southampton-leicester", "firPara": "From Luka Milivojevic to Andrea Ranocchia, the 31 January deals may play a part in how these Premier League teams shape up for the rest of the season", "id": "football/2017/feb/04/deadline-day-signings-crystal-palace-hull-southampton-leicester", "isHosted": false, "secPara": "The 25-year-old Serb has joined Palace from Olympiakos for a fee in the region of £12m and has been signed primarily to add extra steel and security in front of Sam Allardyces back four, although six goals in 17 appearances for the Greek champions this season is a more than decent return for a defensive midfielder. Milivojevic was highly regarded as a youngster in his own country, where Robert Prosinecki was an early admirer and instrumental in securing his services for Red Star Belgrade. From there the player went to Greece via a season in Belgium with Anderlecht and when Vítor Pereira moved from Olympiakos to manage Fenerbahce in 2015 he tried to take Milivojevic with him. Olympiakos decided their captain was too valuable a part of their title-winning side to allow to leave cheaply and Palace appear to have met an asking price that deterred a few others. It is not usually too difficult to work out what Allardyce wants in a defender but in addition to strength and discipline Palace will be hoping Milivojevic can bring organisational qualities and a degree of leadership to their defensive unit. Olympiakos feel they have lost their best player.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-02-04T09:30:25Z", "webTitle": "Will deadline day signings be key for Palace, Hull, Southampton and Leicester?", "webUrl": "https://www.theguardian.com/football/2017/feb/04/deadline-day-signings-crystal-palace-hull-southampton-leicester", "wordCnt": 1166}, {"apiUrl": "https://content.guardianapis.com/football/2017/feb/04/leicester-city-manchester-united-match-preview", "firPara": "The last time José Mourinho visited the King Power Stadium, in December 2015, he was sacked the following day. That was during his time in charge of Chelsea, when Leicester were on their way to winning the title. It seems like a distant memory now, and it is Ranieri, not Mourinho, who goes into this game under pressure. Depending on results elsewhere, Leicester could be in the bottom three by the time they kick off. United need a win to break a run of three draws. Stuart James", "id": "football/2017/feb/04/leicester-city-manchester-united-match-preview", "isHosted": false, "secPara": "Kick-off Sunday 4pm ", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-02-04T09:00:25Z", "webTitle": "Leicester City v Manchester United: match preview", "webUrl": "https://www.theguardian.com/football/2017/feb/04/leicester-city-manchester-united-match-preview", "wordCnt": 201}], "startIndex": 861, "status": "ok", "total": 141934, "userTier": "developer"}}