{"response": {"currentPage": 589, "orderBy": "newest", "pageSize": 10, "pages": 14195, "results": [{"apiUrl": "https://content.guardianapis.com/football/2016/jun/04/manchester-united-villarreal-eric-bailly-arsenal-leicester-football", "firPara": "Manchester United are hopeful of completing the signing of the Villarreal defender Eric Bailly after agreeing to pay a fee that could reach up to £30m.", "id": "football/2016/jun/04/manchester-united-villarreal-eric-bailly-arsenal-leicester-football", "isHosted": false, "secPara": "With Zlatan Ibrahimovic having agreed personal terms for a one-year contract at Old Trafford, José Mourinhos attention has now turned to strengthening his central defence and Bailly is his primary target. United have offered around £15m up front for the Ivory Coast international but a number of performance-related clauses could see the eventual fee reach £30m.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-04T22:16:31Z", "webTitle": "Manchester United hopeful of signing Villarreal defender Eric Bailly", "webUrl": "https://www.theguardian.com/football/2016/jun/04/manchester-united-villarreal-eric-bailly-arsenal-leicester-football", "wordCnt": 337}, {"apiUrl": "https://content.guardianapis.com/football/2016/jun/04/england-women-football-euro-2017-serbia", "firPara": "Englands Euro 2017 qualifying campaign faces two potentially defining moments in the coming days. Impending home and away fixtures with Serbia should help determine whether Mark Sampsons side are going to fulfil expectations and top group seven, or simply hope to reach next summers European Championship in the Netherlands as one of the best second-placed finishers.", "id": "football/2016/jun/04/england-women-football-euro-2017-serbia", "isHosted": false, "secPara": "With four games to go, England are one point behind the leaders Belgium – but holding a game in hand – and three ahead of third-placed Serbia.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-04T22:00:22Z", "webTitle": "England women look to beat Serbia twice and qualify for Euro 2017 in style", "webUrl": "https://www.theguardian.com/football/2016/jun/04/england-women-football-euro-2017-serbia", "wordCnt": 745}, {"apiUrl": "https://content.guardianapis.com/football/2016/jun/04/roy-keane-ireland-foreign-owner-euro-2016", "firPara": "Roy Keane has taken aim at American club owners, saying they would rather have coaches with a nice tan and really white teeth than conventional managers, before zeroing in on the Sunderland owner, Ellis Short, stating that Martin ONeill should not have been dismissed at the Stadium of Light.", "id": "football/2016/jun/04/roy-keane-ireland-foreign-owner-euro-2016", "isHosted": false, "secPara": "While Keane departed Sunderland soon after Short took ownership in 2008, he referenced ONeills contentious sacking in 2013 specifically. ONeill was replaced by Paolo Di Canio, who narrowly saved the club from relegation before Gus Poyet took over after the Italians 13 games in charge.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-04T22:00:22Z", "webTitle": "Roy Keane says club owners prefer coaches with ‘a tan and white teeth’", "webUrl": "https://www.theguardian.com/football/2016/jun/04/roy-keane-ireland-foreign-owner-euro-2016", "wordCnt": 410}, {"apiUrl": "https://content.guardianapis.com/football/2016/jun/04/wayne-rooney-england-squad-potential-euro-2016", "firPara": "Wayne Rooney was 10 years old when football came home at Euro 96 and all kinds of crazy stuff happened, including England winning a penalty shootout. The image of Stuart Pearces frenzy after his successful conversion in the quarter-final against Spain would be seared on to the national consciousness, together with moments such as Paul Gascoignes group-stage goal against Scotland, which was followed by another memorable celebration.", "id": "football/2016/jun/04/wayne-rooney-england-squad-potential-euro-2016", "isHosted": false, "secPara": "That was an iconic moment for English football, and especially for Gazza, Rooney says. I remember I was outside Anfield a couple of times [where four of the tournaments games were played] and I remember the atmosphere, although I think I was still a bit young to really understand what was going on. It was a good atmosphere about the place.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-04T21:58:39Z", "webTitle": "Wayne Rooney: ‘This England squad has potential to be the best I’ve played in’", "webUrl": "https://www.theguardian.com/football/2016/jun/04/wayne-rooney-england-squad-potential-euro-2016", "wordCnt": 1397}, {"apiUrl": "https://content.guardianapis.com/football/2016/jun/04/mousa-dembele-belgium-euro-2016-tottenham", "firPara": "Mousa Dembélé says Belgium have shed their reputation for cliques and infighting to give themselves a chance of Euro 2016 success. The Tottenham Hotspur midfielder believes the squads unity can be seen as a strong symbol in a country still coming to terms with the terror attacks in Brussels in March, in which 32 people were killed.", "id": "football/2016/jun/04/mousa-dembele-belgium-euro-2016-tottenham", "isHosted": false, "secPara": "Belgium are ranked by Fifa as the second best team in world football – behind Argentina – and, as such, they are among the favourites to win the championship in France, where they have been drawn against Italy, Sweden and Republic of Ireland at the group phase.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-04T21:30:21Z", "webTitle": "Belgium’s Mousa Dembélé out to rally a nation numbed by terror", "webUrl": "https://www.theguardian.com/football/2016/jun/04/mousa-dembele-belgium-euro-2016-tottenham", "wordCnt": 518}, {"apiUrl": "https://content.guardianapis.com/football/live/2016/jun/04/euro-2016-warm-ups-slovakia-v-northern-ireland-france-v-scotland-and-more", "firPara": "France were too strong for Scotland and Northern Ireland made it 12 games unbeaten with a draw in Slovakia, who play Wales and England in their grou", "id": "football/live/2016/jun/04/euro-2016-warm-ups-slovakia-v-northern-ireland-france-v-scotland-and-more", "isHosted": false, "secPara": "Griezmann heads a Sagna cross from the right over. And thats your lot. Can the real games begin already? France looked excellent in the first half but the numerous subs ruined the games tempo. Will les bleus be celebrating a title in mid-July? On this evidence they are certainly capable of it. Scotland stumble into the summer with much to ponder and wounds to heal. Thats all from me. Rob Smyth will be along tomorrow for coverage of Sweden v Wales. Bye!", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2016-06-04T20:53:20Z", "webTitle": "Euro 2016 warm-ups: Slovakia v Northern Ireland, France v Scotland – as they happened!", "webUrl": "https://www.theguardian.com/football/live/2016/jun/04/euro-2016-warm-ups-slovakia-v-northern-ireland-france-v-scotland-and-more", "wordCnt": 2311}, {"apiUrl": "https://content.guardianapis.com/football/blog/2016/jun/04/euro-2016-preview-england-wales-iceland", "firPara": "A month-long feast of football is on its way, if you blinked you just missed the close season. Those fond of complaining football is never off the television had better shutter up their sets for the duration of Euro 16 in France, or take a lengthy vacation somewhere in the southern hemisphere.", "id": "football/blog/2016/jun/04/euro-2016-preview-england-wales-iceland", "isHosted": false, "secPara": "The forthcoming, World Cup-sized tournament is Michel Platinis gift to his home country and to the pan-European game; a parting one, it would now appear. Even before the former Uefa president became stigmatised through association with Fifa and Sepp Blatter, his plans to radically expand the European Championship were also proving unpopular. So much so that the English and German football associations voted against them, only to be overruled, as Platini always envisaged, by the number of smaller nations who spied an increased opportunity to participate.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-04T19:59:19Z", "webTitle": "Euro 2016: Will it be a mouth-watering banquet or an overstocked buffet? | Paul Wilson", "webUrl": "https://www.theguardian.com/football/blog/2016/jun/04/euro-2016-preview-england-wales-iceland", "wordCnt": 1677}, {"apiUrl": "https://content.guardianapis.com/football/2016/jun/04/copa-america-us-soccer-fans-colombia", "firPara": "Yellow Colombia jerseys outumbered USA ones, and the pre-match festivities raised a few eyebrows, but its vital for American soccer supporters to not get too discouraged", "id": "football/2016/jun/04/copa-america-us-soccer-fans-colombia", "isHosted": false, "secPara": "Yellow Colombia jerseys outumbered USA ones, and the pre-match festivities raised a few eyebrows, but its vital for American soccer supporters to not get too discouraged", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-04T19:15:09Z", "webTitle": "Copa América comes to the US – but the home fans leave disappointed", "webUrl": "https://www.theguardian.com/football/2016/jun/04/copa-america-us-soccer-fans-colombia", "wordCnt": 1577}, {"apiUrl": "https://content.guardianapis.com/football/2016/jun/04/england-women-serbia-euro-2017-qualifying-match-report", "firPara": "The Chelsea winger Karen Carney hit a hat-trick as England rediscovered their scoring touch to sweep aside mediocre opposition and climb to within a point of Euro 17 qualifying group leaders Belgium, with a game in hand.", "id": "football/2016/jun/04/england-women-serbia-euro-2017-qualifying-match-report", "isHosted": false, "secPara": "Against a Serbia team that sit 41 places below them, at 45 in the world rankings, and whom they will face again in Stara Pazova on Tuesday, Mark Sampsons side put themselves well within sight of reaching next years finals in the Netherlands, with three qualifiers left to play.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-04T18:47:08Z", "webTitle": "Karen Carney fires treble as England crush Serbia in Euro qualifier", "webUrl": "https://www.theguardian.com/football/2016/jun/04/england-women-serbia-euro-2017-qualifying-match-report", "wordCnt": 502}, {"apiUrl": "https://content.guardianapis.com/football/blog/2016/jun/04/jamie-vardy-proposed-move-arsenal-leicester", "firPara": "Jamie Vardy the movie is going to end up with more false climaxes than Terminator. Somewhere right now a scriptwriter is probably scratching his head and muttering Arsenal? Bloody Arsenal. What sort of an ending is that? If we want to keep the feelgood factor we might have to close with the title party, the footballer of the year award or the bit where he scores the winning goal at Euro 2016.", "id": "football/blog/2016/jun/04/jamie-vardy-proposed-move-arsenal-leicester", "isHosted": false, "secPara": "That is the trouble with real-life fairy stories. It is not that there is no possibility of living happily ever after, more that there is no fixed point of conclusion. The story moves on, for better or worse. Other stuff happens. Mistakes can be made.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-04T14:26:48Z", "webTitle": "Jamie Vardy’s proposed move to Arsenal may not be the fairytale ending | Paul Wilson", "webUrl": "https://www.theguardian.com/football/blog/2016/jun/04/jamie-vardy-proposed-move-arsenal-leicester", "wordCnt": 898}], "startIndex": 5881, "status": "ok", "total": 141941, "userTier": "developer"}}