{"response": {"currentPage": 120, "orderBy": "newest", "pageSize": 10, "pages": 14194, "results": [{"apiUrl": "https://content.guardianapis.com/football/blog/2017/jan/17/west-ham-strikers-david-sullivan-gold-simone-zaza-scott-hogan", "firPara": "Haggling with Brentford over the asking price for Scott Hogan, testing Sunderlands sense of humour with a £4m offer for Jermain Defoe, steeling themselves for bids for the mutinous Dimitri Payet, waving goodbye to Simone Zaza and preparing to point Jonathan Calleri to the exit, how West Ham United savoured the majesty of Andy Carrolls scissor-kick strike in Saturdays 3-0 victory over Crystal Palace. For a team who had to wait until 27 November for a striker to score this season, Carrolls wonderfully acrobatic goal lifted the mood at the London Stadium and provided a timely tonic after Payets revolt.", "id": "football/blog/2017/jan/17/west-ham-strikers-david-sullivan-gold-simone-zaza-scott-hogan", "isHosted": false, "secPara": "Yet before celebrating too much about showing Payet that they can win without him, West Ham would be wise to pause and consider a statistic that should make David Sullivan and David Gold wince. In the seven years since the pair bought the club, West Ham have completed 32 deals for new strikers for four different managers and the numbers make for grim reading. Between them those players have managed 128 goals in 643 games.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-17T09:54:29Z", "webTitle": "West Ham’s striking failure: 32 signed in seven years and still no solution | Jacob Steinberg", "webUrl": "https://www.theguardian.com/football/blog/2017/jan/17/west-ham-strikers-david-sullivan-gold-simone-zaza-scott-hogan", "wordCnt": 2266}, {"apiUrl": "https://content.guardianapis.com/football/2017/jan/17/football-transfer-rumours-manchester-city-to-sign-barcelonas-lionel-messi", "firPara": "Todays fluff might be wide of the mark", "id": "football/2017/jan/17/football-transfer-rumours-manchester-city-to-sign-barcelonas-lionel-messi", "isHosted": false, "secPara": "Todays fluff might be wide of the mark", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-17T08:42:39Z", "webTitle": "Football transfer rumours: Manchester City to sign Barcelona's Lionel Messi?", "webUrl": "https://www.theguardian.com/football/2017/jan/17/football-transfer-rumours-manchester-city-to-sign-barcelonas-lionel-messi", "wordCnt": 228}, {"apiUrl": "https://content.guardianapis.com/football/2017/jan/16/everton-tom-davies-leighton-baines-manchester-city", "firPara": "It reflects Tom Daviess character and confidence that he viewed Yaya Touré not as a more powerful, experienced opponent on Sunday but as a barometer of his own progress on his third Premier League start. The sight of the 18-year-old sending the Manchester City midfielder off course with a flick of the instep and evading his attempted recovery tackle to score a first Everton goal was therefore a significant step. It also underpinned Leighton Bainess theory of what makes a proper player.", "id": "football/2017/jan/16/everton-tom-davies-leighton-baines-manchester-city", "isHosted": false, "secPara": "Baines was among the first to congratulate Davies and the debutant Ademola Lookman after the teenagers opened their Everton accounts in the 4-0 defeat of Pep Guardiolas side. The England international has been a mentor to his fellow Liverpool-born Evertonian since Davies graduated to the senior squad late last season and was unsurprised by the midfielders impact against City.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-16T22:30:21Z", "webTitle": "Everton’s Tom Davies confirms Leighton Baines’ view of a proper player", "webUrl": "https://www.theguardian.com/football/2017/jan/16/everton-tom-davies-leighton-baines-manchester-city", "wordCnt": 964}, {"apiUrl": "https://content.guardianapis.com/football/2017/jan/16/sam-allardyce-crystal-palace-fear-failure-relegation-premier-league", "firPara": "Sam Allardyce has admitted a fear of failure to guide Crystal Palace to top‑flight safety is serving as personal motivation as he seeks to instigate an upturn at the ailing south London club, and has reiterated how vital it will be to make further additions in the transfer market this month if his team are to survive.", "id": "football/2017/jan/16/sam-allardyce-crystal-palace-fear-failure-relegation-premier-league", "isHosted": false, "secPara": "Palace are a point from the foot of the Premier League and will seek to rest first-team players against Bolton Wanderers in their FA Cup third-round replay on Tuesday before Saturdays game with Everton.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-16T22:30:21Z", "webTitle": "Sam Allardyce motivated by fear of failure at Crystal Palace", "webUrl": "https://www.theguardian.com/football/2017/jan/16/sam-allardyce-crystal-palace-fear-failure-relegation-premier-league", "wordCnt": 708}, {"apiUrl": "https://content.guardianapis.com/football/2017/jan/16/juventus-unveil-new-crest-serie-a", "firPara": "• Club president Andrea Agnelli says logo took a year to create", "id": "football/2017/jan/16/juventus-unveil-new-crest-serie-a", "isHosted": false, "secPara": "Juventus, the current Italian champions, have unveiled a new club crest – with club president Andrea Agnelli claiming the unusual, minimalist design has been one year in the making.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-16T21:57:22Z", "webTitle": "Juventus unveil bold new club crest at ceremony in Milan", "webUrl": "https://www.theguardian.com/football/2017/jan/16/juventus-unveil-new-crest-serie-a", "wordCnt": 308}, {"apiUrl": "https://content.guardianapis.com/football/2017/jan/16/swansea-tom-carroll-martin-olsson-signings", "firPara": "Tom Carroll is expected to join Swansea City from Tottenham for around £4.5m, with the Norwich left-back Martin Olsson also set to arrive in south Wales to bolster their defence.", "id": "football/2017/jan/16/swansea-tom-carroll-martin-olsson-signings", "isHosted": false, "secPara": "Carroll, who spent the 2014-15 season on loan at the Liberty Stadium, has rarely featured for Tottenham this season having made just three appearances in all competitions. He was due for a medical on Monday after agreeing personal terms with Swansea, with the product of Spurs academy likely to complete his move this week and become Paul Clements second signing since he took over from Bob Bradley.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-16T21:57:04Z", "webTitle": "Swansea close in on Tom Carroll and Martin Olsson signings", "webUrl": "https://www.theguardian.com/football/2017/jan/16/swansea-tom-carroll-martin-olsson-signings", "wordCnt": 165}, {"apiUrl": "https://content.guardianapis.com/football/2017/jan/16/louis-van-gaal-manchester-united-retire", "firPara": "• Van Gaal has been out of work since leaving Old Trafford last May", "id": "football/2017/jan/16/louis-van-gaal-manchester-united-retire", "isHosted": false, "secPara": "Louis van Gaal has confirmed he intends to retire from coaching despite the former Manchester United manager receiving an offer to manage a club in Asia where he would have earned £44m in three seasons.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-16T20:49:30Z", "webTitle": "Louis van Gaal to retire from football for ‘family reasons’", "webUrl": "https://www.theguardian.com/football/2017/jan/16/louis-van-gaal-manchester-united-retire", "wordCnt": 225}, {"apiUrl": "https://content.guardianapis.com/football/2017/jan/16/lincoln-city-fa-cup-replay-with-ipswich", "firPara": "There is more than one thing that makes Lincoln City an unusual football club. First there is their crest, a 14th-century grotesque – an imp who once caused havoc in Lincoln Cathedral (until it was turned to stone, so legend has it, by an angel hiding in a book). There is the fact that their manager, Danny Cowley, employs his brother, Nicky, as his assistant. Then, to top it off, there are the gold members, VIP fans who pay a standing order to have a say in the clubs direction.", "id": "football/2017/jan/16/lincoln-city-fa-cup-replay-with-ipswich", "isHosted": false, "secPara": "In the past 10 days Lincoln have attracted attention for another unlikely occurrence, their intrepid FA Cup performance at Portman Road. The National League side twice took the lead against Championship Ipswich and looked set to cause the upset of the third round until Tom Lawrences low shot from distance in the 86th minute snatched a 2-2 draw and forced a replay. Now it is the Imps against the Tractor Boys at Sincil Bank and the game is a sell-out.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-16T20:36:00Z", "webTitle": "Lincoln going for gold in lucrative FA Cup replay with Ipswich", "webUrl": "https://www.theguardian.com/football/2017/jan/16/lincoln-city-fa-cup-replay-with-ipswich", "wordCnt": 821}, {"apiUrl": "https://content.guardianapis.com/football/2017/jan/16/diego-costa-chelsea-antonio-conte", "firPara": "Antonio Conte has no plans to hold clear-the-air talks with Diego Costa and the onus will be on the Spain forward in training this week to prove he warrants a swift restoration to the Chelsea side for the visit of Hull City on Sunday.", "id": "football/2017/jan/16/diego-costa-chelsea-antonio-conte", "isHosted": false, "secPara": "Costa, the subject of interest from the Chinese Super League club Tianjin Quanjian, who would apparently be prepared to pay him £30m a year, said he was suffering from a back injury last week and duly became embroiled in a row with Chelsea fitness staff. He was excluded from the squad for the game at Leicester City on Saturday. He has since been pursuing his own rehabilitation schedule and worked outside at Cobham on Monday, as he did the previous day, while the rest of the first team and management staff enjoyed 48 hours off following the 3-0 win at the champions.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-16T18:00:31Z", "webTitle": "Diego Costa will not return to Chelsea team unless his attitude improves", "webUrl": "https://www.theguardian.com/football/2017/jan/16/diego-costa-chelsea-antonio-conte", "wordCnt": 850}, {"apiUrl": "https://content.guardianapis.com/football/live/2017/jan/16/ivory-coast-v-togo-afcon-2017-live", "firPara": "The defending champions were held to a goalless draw by Togo in a cautious opening match", "id": "football/live/2017/jan/16/ivory-coast-v-togo-afcon-2017-live", "isHosted": false, "secPara": "The first rule of tournament football is you shall not\n\ntalk about tourn\n lose the first game, and that fear dominated a poor game. We shouldnt underestimate how good a result that is for Togo, however. Thanks for your company, night!", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2017-01-16T17:57:56Z", "webTitle": "Ivory Coast 0-0 Togo: Afcon 2017 – as it happened", "webUrl": "https://www.theguardian.com/football/live/2017/jan/16/ivory-coast-v-togo-afcon-2017-live", "wordCnt": 1222}], "startIndex": 1191, "status": "ok", "total": 141934, "userTier": "developer"}}