{"response": {"currentPage": 51, "orderBy": "newest", "pageSize": 10, "pages": 14194, "results": [{"apiUrl": "https://content.guardianapis.com/football/blog/2017/feb/26/manolo-gabbiadini-southampton-manchester-united-efl-cup-final", "firPara": "Manolo Gabbiadini probably does not know too much about the late Bobby Stokes, who became one of Southamptons greatest heroes after scoring against Manchester United in a Wembley showpiece. That was in the FA Cup final of 1976, when Stokes conjured the only goal of the game to secure the clubs first piece of major silverware.", "id": "football/blog/2017/feb/26/manolo-gabbiadini-southampton-manchester-united-efl-cup-final", "isHosted": false, "secPara": "Gabbiadini did everything within his power to update those old images; to reacquaint the club with that glorious feeling and his performance was the outstanding facet of a gripping EFL Cup final. The January signing from Napoli scored twice to haul his team back from 2-0 down and the arguments would rage long into the night as to why he had another one chalked off, wrongly, for offside in the 11th minute.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-02-26T20:30:16Z", "webTitle": "Southampton’s Manolo Gabbiadini grabs the limelight but is denied final glory | David Hytner", "webUrl": "https://www.theguardian.com/football/blog/2017/feb/26/manolo-gabbiadini-southampton-manchester-united-efl-cup-final", "wordCnt": 880}, {"apiUrl": "https://content.guardianapis.com/football/2017/feb/26/leicester-covet-reluctant-guus-hiddink-replace-claudio-ranieri", "firPara": "Leicester City are hopeful of persuading Guus Hiddink to take over from Claudio Ranieri until the end of the season, although the Dutchman is understood to be reluctant to take on the role at such short notice, meaning the Premier League champions could turn to caretaker manager Craig Shakespeare on a permanent basis.", "id": "football/2017/feb/26/leicester-covet-reluctant-guus-hiddink-replace-claudio-ranieri", "isHosted": false, "secPara": "Representatives of Hiddink, who has been out of work since leaving his second spell as Chelseas interim manager last May, are believed to have been approached over the weekend by Leicester officials to gauge whether the 70-year-old would be interested in succeeding Ranieri after the Italian was sacked last week. However, having indicated several times during his second spell at Stamford Bridge that he was intent on retiring after nearly three decades in management, it remains to be seen whether he can be persuaded to change his mind.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-02-26T19:22:41Z", "webTitle": "Leicester covet reluctant Guus Hiddink to replace Claudio Ranieri", "webUrl": "https://www.theguardian.com/football/2017/feb/26/leicester-covet-reluctant-guus-hiddink-replace-claudio-ranieri", "wordCnt": 777}, {"apiUrl": "https://content.guardianapis.com/football/2017/feb/27/phoenix-lead-late-season-scramble-as-finals-race-remains-wide-open", "firPara": "With the identity of the A-League premiers virtually assured, most of the regular seasons remaining intrigue is being provided at the other end of the table", "id": "football/2017/feb/27/phoenix-lead-late-season-scramble-as-finals-race-remains-wide-open", "isHosted": false, "secPara": "With the identity of the A-League premiers virtually assured, most of the regular seasons remaining intrigue is being provided at the other end of the table", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-02-26T19:00:37Z", "webTitle": "Phoenix lead late-season scramble as finals race remains wide open", "webUrl": "https://www.theguardian.com/football/2017/feb/27/phoenix-lead-late-season-scramble-as-finals-race-remains-wide-open", "wordCnt": 699}, {"apiUrl": "https://content.guardianapis.com/football/2017/feb/26/manchester-united-southampton-efl-cup-final-match-report", "firPara": "In the end, perhaps it was just inevitable that Zlatan Ibrahimovic would insist on having the final say. Southampton had given everything to drag themselves level and, for long spells, it had felt as if Manchester United could fall to one of the more improbable comebacks of any Wembley final. It would need a flint heart not to sympathise with the losers but this is why José Mourinho was so determined to sign Ibrahimovic the decisive moments on the occasions that really matter.", "id": "football/2017/feb/26/manchester-united-southampton-efl-cup-final-match-report", "isHosted": false, "secPara": "The clock had ticked into its 87th minute when Uniteds new talisman applied the header that spared them the possibility of losing a game they had led 2-0. The same player had opened the scoring with another reminder of his eye for the spectacular and his late winner brought a measure of relief as well as jubilation, bearing in mind the determination of Southampton to fight back and give their opponents an almighty scare.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-02-26T18:47:32Z", "webTitle": "Ibrahimovic takes Manchester United to EFL Cup final win over Southampton", "webUrl": "https://www.theguardian.com/football/2017/feb/26/manchester-united-southampton-efl-cup-final-match-report", "wordCnt": 989}, {"apiUrl": "https://content.guardianapis.com/football/live/2017/feb/26/manchester-united-v-southampton-efl-cup-final-live", "firPara": "The magnificent Zlatan Ibrahimovic scored twice, the second a late header to shatter an heroic Southampton and settle a thrilling final", "id": "football/live/2017/feb/26/manchester-united-v-southampton-efl-cup-final-live", "isHosted": false, "secPara": "Thats about it for todays liveblog. Well have a match report shortly. Thanks for your company, bye!", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2017-02-26T18:35:28Z", "webTitle": "Manchester United 3-2 Southampton: EFL Cup final – as it happened", "webUrl": "https://www.theguardian.com/football/live/2017/feb/26/manchester-united-v-southampton-efl-cup-final-live", "wordCnt": 1429}, {"apiUrl": "https://content.guardianapis.com/football/blog/2017/feb/26/tottenhams-harry-kane-maturing-one-of-worlds-top-strikers", "firPara": "Hat-trick for Spurs against Stoke was another sign of a rapid development that has confounded sceptics", "id": "football/blog/2017/feb/26/tottenhams-harry-kane-maturing-one-of-worlds-top-strikers", "isHosted": false, "secPara": "As Tottenham Hotspur completed yet another 4-0 victory against Stoke City, the mind drifted towards Vincent Janssen. Put yourself in his shoes for a moment you have arrived at a new club in a new country as a £17m centre-forward and two thirds into the season have scored only four times and not once from open play. You are desperate to prove your worth and as you sit on the bench on a grey afternoon in north London you see the man keeping you out of the team score his third hat-trick in nine games. It is enough to make a Dutchman pine for a return home.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-02-26T18:29:58Z", "webTitle": "Tottenham’s Harry Kane maturing into one of world’s top strikers | Sachin Nakrani", "webUrl": "https://www.theguardian.com/football/blog/2017/feb/26/tottenhams-harry-kane-maturing-one-of-worlds-top-strikers", "wordCnt": 807}, {"apiUrl": "https://content.guardianapis.com/football/football-league-blog/2017/feb/26/status-anxiety-looms-norwich-ipswich-cancel-each-other-out", "firPara": "The East Anglian rivals, who drew 1-1 at Carrow Road in the Championship, both yearn to return to the top flight but are enduring frustrating seasons", "id": "football/football-league-blog/2017/feb/26/status-anxiety-looms-norwich-ipswich-cancel-each-other-out", "isHosted": false, "secPara": "For much of this East Anglian derby the main subject of debate between opposing supporters was Ipswich Towns recent history. Their 15 continuous years in the Championship is the longest current run of any club in any of the three Football League divisions and Norwich City fans gave it an ironic minutes applause at the relevant point in the match. Ipswich fans responded with the following chant Fifteen years in the Championship, were still famous and youre still [word that almost rhymes with Championship].", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-02-26T17:25:38Z", "webTitle": "Norwich and Ipswich cancel each other out as status anxiety looms | Paul MacInnes", "webUrl": "https://www.theguardian.com/football/football-league-blog/2017/feb/26/status-anxiety-looms-norwich-ipswich-cancel-each-other-out", "wordCnt": 1301}, {"apiUrl": "https://content.guardianapis.com/football/live/2017/feb/26/atletico-madrid-v-barcelona-la-liga-live", "firPara": "Lionel Messi struck late on again to give Barça a 2-1 victory and punish Atlético for failing to capitalise on their first-half dominance at the Vicente Calderón", "id": "football/live/2017/feb/26/atletico-madrid-v-barcelona-la-liga-live", "isHosted": false, "secPara": "So Barcelona are back on top, for a few hours at least, and it should put the pressure on Real Madrid going into their match at Villarreal later. They were rarely fluent, but were the better side in the second half, capitalising on Atleticos defensive uncertainties and their first-half profligacy. Diego Simeones side really should have done more with their early pressure, when they bossed Barca physically and tactically. And they learnt – for the umpteenth time – that Messi can determine even those games in which hes peripheral, as he was for the first hour or so here. This title race remains wide open, even if Atlético might end up focusing on the Champions League now. Thats all for me now. Thanks for your company and comments. Bye.", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2017-02-26T17:10:41Z", "webTitle": "Atlético Madrid v Barcelona: La Liga – as it happened", "webUrl": "https://www.theguardian.com/football/live/2017/feb/26/atletico-madrid-v-barcelona-la-liga-live", "wordCnt": 1271}, {"apiUrl": "https://content.guardianapis.com/football/2017/feb/26/tottenham-hotspur-stoke-city-premier-league-match-report", "firPara": "Lads, its Stoke City. After the embarrassing exit from the Europa League on Thursday, Tottenham Hotspur eased back into Premier League action by thrashing their most submissive opponents. Mauricio Pochettinos team had beaten Stoke 4-0 in their two previous meetings and it took only one half for them to reach that score here, as Harry Kane struck three goals before inviting Dele Alli to hit another. If Wembley spooks Spurs, the sight of Stoke City jerseys cheers them right up.", "id": "football/2017/feb/26/tottenham-hotspur-stoke-city-premier-league-match-report", "isHosted": false, "secPara": "Spurs, in fairness, have clobbered most opponents at White Hart Lane this season, their tally for the Premier League campaign now standing at 11 wins and two draws from 13 matches. But few visitors have been as obliging as Stoke, who, seemingly unrefreshed by a break in Dubai began as if expecting another trouncing. That was a self-fulfilling attitude that made them ideal opponents for a Spurs team eager to reassert their top-team credentials after flopping out of Europe at Wembley.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-02-26T15:29:29Z", "webTitle": "Harry Kane hat-trick sets the tone as Tottenham Hotspur rout Stoke", "webUrl": "https://www.theguardian.com/football/2017/feb/26/tottenham-hotspur-stoke-city-premier-league-match-report", "wordCnt": 880}, {"apiUrl": "https://content.guardianapis.com/football/live/2017/feb/26/tottenham-hotspur-v-stoke-city-premier-league-live", "firPara": "Tottenham swept Stoke aside with an imperious first-half performance, Harry Kane scoring a hat-trick before laying one on for the similarly excellent Dele Alli", "id": "football/live/2017/feb/26/tottenham-hotspur-v-stoke-city-premier-league-live", "isHosted": false, "secPara": "A perfect afternoon for Tottenham after that disappointment on Thursday. The game was won by half-time, and they played some beautiful foootball in the first period. In the second, they could more or less ease off and see it out. Theyll hope there is nothing too badly wrong with Alderweireld, but apart from that its all smiles; for now they are second. I think the less said about Stoke there, the better. They just didnt turn up, to put it kindly. Thanks a lot for your company – now join Rob Smyth for the League Cup final!", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2017-02-26T15:20:44Z", "webTitle": "Tottenham Hotspur v Stoke City: Premier League – as it happened", "webUrl": "https://www.theguardian.com/football/live/2017/feb/26/tottenham-hotspur-v-stoke-city-premier-league-live", "wordCnt": 1481}], "startIndex": 501, "status": "ok", "total": 141934, "userTier": "developer"}}