{"response": {"currentPage": 253, "orderBy": "newest", "pageSize": 10, "pages": 14194, "results": [{"apiUrl": "https://content.guardianapis.com/football/football-league-blog/2016/nov/14/peterborough-bolton-wanderers-darren-ferguson", "firPara": "A rousing display from Grant McCanns side showed the value of youth but Sundays chastening defeat may soon be the least of Boltons concerns", "id": "football/football-league-blog/2016/nov/14/peterborough-bolton-wanderers-darren-ferguson", "isHosted": false, "secPara": "A rousing display from Grant McCanns side showed the value of youth but Sundays chastening defeat may soon be the least of Boltons concerns", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-14T10:00:44Z", "webTitle": "Posh kids hit rich form while Bolton live on the breadline | Ben Fisher", "webUrl": "https://www.theguardian.com/football/football-league-blog/2016/nov/14/peterborough-bolton-wanderers-darren-ferguson", "wordCnt": 1344}, {"apiUrl": "https://content.guardianapis.com/football/2016/nov/14/football-transfer-rumours-antoine-griezmann-to-manchester-united", "firPara": "Todays bunkum is not entertained", "id": "football/2016/nov/14/football-transfer-rumours-antoine-griezmann-to-manchester-united", "isHosted": false, "secPara": "Todays bunkum is not entertained", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-14T08:50:33Z", "webTitle": "Football transfer rumours: Antoine Griezmann to Manchester United?", "webUrl": "https://www.theguardian.com/football/2016/nov/14/football-transfer-rumours-antoine-griezmann-to-manchester-united", "wordCnt": 478}, {"apiUrl": "https://content.guardianapis.com/football/blog/2016/nov/14/world-cup-2018-qualifiers-10-talking-points", "firPara": "Currently there are no outstanding teams in international football. In part this is down to concentration of money in the club game, which has led to the worlds best players converging at fewer clubs than ever before. But to look at the winners of the last World Cup and European Championship, and to look at the South American giants, is to look at a fallow period across the board. Which is to say that it has never been easier to succeed, which is to say that England stand on the verge of opportunity. Though they do not have top-level players in every position and though they do not have any world stars, yet few countries have as deep a selection nor as wide an array of attacking talent.", "id": "football/blog/2016/nov/14/world-cup-2018-qualifiers-10-talking-points", "isHosted": false, "secPara": "The question, then, is whether Gareth Southgate is the man to extract the maximum from it. That he is English is a plus, not because of modish nationalist sentiment but, because the point of the enterprise is to find the best national football team, the manager is an essential part of the enterprise and, as such, his or her identity should be subject to the same rules that govern the player. More specifically no elite football nation would outsource such an important role and there is also a moral imperative, as pithily noted by Frank Sobotka in the Wire. We used to make shit in this country, build shit, he said. Now we just put our hand in the next guys pocket.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-14T08:38:58Z", "webTitle": "World Cup 2018 qualifiers: 10 talking points from the latest matches", "webUrl": "https://www.theguardian.com/football/blog/2016/nov/14/world-cup-2018-qualifiers-10-talking-points", "wordCnt": 1986}, {"apiUrl": "https://content.guardianapis.com/football/2016/nov/13/republic-of-ireland-martin-oneill-austria-world-cup-qualifier", "firPara": "It is funny how things change. On Monday two years ago the Republic of Ireland were dominated by Scotland in a European Championship qualifier and looked doomed to another unsuccessful campaign. Since then, their progression under Martin ONeill (while Gordon Strachans team have regressed) has been nothing short of astounding. In the past 13 months Ireland have beaten Germany, Bosnia, Italy and now Austria in competitive fixtures.", "id": "football/2016/nov/13/republic-of-ireland-martin-oneill-austria-world-cup-qualifier", "isHosted": false, "secPara": "Caveats can be made for how poor their opponents were in those meetings but it must not be forgotten they continue to perform above what should be expected of a squad containing a hefty selection of Championship players. ONeill has transformed an ordinary squad into a collective who consistently perform above the sum of their parts.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-13T23:58:32Z", "webTitle": "Austria win shows Republic of Ireland’s revival under Martin O’Neill", "webUrl": "https://www.theguardian.com/football/2016/nov/13/republic-of-ireland-martin-oneill-austria-world-cup-qualifier", "wordCnt": 746}, {"apiUrl": "https://content.guardianapis.com/football/2016/nov/13/south-africa-suspend-shakes-mashaba-disciplinary-reasons", "firPara": "South Africa have suspended their head coach, Ephraim Shakes Mashaba, 24 hours after he led them to a 2-1 World Cup qualifying win over Senegal.", "id": "football/2016/nov/13/south-africa-suspend-shakes-mashaba-disciplinary-reasons", "isHosted": false, "secPara": "Goals from Thulani Hlatshwayo and Ajax Amsterdams Thulani Serero helped South Africa pick up three points in Limpopo on Saturday, with the former Sunderland striker Dame Ndoye replying for Senegal. That left Bafana level on points with Burkina Faso at the top of Group D after two rounds of matches but the real drama was reserved for after the final whistle.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-13T23:54:40Z", "webTitle": "South Africa suspend coach Mashaba for ‘disciplinary reasons’", "webUrl": "https://www.theguardian.com/football/2016/nov/13/south-africa-suspend-shakes-mashaba-disciplinary-reasons", "wordCnt": 352}, {"apiUrl": "https://content.guardianapis.com/football/2016/nov/13/romelu-lukaku-on-target-belgium-hit-estonia-for-eight", "firPara": "• Roberto Martínezs side have won first three group matches", "id": "football/2016/nov/13/romelu-lukaku-on-target-belgium-hit-estonia-for-eight", "isHosted": false, "secPara": "• Roberto Martínezs side have won first three group matches", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-13T22:53:57Z", "webTitle": "Romelu Lukaku on target as Belgium hit Estonia for eight in qualifier", "webUrl": "https://www.theguardian.com/football/2016/nov/13/romelu-lukaku-on-target-belgium-hit-estonia-for-eight", "wordCnt": 785}, {"apiUrl": "https://content.guardianapis.com/football/2016/nov/13/dusan-tadic-southampton-liverpool-wales-serbia", "firPara": "Dusan Tadic believes he suffered a broken nose against Wales when Neil Taylor accidentally kicked him in the face but the Southampton winger has not ruled out playing against Liverpool on Saturday and will consider wearing a protective mask to give him every chance of being available.", "id": "football/2016/nov/13/dusan-tadic-southampton-liverpool-wales-serbia", "isHosted": false, "secPara": "The 27-year-old required lengthy treatment on the side of the pitch during Saturdays 1-1 World Cup qualifying draw against Wales, with his face covered in blood after Taylor caught him on the bridge of the nose. Tadic later returned to the action with cotton wool stuffed up his nose to stem the bleeding but admitted he was struggling to breathe at times.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-13T22:30:30Z", "webTitle": "Southampton’s Dusan Tadic considers protective mask for Liverpool match", "webUrl": "https://www.theguardian.com/football/2016/nov/13/dusan-tadic-southampton-liverpool-wales-serbia", "wordCnt": 352}, {"apiUrl": "https://content.guardianapis.com/football/2016/nov/13/gareth-southgate-quick-decision-england-manager-job", "firPara": "Gareth Southgate has urged the Football Association to make a swift decision on his future as the England manager so the senior and under-21 teams can start the process of planning for their respective campaigns.", "id": "football/2016/nov/13/gareth-southgate-quick-decision-england-manager-job", "isHosted": false, "secPara": "The interim head coach, who stepped into the breach following Sam Allardyces abrupt departure in September, will complete his four-game spell in charge in Tuesdays friendly with Spain at Wembley. Southgate, who has sanctioned Harry Kanes return to Tottenham Hotspur, is the overwhelming favourite to become the countrys 15th permanent manager and is only expected to make a few tweaks to the side who beat Scotland on Friday.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-13T22:30:30Z", "webTitle": "Gareth Southgate calls for quick decision on England manager’s job", "webUrl": "https://www.theguardian.com/football/2016/nov/13/gareth-southgate-quick-decision-england-manager-job", "wordCnt": 838}, {"apiUrl": "https://content.guardianapis.com/football/2016/nov/13/ander-herrera-spain-debut-england-wembley", "firPara": "Ander Herrera puffs out his cheeks for the hundredth time, eyes gleaming again, and says something that does not need saying I like football. You can tell. You can tell by the way he talks – and talks and talks – by the enthusiasm and the explanations, analysis not just an answer; by the way he reels off lists and lineups and how, when asked if he remembers matches, moments, he does not say yes but yesyesyesyesyes; by the way one actually believes him when he says he knows what it means to play for Manchester United; by the way he talks about Northampton away and wishing he could watch United with the fans, only to correct himself and say that, actually no, that would mean he was not playing.", "id": "football/2016/nov/13/ander-herrera-spain-debut-england-wembley", "isHosted": false, "secPara": "Herrera says when he stops playing football he will watch football; he talks about old grounds, everyone standing, adopting an English phrase with Spanish currency, a mark of nostalgia and authenticity Im a bit Against Modern Football; and admits to being football mad. But it is a redundant confession, already clear in the admiration – the reverence, even – with which he talks about players, places and matches.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-13T22:30:30Z", "webTitle": "Ander Herrera: ‘Spain has the best midfield in the world by a long way’ | Sid Lowe", "webUrl": "https://www.theguardian.com/football/2016/nov/13/ander-herrera-spain-debut-england-wembley", "wordCnt": 1811}, {"apiUrl": "https://content.guardianapis.com/football/2016/nov/13/wales-ashley-williams-world-cup-qualifying-gareth-bale-football", "firPara": "Ashley Williams accepts Wales may have to win all of their remaining World Cup qualifying matches to finish top of their group after they squandered a lead for the third game in succession to leave their hopes of reaching Russia hanging in the balance.", "id": "football/2016/nov/13/wales-ashley-williams-world-cup-qualifying-gareth-bale-football", "isHosted": false, "secPara": "Aleksandar Mitrovics header five minutes from time, and less than 60 seconds after Gareth Bale had hit an upright at the other end of the pitch, earned Serbia a precious point that means Wales are now playing catch-up in Group D and have little margin for error in the rest of their campaign.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-13T22:29:30Z", "webTitle": "Ashley Williams calls on wasteful Wales to deliver victory in Dublin", "webUrl": "https://www.theguardian.com/football/2016/nov/13/wales-ashley-williams-world-cup-qualifying-gareth-bale-football", "wordCnt": 793}], "startIndex": 2521, "status": "ok", "total": 141935, "userTier": "developer"}}