{"response": {"currentPage": 109, "orderBy": "newest", "pageSize": 10, "pages": 14194, "results": [{"apiUrl": "https://content.guardianapis.com/football/2017/jan/22/jose-mourinho-wayne-rooney-record-chinese-super-league", "firPara": "José Mourinho could not resist the opportunity to spread a little mischief. He had seen Wayne Rooney break Manchester Uniteds goalscoring record with the splendid free-kick that broke Stoke Citys resistance at the death and most people just wanted to talk about a fine achievement by a player who has received his fair share of criticism this season. Mourinho being, well, Mourinho, he had other ideas.", "id": "football/2017/jan/22/jose-mourinho-wayne-rooney-record-chinese-super-league", "isHosted": false, "secPara": "Offered an opportunity to explain why Uniteds captain could not possibly view a move to China as a fitting way to end his career, instead Mourinho mounted a defence of footballs newest financial power and ridiculed rivals whose views about the Chinese Super League have been rather less charitable than his. Uniteds manager mentioned no one by name but presumably it did not escape his attention that his Chelsea were briefly unsettled by Tianjin Quanjian attempting to lure Diego Costa away from the Premier League with a contract reportedly worth £30m a year. Ask Antonio Conte about the emerging threat from China and Chelseas manager will tell you that any player should value the intensity of competition over unimaginable riches.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-22T22:29:16Z", "webTitle": "José Mourinho defends Chinese Super League and challenges Wayne Rooney", "webUrl": "https://www.theguardian.com/football/2017/jan/22/jose-mourinho-wayne-rooney-record-chinese-super-league", "wordCnt": 872}, {"apiUrl": "https://content.guardianapis.com/football/live/2017/jan/22/cameroon-gabon-afcon-2017-live-mbm", "firPara": "Pierre-Emerick Aubameyang missed a golden chance and Gabon hit the post in the final minute but the hosts couldnt get the goal to qualify for the knock-out stage, while Burkina Faso won the group after beating Guinea-Bissau 2-0", "id": "football/live/2017/jan/22/cameroon-gabon-afcon-2017-live-mbm", "isHosted": false, "secPara": "Pierre-Emerick Aubameyang missed a golden chance and Gabon hit the post in the final minute but the hosts couldnt get the goal to qualify for the knock-out stage, while Burkina Faso won the group after beating Guinea-Bissau 2-0", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2017-01-22T21:04:25Z", "webTitle": "Cameroon 0-0 Gabon: Afcon 2017 – as it happened", "webUrl": "https://www.theguardian.com/football/live/2017/jan/22/cameroon-gabon-afcon-2017-live-mbm", "wordCnt": 2588}, {"apiUrl": "https://content.guardianapis.com/football/2017/jan/22/arsene-wenger-arsenal-fourth-official-anthony-taylor-burnley", "firPara": "Arsène Wenger risks an FA misconduct charge and touchline ban for an altercation with fourth official Anthony Taylor as his emotions got the better of him during the turbulent finale of Arsenals 2-1 victory over Burnley.", "id": "football/2017/jan/22/arsene-wenger-arsenal-fourth-official-anthony-taylor-burnley", "isHosted": false, "secPara": "The Frenchman has apologised for his actions, which happened after he was sent off following the visitors being awarded a stoppage-time penalty. Wenger tried to push Taylor out of the way when the official went to tell him that he was not allowed to watch from the corridor of the tunnel.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-22T19:40:09Z", "webTitle": "Arsène Wenger may face ban following altercation with fourth official", "webUrl": "https://www.theguardian.com/football/2017/jan/22/arsene-wenger-arsenal-fourth-official-anthony-taylor-burnley", "wordCnt": 707}, {"apiUrl": "https://content.guardianapis.com/football/blog/2017/jan/23/sydney-fcs-premiership-procession-rolls-on-while-a-league-falters", "firPara": "In a season for the true believers, the A-League delivered a round full of certainties, but there is a fine line between dependable and boring", "id": "football/blog/2017/jan/23/sydney-fcs-premiership-procession-rolls-on-while-a-league-falters", "isHosted": false, "secPara": "Good old dependable A-League, there when we need it most. While a skittish world fixated on events in Washington D.C. Australias professional football league delivered a comforting round full of certainties.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-22T19:30:12Z", "webTitle": "Sydney FC’s premiership procession rolls on while A-League falters", "webUrl": "https://www.theguardian.com/football/blog/2017/jan/23/sydney-fcs-premiership-procession-rolls-on-while-a-league-falters", "wordCnt": 838}, {"apiUrl": "https://content.guardianapis.com/football/2017/jan/22/rod-stewart-scottish-cup-draw-antics", "firPara": "• Celtic supporter Stewart drew attention online with his behaviour", "id": "football/2017/jan/22/rod-stewart-scottish-cup-draw-antics", "isHosted": false, "secPara": "Sir Rod Stewart has caused a stir on social media with his bizarre antics during the Scottish Cup fifth round draw.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-22T19:09:09Z", "webTitle": "Sir Rod Stewart rocks Scottish Cup fifth round draw with bizarre antics", "webUrl": "https://www.theguardian.com/football/2017/jan/22/rod-stewart-scottish-cup-draw-antics", "wordCnt": 253}, {"apiUrl": "https://content.guardianapis.com/football/2017/jan/22/chelsea-hull-city-premier-league-match-report", "firPara": "For a figure as volatile as Diego Costa, there was something distinctly predictable about all of this. The Chelsea striker had been offered an immediate return to the starting lineup after an unsettling period disrupted by lower back spasms and Chinese whispers, and ultimately that absence at Leicester last weekend. Yet here he was departing four minutes from time with the majority in this arena chorusing his name, to be greeted by a thumped hand clap from Antonio Conte on the touchline, as the man who had paved the way for an eight-point lead at the top. His scriptwriters should take a bow.", "id": "football/2017/jan/22/chelsea-hull-city-premier-league-match-report", "isHosted": false, "secPara": "Chelsea have no interest in selling their leading scorer this month, whether Tianjin Quanjian or any of their Chinese Super League rivals are tempted to offer £80m, £100m or indeed £150m for his services. His long-term future will have to be properly addressed with the player and his agent, Jorge Mendes, in the summer, of course, but for now reintegration already feels almost complete unless those back pains return with a vengeance. The forward was at his committed best here, working feverishly whether leading the line or dropping deep to assist his team-mates. He played the role of Costa the managers dream, as he has done almost all season, to perfection.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-22T18:36:39Z", "webTitle": "Diego Costa on target as Chelsea extend lead to eight points with win over Hull", "webUrl": "https://www.theguardian.com/football/2017/jan/22/chelsea-hull-city-premier-league-match-report", "wordCnt": 861}, {"apiUrl": "https://content.guardianapis.com/football/live/2017/jan/22/chelsea-v-hull-city-premier-league-live", "firPara": "Chelsea moved eight points clear at the top after goals from Diego Costa and Gary Cahill saw off a strong challenge from Hull", "id": "football/live/2017/jan/22/chelsea-v-hull-city-premier-league-live", "isHosted": false, "secPara": "Peep peep! Chelsea go eight points clear with a victory that was less comfortable than the scoreline suggests. They have now won 15 of their last 16 Premier League games. Hull have plenty of reasons to be optimistic, though their first thought will be for the welfare of Ryan Mason, who was taken to hospital after a horrible clash of heads with Gary Cahill. Thanks for your company; night.", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2017-01-22T18:29:28Z", "webTitle": "Chelsea 2-0 Hull City: Premier League – as it happened", "webUrl": "https://www.theguardian.com/football/live/2017/jan/22/chelsea-v-hull-city-premier-league-live", "wordCnt": 1521}, {"apiUrl": "https://content.guardianapis.com/football/live/2017/jan/22/arsenal-v-burnley-premier-league-live", "firPara": "Arsenal conceded a 93rd-minute penalty but Alexis Sánchez scored with the last kick of the game with a sumptuous panenka in the 98th minute", "id": "football/live/2017/jan/22/arsenal-v-burnley-premier-league-live", "isHosted": false, "secPara": "So Arsenal win it with the final kick of the game, the second time this season that they have beaten Burnley with a controversial goal in injury-time. This one was EIGHT minutes into time added on. The composure that Sanchez showed in crossing for Koscielny to win the penalty, plus dinking the spot-kick down the middle of the goal was remarkable, but thats what makes him a truly world-class player. Its no wonder they made him a banner of his dogs.", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2017-01-22T16:29:25Z", "webTitle": "Arsenal 2-1 Burnley: Premier League – as it happened", "webUrl": "https://www.theguardian.com/football/live/2017/jan/22/arsenal-v-burnley-premier-league-live", "wordCnt": 1546}, {"apiUrl": "https://content.guardianapis.com/football/2017/jan/22/arsenal-burnley-premier-league-match-report", "firPara": "With the pack chasing Chelsea dropping points all around them this weekend, a win – any win, even a boring, routine, nothing remarkable win – would have been welcomed by Arsenal. But a victory of this theatrically charged fashion sent the Emirates crowd into a rare frenzy. Humdrum, run of the mill, this was not.", "id": "football/2017/jan/22/arsenal-burnley-premier-league-match-report", "isHosted": false, "secPara": "Much of the most captivating drama was condensed into the seven and a bit minutes of stoppage time. Until then Arsenal had been leading Burnley, protecting a narrow lead with 10 men after Granit Xhakas sending off. The mood lurched one way as Burnley were awarded a penalty. Petr Cech made contact with his hand but not strongly enough as Gray equalised. Burnleys players were overjoyed. Arsenals felt the fear.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-22T16:27:15Z", "webTitle": "Alexis Sánchez scores 98th-minute penalty in dramatic Arsenal win over Burnley", "webUrl": "https://www.theguardian.com/football/2017/jan/22/arsenal-burnley-premier-league-match-report", "wordCnt": 864}, {"apiUrl": "https://content.guardianapis.com/football/2017/jan/22/southampton-leicester-city-premier-league-match-report", "firPara": "The inquest into Leicester Citys wretched away form in the Premier League continues but Claudio Ranieri insists the blame should lay at his door after Southampton stopped a rot of their own to breeze past the reigning champions.", "id": "football/2017/jan/22/southampton-leicester-city-premier-league-match-report", "isHosted": false, "secPara": "James Ward-Prowse created one and scored another with a sweeping right-footed effort before Dusan Tadics late penalty, to push Saints back in the right direction and leave Leicester going the other way.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-22T13:54:44Z", "webTitle": "Claudio Ranieri shoulders blame as Southampton add to Leicester misery", "webUrl": "https://www.theguardian.com/football/2017/jan/22/southampton-leicester-city-premier-league-match-report", "wordCnt": 870}], "startIndex": 1081, "status": "ok", "total": 141934, "userTier": "developer"}}