{"response": {"currentPage": 300, "orderBy": "newest", "pageSize": 10, "pages": 14194, "results": [{"apiUrl": "https://content.guardianapis.com/football/2016/oct/22/liverpool-west-bromwich-albion-premier-league-match-report", "firPara": "Steven Gerrard seems homeward bound having posted what reads as a farewell message to LA Galaxy on Instagram and who can blame the former Liverpool captain for swapping the California sunshine for autumn on Merseyside? He must long to be part of what Jürgen Klopp has created at Anfield in his absence.", "id": "football/2016/oct/22/liverpool-west-bromwich-albion-premier-league-match-report", "isHosted": false, "secPara": "One year to the day since Klopps first home game as Liverpool manager his side moved level on points with Premier League leaders Arsenal courtesy of an unnecessarily hard-fought win over West Bromwich Albion.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-10-22T18:45:17Z", "webTitle": "Philippe Coutinho clinches win over West Brom but Liverpool miss top spot", "webUrl": "https://www.theguardian.com/football/2016/oct/22/liverpool-west-bromwich-albion-premier-league-match-report", "wordCnt": 810}, {"apiUrl": "https://content.guardianapis.com/football/live/2016/oct/22/liverpool-v-west-brom-premier-league-live", "firPara": "Sadio Mané and Philippe Coutinho scored in the first half as Liverpool dazzled going forward, but Gareth McAuleys late goal set up an unexpectedly close finish, and denied Jürgen Klopps side top spot", "id": "football/live/2016/oct/22/liverpool-v-west-brom-premier-league-live", "isHosted": false, "secPara": "Sadio Mané and Philippe Coutinho scored in the first half as Liverpool dazzled going forward, but Gareth McAuleys late goal set up an unexpectedly close finish, and denied Jürgen Klopps side top spot", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2016-10-22T18:27:29Z", "webTitle": "Liverpool 2-1 West Brom: Premier League – as it happened", "webUrl": "https://www.theguardian.com/football/live/2016/oct/22/liverpool-v-west-brom-premier-league-live", "wordCnt": 1806}, {"apiUrl": "https://content.guardianapis.com/football/2016/oct/22/inverness-kilmarnock-partick-ross-county-scottish-premiership", "firPara": "An injury-time strike from the substitute Chris Burkes gave Ross County a point in their Scottish Premiership game against Partick Thistle at Firhill.", "id": "football/2016/oct/22/inverness-kilmarnock-partick-ross-county-scottish-premiership", "isHosted": false, "secPara": "The midfielder Sean Welsh scored with a penalty in the 24th minute and the hosts appeared set for their first Premiership win since the opening day of the season. However, in the fifth of nine added minutes for an injury to Jags defender Liam Lindsay, Burke – on for Marcus Fraser just after the hour mark – fired in a shot from 14 yards to make it 1-1, with the home side hanging on in the final moments.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-10-22T18:01:00Z", "webTitle": "Scottish roundup: Sean Welsh’s strike not enough to earn Partick win", "webUrl": "https://www.theguardian.com/football/2016/oct/22/inverness-kilmarnock-partick-ross-county-scottish-premiership", "wordCnt": 298}, {"apiUrl": "https://content.guardianapis.com/football/2016/oct/22/newcastle-united-ipswich-town-championship-match-report", "firPara": "Ipswich Town arrived on Tyneside with a reputation for defensive parsimony but departed with their pride shredded by Ayoze Pérez and Matt Ritchie. It left Rafael Benítezs steadily improving team three points clear at the top of the Championship. If their fifth successive league win is anything to go by Newcastle will take some dislodging.", "id": "football/2016/oct/22/newcastle-united-ipswich-town-championship-match-report", "isHosted": false, "secPara": "Weve been beaten by the champions, said Mick McCarthy who, pressing every available button, changed formations and personnel mid-game but merely succeeded in giving Newcastle some minor second-half problems. Newcastle were better than us, the Ipswich manager said. We tried everything to stop them but we couldnt. My players worked really hard but nothing we did worked.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-10-22T17:08:37Z", "webTitle": "Newcastle’s Ayoze Pérez and Matt Ritchie honour Sir Bobby Robson", "webUrl": "https://www.theguardian.com/football/2016/oct/22/newcastle-united-ipswich-town-championship-match-report", "wordCnt": 613}, {"apiUrl": "https://content.guardianapis.com/football/2016/oct/22/morton-aberdeen-scottish-league-cup-match-report", "firPara": "One of several factors that deem the tenure of Derek McInnes at Aberdeen as worthy of praise is the ability to dodge banana skins. For years, Aberdeen had been accustomed to being victims of cup shocks; Bohemians, East Fife, Queen of the South and Queens Park offer testament to that. Since McInnes took office at Pittodrie in 2013, Aberdeen have formed a useful habit of swatting aside lower league opposition.", "id": "football/2016/oct/22/morton-aberdeen-scottish-league-cup-match-report", "isHosted": false, "secPara": "So it proved again here, McInnes and his players booking a League Cup final place with a victory over Morton which was fully merited on the balance of play. This was not a particularly memorable encounter in confirming to semi-final stereotype, but Aberdeen were always the more menacing side.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-10-22T16:55:00Z", "webTitle": "Adam Rooney helps ease Aberdeen into cup final with win over Morton", "webUrl": "https://www.theguardian.com/football/2016/oct/22/morton-aberdeen-scottish-league-cup-match-report", "wordCnt": 620}, {"apiUrl": "https://content.guardianapis.com/football/live/2016/oct/22/valencia-v-barcelona-west-ham-v-sunderland-live-football-clockwatch", "firPara": "Lionel Messi scored a last-minute penalty to snatch three points for Barcelona at Valencia, Burnley surprised Everton and Winston Reids heroics downed Sunderland late on", "id": "football/live/2016/oct/22/valencia-v-barcelona-west-ham-v-sunderland-live-football-clockwatch", "isHosted": false, "secPara": "Lionel Messi scored a last-minute penalty to snatch three points for Barcelona at Valencia, Burnley surprised Everton and Winston Reids heroics downed Sunderland late on", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2016-10-22T16:32:37Z", "webTitle": "Valencia 2-3 Barcelona, West Ham 1-0 Sunderland – football clockwatch", "webUrl": "https://www.theguardian.com/football/live/2016/oct/22/valencia-v-barcelona-west-ham-v-sunderland-live-football-clockwatch", "wordCnt": 1318}, {"apiUrl": "https://content.guardianapis.com/football/2016/oct/22/arsenal-middlesbrough-premier-league-match-report", "firPara": "Arsène Wengers having a party bring your vodka and your DVD of Fortuna Köln versus Paderborn. The Arsenal manager is no hell-raiser and he has long had his leg pulled about his idea of a big night, which – according to legend – has to feature German third division football. One thing was plain after this anti-climactic comedown from Wednesdays 6-0 Champions League win against Ludogorets. His 67th birthday bash would have been the dampest of squibs.", "id": "football/2016/oct/22/arsenal-middlesbrough-premier-league-match-report", "isHosted": false, "secPara": "Wengers moods are entirely dependent on the results of his team and this was one of those that they throw in every now and then – sometimes when they are least expected. Arsenal had entered the game as the form team in England, having won seven on the spin in all competitions, while Middlesbrough had never had so few Premier League points after the first eight matches of a season. But Arsenal could not find their fluency – they were slow and flat, and it was surprising to see how few clearcut chances they created.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-10-22T16:28:38Z", "webTitle": "Arsenal celebrate Wenger’s birthday but ride luck to hold Middlesbrough", "webUrl": "https://www.theguardian.com/football/2016/oct/22/arsenal-middlesbrough-premier-league-match-report", "wordCnt": 766}, {"apiUrl": "https://content.guardianapis.com/football/2016/oct/22/burnley-everton-premier-league-match-report", "firPara": "Sean Dyche knows home form will be vital to Burnleys hopes of survival and he will be delighted with a return of 10 points from five games. They have yet to pick up anything on their travels but after inflicting only a second league defeat of the season on Ronald Koemans side they can claim home wins against Liverpool and Everton.", "id": "football/2016/oct/22/burnley-everton-premier-league-match-report", "isHosted": false, "secPara": "Turf Moor must have some sort of hoodoo over Merseyside, though there was nothing mysterious about this result. Burnley made two clear chances and took them both. Everton had a pile of pressure but little in the way of final product. It was almost like a rerun of events in the 1-1 draw with Manchester City at the Etihad last week, though this time it was Everton who were left feeling they had been mugged.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-10-22T16:27:55Z", "webTitle": "Burnley edge out Everton thanks to Scott Arfield’s last-minute winner", "webUrl": "https://www.theguardian.com/football/2016/oct/22/burnley-everton-premier-league-match-report", "wordCnt": 733}, {"apiUrl": "https://content.guardianapis.com/football/2016/oct/22/swansea-city-watford-premier-league-match-report", "firPara": "Suited and booted, Bob Bradley at least looked the part this week after opting for a wardrobe change, yet the transformation on the pitch under the new manager will have to wait after Swansea Citys winless run stretched to eight matches. There were positives for the American to take, notably the performance of Modou Barrow and the sight of Alfie Mawson playing so well on his Premier League debut, yet the harsh reality is that this was two points dropped.", "id": "football/2016/oct/22/swansea-city-watford-premier-league-match-report", "isHosted": false, "secPara": "Without a victory since the opening day, Swansea remain in the relegation zone, second from bottom and with a tricky run of fixtures to come, starting with a trip to Stoke on Monday week. A win in Bradleys first home game in charge would have lifted some of the gloom and it so nearly arrived during a second half when Barrow tormented Watford with his pace and trickery, Gylfi Sigurdsson hit the upright and Heurelho Gomes denied Mike Van der Hoorn from point-blank range.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-10-22T16:27:12Z", "webTitle": "Swansea earn Bob Bradley first point as manager in draw with Watford", "webUrl": "https://www.theguardian.com/football/2016/oct/22/swansea-city-watford-premier-league-match-report", "wordCnt": 614}, {"apiUrl": "https://content.guardianapis.com/football/2016/oct/22/west-ham-united-sunderland-premier-league-match-report", "firPara": "Deeper and deeper Sunderland dropped, until they were almost defending from their six-yard box, and there was an inevitability about the cruel blow that came from Winston Reids left foot in the fourth minute of stoppage time. Having decided to settle for a point when a braver side might have sought to test West Ham Uniteds nerve in a stadium that still feels a little cold and alien, they ended up with nothing. Their air of resignation about their plight is becoming suffocating, a self-fulfilling prophesy that threatens to drag them into the Championship without so much as a whimper.", "id": "football/2016/oct/22/west-ham-united-sunderland-premier-league-match-report", "isHosted": false, "secPara": "As the cliche goes, goals change games and Reids winner certainly altered the perception of a desperately poor game. If Sunderland had held out, David Moyes would have been able to praise their resilience or Lamine Konés fine performance in central defence. In that parallel universe, the visitors left east London with their heads held high, determined to build on a morale-boosting draw by giving Arsenal the game of their lives at the Stadium of Light next Saturday.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-10-22T16:24:01Z", "webTitle": "West Ham sink Sunderland with last-minute winner by Winston Reid", "webUrl": "https://www.theguardian.com/football/2016/oct/22/west-ham-united-sunderland-premier-league-match-report", "wordCnt": 703}], "startIndex": 2991, "status": "ok", "total": 141935, "userTier": "developer"}}