{"response": {"currentPage": 154, "orderBy": "newest", "pageSize": 10, "pages": 14194, "results": [{"apiUrl": "https://content.guardianapis.com/football/2016/dec/31/arsene-wenger-arsenal-sam-allardyce-crystal-palace-premier-league-football", "firPara": "To Arsène Wenger it is the set-backs that remain with him, gnawing away, impossible to scratch. It is the problem of my life, basically, the Arsenal manager says. Im competitive and every disappointment stays with me forever. It is a scar in your heart and reduces your life expectancy.", "id": "football/2016/dec/31/arsene-wenger-arsenal-sam-allardyce-crystal-palace-premier-league-football", "isHosted": false, "secPara": "When Wenger considers his record against Sam Allardyce, who visits the Emirates Stadium with his new Crystal Palace team on New Years Day, it ought to be with his glass half-full. In 15 years or so he has faced Allardyce 31 times in all competitions, winning 18 and losing only five. But it is the ones that have got away that Wenger recalls with the greatest clarity. His curse is that victory over an Allardyce team, be it Bolton Wanderers or Newcastle United, Blackburn Rovers, West Ham United or Sunderland, loses much of its cachet because it has tended to be expected.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-12-31T22:30:39Z", "webTitle": "Arsène Wenger: ‘Defeats leave a scar on my heart’", "webUrl": "https://www.theguardian.com/football/2016/dec/31/arsene-wenger-arsenal-sam-allardyce-crystal-palace-premier-league-football", "wordCnt": 967}, {"apiUrl": "https://content.guardianapis.com/football/blog/2016/dec/31/ryan-giggs-managing-jose-mourinho-manchester-united", "firPara": "It might feel slightly implausible now, at a time when Ryan Giggs seems to be drifting to the edges of the game, but if it had gone to a poll last season among Manchester United players about who they wanted to replace Louis van Gaal, a manager they found both bewildering and impenetrable, the majority of votes would not actually have been for José Mourinho.", "id": "football/blog/2016/dec/31/ryan-giggs-managing-jose-mourinho-manchester-united", "isHosted": false, "secPara": "No slight intended. The idea was always appealing and Mourinho had a certain mystique that players find intriguing. Mourinho once reminisced about life at Porto with its beautiful blue chairs, the Uefa Champions League trophy, God and, after God, me. He was always going to be a natural fit for a club with Uniteds haughty self-regard, where one banner, in happier times, proclaimed not arrogant, just better.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-12-31T21:59:39Z", "webTitle": "Ryan Giggs cannot afford to wait for a big managing job to come along | Daniel Taylor", "webUrl": "https://www.theguardian.com/football/blog/2016/dec/31/ryan-giggs-managing-jose-mourinho-manchester-united", "wordCnt": 1672}, {"apiUrl": "https://content.guardianapis.com/football/2016/dec/31/jurgen-klopp-liverpool-manchester-city-pep-guardiola", "firPara": "Liverpool have made their best start to a Premier League season, their total of 43 points after beating Manchester City is their highest at the halfway stage, yet they still find themselves six points behind Chelsea.", "id": "football/2016/dec/31/jurgen-klopp-liverpool-manchester-city-pep-guardiola", "isHosted": false, "secPara": "Jürgen Klopp chose to look on the bright side after Georginio Wijnaldums goal was enough to beat third-placed City 1-0. Chelsea are unbelievably strong, but can you imagine how annoying it must be to win 13 games in a row and find there is still a team only six points behind? the Liverpool manager said. Maybe we will have to win 14 games in a row. No one really thinks we can do it, but for me to beat City was the perfect way to end the year. We knew we had to win, because we knew the earlier results. I only had to look at the guys faces to know Chelsea had won, but now we have won four in a row and we have to keep it going. We are in the region of the table where we want to be, we have to keep winning our games and see where that takes us.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-12-31T21:46:43Z", "webTitle": "Jürgen Klopp: For me to beat City was the perfect way to end the year", "webUrl": "https://www.theguardian.com/football/2016/dec/31/jurgen-klopp-liverpool-manchester-city-pep-guardiola", "wordCnt": 520}, {"apiUrl": "https://content.guardianapis.com/football/blog/2016/dec/31/liverpool-manchester-city-", "firPara": "Liverpool have so many attacking players of pace and quality they can make light of the absence of Philippe Coutinho and leave Daniel Sturridge on the bench for long periods. They would probably find it hard to be as effective without James Milner, though. The converted full-back is, as his spoof Twitter persona suggests, Mr Dependable. Now operating in a new position at the fifth Premier League club of his remarkable career, Milner will not have surprised anyone at the club he left to join Liverpool.", "id": "football/blog/2016/dec/31/liverpool-manchester-city-", "isHosted": false, "secPara": "The former Manchester City player is so much more than a fill-in at full-back. Tasked with keeping Raheem Sterling quiet in this game, no easy job even if the winger rarely shines against his old side, Milner still found time to get up in support of the players ahead of him and distribute the ball with his usual reliability.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-12-31T19:52:36Z", "webTitle": "James Milner plays Mr Dependable in Liverpool’s new era of unflappability | Paul Wilson", "webUrl": "https://www.theguardian.com/football/blog/2016/dec/31/liverpool-manchester-city-", "wordCnt": 857}, {"apiUrl": "https://content.guardianapis.com/football/2016/dec/31/liverpool-manchester-city-premier-league-match-report", "firPara": "These are the moments when Liverpools supporters must hold genuine hope their team are capable of catching and overhauling Chelsea at the top of the Premier League table. There is still a six-point deficit but Jürgen Klopps men look absolutely convinced they have what it takes and it was not a coincidence that the man in charge of the music belted out an old Starship track straight after the final whistle. Nothings Gonna Stop Us Now felt like an accurate gauge of the mood.", "id": "football/2016/dec/31/liverpool-manchester-city-premier-league-match-report", "isHosted": false, "secPara": "Anfield was certainly a happy place because Liverpool not only signalled their intentions here but blew a gaping hole in the title chances on another of the teams who began the season with lofty ambitions. Georginio Wijnaldums goal inflicted the damage and the 10-match winning sequence with which Pep Guardiola introduced himself at Manchester City is starting to feel like a deception. This was another erratic display and, however it is dressed up, Citys owners did not bring in Guardiola to be 10 points adrift at the halfway point of the season.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-12-31T19:37:30Z", "webTitle": "Georginio Wijnaldum gives Liverpool deserved win against Manchester City", "webUrl": "https://www.theguardian.com/football/2016/dec/31/liverpool-manchester-city-premier-league-match-report", "wordCnt": 924}, {"apiUrl": "https://content.guardianapis.com/football/live/2016/dec/31/liverpool-v-manchester-city-premier-league-live", "firPara": "Georginio Wijnaldums early goal settled a curiously underwhelming New Years Eve contest at Anfield", "id": "football/live/2016/dec/31/liverpool-v-manchester-city-premier-league-live", "isHosted": false, "secPara": "Georginio Wijnaldums early goal settled a curiously underwhelming New Years Eve contest at Anfield", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2016-12-31T19:26:04Z", "webTitle": "Liverpool 1-0 Manchester City: Premier League – as it happened", "webUrl": "https://www.theguardian.com/football/live/2016/dec/31/liverpool-v-manchester-city-premier-league-live", "wordCnt": 1943}, {"apiUrl": "https://content.guardianapis.com/football/2016/dec/31/scottish-premiership-motherwell-ross-county-hibernian", "firPara": "Liam Boyce scored a first-half double as Ross County moved into the top six of the Scottish Premiership with a 3-2 win over local rivals Inverness Caledonian Thistle.", "id": "football/2016/dec/31/scottish-premiership-motherwell-ross-county-hibernian", "isHosted": false, "secPara": "The result ended a series of five successive wins in Dingwall for Inverness.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-12-31T19:16:57Z", "webTitle": "Scottish roundup: Liam Boyce inspires Ross County’s win over Inverness", "webUrl": "https://www.theguardian.com/football/2016/dec/31/scottish-premiership-motherwell-ross-county-hibernian", "wordCnt": 443}, {"apiUrl": "https://content.guardianapis.com/football/football-league-blog/2016/dec/31/football-league-your-thoughts-boltons-henry-spoils-scunthorpe-party", "firPara": "James Henrys late winner sees Bolton replace their opponents in League Ones top two, Gianfranco Zola gets off the mark at Birmingham and Colchesters remarkable rise in League Two continues", "id": "football/football-league-blog/2016/dec/31/football-league-your-thoughts-boltons-henry-spoils-scunthorpe-party", "isHosted": false, "secPara": "James Henrys late winner sees Bolton replace their opponents in League Ones top two, Gianfranco Zola gets off the mark at Birmingham and Colchesters remarkable rise in League Two continues", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-12-31T18:32:13Z", "webTitle": "Football League your thoughts: Bolton's Henry spoils party for Scunthorpe", "webUrl": "https://www.theguardian.com/football/football-league-blog/2016/dec/31/football-league-your-thoughts-boltons-henry-spoils-scunthorpe-party", "wordCnt": 90}, {"apiUrl": "https://content.guardianapis.com/football/2016/dec/31/wolverhampton-wanderers-qpr-championship-amtch-report", "firPara": "Ian Holloway had the last laugh on fans telling him he would be getting sacked in the morning by conducting the orchestra during the game and later echoed the Molineux wits when he said It doesnt matter anyway because Im just a shit Gary Neville.", "id": "football/2016/dec/31/wolverhampton-wanderers-qpr-championship-amtch-report", "isHosted": false, "secPara": "The Queens Park Rangers manager, who had bemoaned Brighton fans suggesting he would be relieved of his duties after his teams sixth successive defeat last Tuesday, earned himself some breathing space with an unlikely victory.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-12-31T17:45:15Z", "webTitle": "Ian Holloway reprieved after late Pawel Wszolek winner lifts QPR", "webUrl": "https://www.theguardian.com/football/2016/dec/31/wolverhampton-wanderers-qpr-championship-amtch-report", "wordCnt": 667}, {"apiUrl": "https://content.guardianapis.com/football/2016/dec/31/swansea-city-bournemouth-premier-league-match-report", "firPara": "As an advertisement for the Swansea City managers job, this was about as damaging as it gets, yet a fourth successive defeat and the prospect of taking over the Premier Leagues bottom team have not discouraged Paul Clement from accepting the offer to replace Bob Bradley.", "id": "football/2016/dec/31/swansea-city-bournemouth-premier-league-match-report", "isHosted": false, "secPara": "Clement, Carlo Ancelottis No2 at Bayern Munich, has agreed in principle to become Swanseas third manager of the season, with the 44-year-old to be appointed in the next 48 hours and expected to meet the players before Tuesdays Premier League game at Crystal Palace.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-12-31T17:14:52Z", "webTitle": "Paul Clement to take Swansea job after Josh King seals easy Bournemouth win", "webUrl": "https://www.theguardian.com/football/2016/dec/31/swansea-city-bournemouth-premier-league-match-report", "wordCnt": 796}], "startIndex": 1531, "status": "ok", "total": 141934, "userTier": "developer"}}