{"response": {"currentPage": 301, "orderBy": "newest", "pageSize": 10, "pages": 14194, "results": [{"apiUrl": "https://content.guardianapis.com/football/2016/oct/22/leicester-city-crystal-palace-premier-league-match-report", "firPara": "This was more like the stuff of champions. Claudio Ranieri said he did not recognise his team when they folded at Chelsea but his players reintroduced themselves to him with style against Crystal Palace.", "id": "football/2016/oct/22/leicester-city-crystal-palace-premier-league-match-report", "isHosted": false, "secPara": "This was our best performance of the season, said the manager, who revealed he had demanded his players deliver a performance to kickstart their domestic campaign. I said maybe this would be the basement of our Premier League season, so it was important to win. We won, we played well and the only thing I didnt like was that Crystal Palace scored, but I have to recognise they deserved that.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-10-22T16:19:23Z", "webTitle": "Leicester on track as Shinji Okazaki shines in win over Crystal Palace", "webUrl": "https://www.theguardian.com/football/2016/oct/22/leicester-city-crystal-palace-premier-league-match-report", "wordCnt": 721}, {"apiUrl": "https://content.guardianapis.com/football/2016/oct/22/steven-gerrard-instagram-la-galaxy-mls", "firPara": "Steven Gerrard has strongly hinted that his LA Galaxy career is over.", "id": "football/2016/oct/22/steven-gerrard-instagram-la-galaxy-mls", "isHosted": false, "secPara": "The former Liverpool midfielder, who joined the MLS club in July 2015, wrote what looked suspiciously like a farewell message on Instagram on Saturday.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-10-22T16:16:35Z", "webTitle": "Steven Gerrard suggests he's finished with LA Galaxy", "webUrl": "https://www.theguardian.com/football/2016/oct/22/steven-gerrard-instagram-la-galaxy-mls", "wordCnt": 276}, {"apiUrl": "https://content.guardianapis.com/football/live/2016/oct/22/arsenal-v-middlesbrough-premier-league-live", "firPara": "A really entertaining 0-0 draw, but what a missed opportunity for Arsenal. They huffed and puffed, but too many of their attacking players werent at it, and Boro might have won all three points, having spurned three clear chances in the first half. Still, an excellent point for Aitor Karankas team, who defended with tenacity and concentration. And Adama Traoré was superb.", "id": "football/live/2016/oct/22/arsenal-v-middlesbrough-premier-league-live", "isHosted": false, "secPara": "Thanks for reading. Liverpool v West Brom is up next.", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2016-10-22T15:57:47Z", "webTitle": "Arsenal 0-0 Middlesbrough: Premier League – as it happened", "webUrl": "https://www.theguardian.com/football/live/2016/oct/22/arsenal-v-middlesbrough-premier-league-live", "wordCnt": 1089}, {"apiUrl": "https://content.guardianapis.com/football/blog/2016/oct/22/manchester-united-paul-pogba-jose-mourinho-chelsea", "firPara": "Manchester United are still looking for a first league win in October, and go to Stamford Bridge a couple of places behind Chelsea in the table, though at least José Mourinho can turn up at his old club with the satisfaction of having steadied the ship at his new one.", "id": "football/blog/2016/oct/22/manchester-united-paul-pogba-jose-mourinho-chelsea", "isHosted": false, "secPara": "Granted, United have been less than imperious thus far, whichever combination of players they have used. Not all of their summer signings have impressed and some of the football has been reminiscent of the long afternoons that brought an early end to Louis van Gaal and his three-year plan. Yet, despite initial appearances, there have been signs of late that United under their new manager do not intend to spend the whole season in the shadow of Manchester City and theirs.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-10-22T14:52:00Z", "webTitle": "Manchester United paid big money – now Paul Pogba must rise to big games | Paul Wilson", "webUrl": "https://www.theguardian.com/football/blog/2016/oct/22/manchester-united-paul-pogba-jose-mourinho-chelsea", "wordCnt": 1247}, {"apiUrl": "https://content.guardianapis.com/football/live/2016/oct/22/bournemouth-v-tottenham-hotspur-premier-league-live", "firPara": "Tottenham were left frustrated after failing to go top of the table, but were matched by their hosts in a game with chances and controversy, as both Erik Lamela and Moussa Sissoko escaped red cards", "id": "football/live/2016/oct/22/bournemouth-v-tottenham-hotspur-premier-league-live", "isHosted": false, "secPara": "Thats all from me, but theres plenty more football happening. Join Tim Hill for Arsenal v Middlesbrough here, and Ben Fisher for a bumper clockwatch over here. And heres the match report, hot and fresh out the kitchen, from Sachin Nakrani", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2016-10-22T13:39:42Z", "webTitle": "Bournemouth 0-0 Tottenham Hotspur: Premier League – as it happened", "webUrl": "https://www.theguardian.com/football/live/2016/oct/22/bournemouth-v-tottenham-hotspur-premier-league-live", "wordCnt": 1597}, {"apiUrl": "https://content.guardianapis.com/football/2016/oct/22/bournemouth-tottenham-hotspur-premier-league-match-report", "firPara": "At the end of a fiery and fully committed contest, a draw was probably a fair result, yet ultimately both teams may well reflect on what might have been. For Tottenham Hotspur this was a chance missed to go top after largely dominating proceedings while for Bournemouth the feeling will be that having performed with great togetherness they could have won had their opponents been reduced to 10, and possibly even nine, players.", "id": "football/2016/oct/22/bournemouth-tottenham-hotspur-premier-league-match-report", "isHosted": false, "secPara": "On a different day and with a referee who showed less leniency than Craig Pawson did here, both Érik Lamela and Moussa Sissoko would almost certainly have been sent off for their respective displays of recklessness. Sissokos incident was the most blatant with the midfielder, having come on as a 72nd-minute substitute, clearly striking Harry Arter with his elbow as the pair tussled by the near touchline. Arter was enraged and complained to Pawson, but the official, despite having a clear view of what had happened, took no action. That was also the case on 40 minutes, when Lamela lunged in on Dan Gosling having already received a yellow card. The Argentinians reaction was that of a man who expected to be dismissed, but he survived.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-10-22T13:34:46Z", "webTitle": "Tottenham miss chance to go top at Bournemouth but escape red cards", "webUrl": "https://www.theguardian.com/football/2016/oct/22/bournemouth-tottenham-hotspur-premier-league-match-report", "wordCnt": 789}, {"apiUrl": "https://content.guardianapis.com/football/blog/2016/oct/22/sounthampton-claude-puel-manchester-city", "firPara": "The Frenchman only took charge in the summer but Claude Puel has already shown his ability at nurturing youth and producing exciting football", "id": "football/blog/2016/oct/22/sounthampton-claude-puel-manchester-city", "isHosted": false, "secPara": "When Manchester City take the field on Sunday they will be watched by an extremely demanding manager who is demonstrating this season why he has a reputation for cultivating an attractive style of play, improving young players and making contentious decisions. Claude Puel is no Pep Guardiola but Southampton are finding the Frenchman has a way of working that takes some getting used to. And it could bring fresh success.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-10-22T09:15:12Z", "webTitle": "Claude Puel helps Southampton forge thrilling new identity | Paul Doyle", "webUrl": "https://www.theguardian.com/football/blog/2016/oct/22/sounthampton-claude-puel-manchester-city", "wordCnt": 1266}, {"apiUrl": "https://content.guardianapis.com/football/2016/oct/22/mls-who-needs-what-to-make-the-playoffs-on-decision-day", "firPara": "The Eastern Conference is all but decided but there are still three playoff places to fight for in the West as we enter the final weekend of the regular season", "id": "football/2016/oct/22/mls-who-needs-what-to-make-the-playoffs-on-decision-day", "isHosted": false, "secPara": "MLS will make history this Sunday as all 20 teams kick-off at the same time (4pm ET) on the last day of the regular season. The league has gone with the snappy title of Decision Day, and hopes to add an extra dose of entertainment on a day where the fate of most teams are pretty much set.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-10-22T09:00:12Z", "webTitle": "MLS: who needs what to make the playoffs on Decision Day?", "webUrl": "https://www.theguardian.com/football/2016/oct/22/mls-who-needs-what-to-make-the-playoffs-on-decision-day", "wordCnt": 738}, {"apiUrl": "https://content.guardianapis.com/football/2016/oct/22/gary-lineker-defends-twitter-views-as-the-sun-gives-him-red-card", "firPara": "Presenters views on immigration have landed him in the Suns relegation zone but former striker is not hanging up his boots", "id": "football/2016/oct/22/gary-lineker-defends-twitter-views-as-the-sun-gives-him-red-card", "isHosted": false, "secPara": "Presenters views on immigration have landed him in the Suns relegation zone but former striker is not hanging up his boots", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-10-22T07:00:10Z", "webTitle": "Gary Lineker defends Twitter views as the Sun gives him red card", "webUrl": "https://www.theguardian.com/football/2016/oct/22/gary-lineker-defends-twitter-views-as-the-sun-gives-him-red-card", "wordCnt": 910}, {"apiUrl": "https://content.guardianapis.com/football/2016/oct/21/russia-2018-zabivaka-world-cup-mascot", "firPara": "Russia have unveiled their mascot for the 2018 World Cup – Zabivaka the wolf.", "id": "football/2016/oct/21/russia-2018-zabivaka-world-cup-mascot", "isHosted": false, "secPara": "Zabivaka, whose name means the one who scores in Russian is described as charming, confident and social and has always dreamt of becoming a football star, received 53% of the one million votes in a Fifa poll, beating competition from a tiger who got 27% and cat which collected 20%. He was developed by student designer Ekaterina Bocharova.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-10-21T22:48:05Z", "webTitle": "Russia 2018: World Cup mascot Zabivaka the wolf unveiled in Moscow", "webUrl": "https://www.theguardian.com/football/2016/oct/21/russia-2018-zabivaka-world-cup-mascot", "wordCnt": 354}], "startIndex": 3001, "status": "ok", "total": 141935, "userTier": "developer"}}