{"response": {"currentPage": 97, "orderBy": "newest", "pageSize": 10, "pages": 14194, "results": [{"apiUrl": "https://content.guardianapis.com/football/2017/jan/29/lauren-arsenal-invincible-cameroon-spain-maradona", "firPara": "Hell make a good quiz question one day which Spaniard won the Africa Cup of Nations, an Olympic Gold and the Premier League? Need a clue? He was at the same club as Diego Maradona; shared a room with Samuel Etoo, the only team-mate he could talk to; and his World Cup debut ended with him sent off six minutes after he came on. The team he beat on penalties to take that gold boasted Xavi Hernández, Carles Puyol and Carlos Marchena, among his closest friends, and he scored in the shootout, just as he scored a 90th-minute winner in the semi. Still not got it? Hes been named the ACNs best player, played in a Cup Winners Cup final at Villa Park and won an FA Cup at Wembley, his clubs first for 69 years.", "id": "football/2017/jan/29/lauren-arsenal-invincible-cameroon-spain-maradona", "isHosted": false, "secPara": "Oh, and he won the Premier League without losing a match.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-29T21:00:08Z", "webTitle": "Lauren: How I rose from humble beginnings to an Arsenal ‘Invincible’", "webUrl": "https://www.theguardian.com/football/2017/jan/29/lauren-arsenal-invincible-cameroon-spain-maradona", "wordCnt": 2380}, {"apiUrl": "https://content.guardianapis.com/football/live/2017/jan/29/egypt-morocco-afcon-2017-live", "firPara": "Seven-time Africa Cup of Nations winners Egypt are through to the 2017 semi-finals after Mahmoud Kahrabas late winner against Morocco in Port-Gentil", "id": "football/live/2017/jan/29/egypt-morocco-afcon-2017-live", "isHosted": false, "secPara": "Seven-time Africa Cup of Nations winners Egypt are through to the 2017 semi-finals after Mahmoud Kahrabas late winner against Morocco in Port-Gentil", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2017-01-29T20:59:03Z", "webTitle": "Egypt 1-0 Morocco: Afcon 2017 – as it happened", "webUrl": "https://www.theguardian.com/football/live/2017/jan/29/egypt-morocco-afcon-2017-live", "wordCnt": 1706}, {"apiUrl": "https://content.guardianapis.com/football/2017/jan/29/sutton-celebrate-biggest-achievement-in-our-history-against-leeds", "firPara": "Sutton United, the 16th-placed team in the National League, will be in the FA Cup fifth round draw on Monday after another memorable day of giantkilling, this time with Leeds United as their victims, that led to the victorious manager, Paul Doswell, hailing it as the biggest achievement in our history.", "id": "football/2017/jan/29/sutton-celebrate-biggest-achievement-in-our-history-against-leeds", "isHosted": false, "secPara": "Suttons 1-0 victory against Leeds at Gander Green Lane means the fifth round will feature two non-league sides for the first time, with another fifth-tier team, Lincoln City, already in the last 16 after their 3-1 defeat of Brighton &amp; Hove Albion on Saturday.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-29T20:16:03Z", "webTitle": "Sutton celebrate ‘biggest achievement in our history’ against Leeds", "webUrl": "https://www.theguardian.com/football/2017/jan/29/sutton-celebrate-biggest-achievement-in-our-history-against-leeds", "wordCnt": 659}, {"apiUrl": "https://content.guardianapis.com/football/2017/jan/30/sydney-fcs-big-blue-win-comes-more-out-of-habit-than-reflected-dominance", "firPara": "But as the game against Melbourne Victory proved, it is for that very reason the chasing pack should retain optimism as the A-League finals near", "id": "football/2017/jan/30/sydney-fcs-big-blue-win-comes-more-out-of-habit-than-reflected-dominance", "isHosted": false, "secPara": "Shut the gate, put down the glasses, tick it off, the fat lady has sung Sydney FC are the A-Leagues best team and will soon have a Premiers Plate to show for it.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-29T19:00:32Z", "webTitle": "Sydney FC's Big Blue win comes more out of habit than reflected dominance | Sam Perry", "webUrl": "https://www.theguardian.com/football/2017/jan/30/sydney-fcs-big-blue-win-comes-more-out-of-habit-than-reflected-dominance", "wordCnt": 851}, {"apiUrl": "https://content.guardianapis.com/football/live/2017/jan/29/manchester-united-v-wigan-fa-cup-live", "firPara": "Bastian Schweinsteiger capped his first Manchester United start in over a year with a goal, whilst Marouane Fellaini, Chris Smalling, Henrikh Mkhitaryan also netted", "id": "football/live/2017/jan/29/manchester-united-v-wigan-fa-cup-live", "isHosted": false, "secPara": "That was comfortable in the end, after Wigan showed some real fight in the first half. Fellainis goal just before half-time was a real killer for the Championship side. Mourinho will be pleased with the days work, Schweinsteiger and Shaw got a run out, as did the debutants Pereira and Tuanzebe. Martial went from awful as United No9 to arguably their best player when he switched to the left wing. No injuries to any players, and some key players rested for their game against Hull City on Wednesday.", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2017-01-29T17:54:29Z", "webTitle": "Manchester United 4-0 Wigan: FA Cup – as it happened", "webUrl": "https://www.theguardian.com/football/live/2017/jan/29/manchester-united-v-wigan-fa-cup-live", "wordCnt": 3054}, {"apiUrl": "https://content.guardianapis.com/football/2017/jan/29/michael-bradley-donald-trump-travel-ban-sports", "firPara": "The USA soccer captain, Michael Bradley, has attacked Donald Trumps executive order, which bans travel to the US from seven Muslim-majority countries.", "id": "football/2017/jan/29/michael-bradley-donald-trump-travel-ban-sports", "isHosted": false, "secPara": "When Trump won the presidential election in November, Bradley said it was important to give our president support. However, Trumps latest decision caused Bradley to speak out in an interview with Sports Illustrateds Grant Wahl and then on his Instagram page. ", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-29T17:19:14Z", "webTitle": "USMNT captain Bradley attacks Trump as sports world rounds on travel ban", "webUrl": "https://www.theguardian.com/football/2017/jan/29/michael-bradley-donald-trump-travel-ban-sports", "wordCnt": 649}, {"apiUrl": "https://content.guardianapis.com/football/2017/jan/29/sutton-united-leeds-united-fa-cup-fourth-round-match-report", "firPara": "By the time it was all over, the FA Cup had another of those results that will be remembered for as long as this daft old competition is still in existence and Sutton United, a club who will always be synonymous with giantkilling exploits, could reflect on the perfect day. Roses Tea Bar, a fixture here for more than 50 years, had finished with record profits.", "id": "football/2017/jan/29/sutton-united-leeds-united-fa-cup-fourth-round-match-report", "isHosted": false, "secPara": "The team had dumped out one of the most famous names in English football and, even in the moments of high excitement, their supporters had resisted any temptation to bang the metal stand on the Gander Green Lane end, in keeping with a pre-match request not to create noise nuisance for the people living nearby. It was just a surprise, perhaps, not to see anyone from those houses hanging out of the skylights for a free view.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-29T16:23:59Z", "webTitle": "Sutton’s dream run continues after Jamie Collins penalty topples Leeds", "webUrl": "https://www.theguardian.com/football/2017/jan/29/sutton-united-leeds-united-fa-cup-fourth-round-match-report", "wordCnt": 919}, {"apiUrl": "https://content.guardianapis.com/football/live/2017/jan/29/sutton-united-v-leeds-united-fa-cup-live", "firPara": "National League side Sutton beat Leeds United by a single goal at Gander Green Lane after captain Jamie Collinss second-half penalty sealed a deserved victory", "id": "football/live/2017/jan/29/sutton-united-v-leeds-united-fa-cup-live", "isHosted": false, "secPara": "National League side Sutton beat Leeds United by a single goal at Gander Green Lane after captain Jamie Collinss second-half penalty sealed a deserved victory", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2017-01-29T16:12:51Z", "webTitle": "Sutton United 1-0 Leeds United: FA Cup – as it happened", "webUrl": "https://www.theguardian.com/football/live/2017/jan/29/sutton-united-v-leeds-united-fa-cup-live", "wordCnt": 2613}, {"apiUrl": "https://content.guardianapis.com/football/2017/jan/29/fulham-hull-city-fa-cup-fourth-round-match-report", "firPara": "There was a gulf in class in evidence on the banks of the Thames but it was not one which conformed to the perceived natural order. Fulham of the Championship humiliated Hull City here to take their place in the fifth round, slickly carving apart opponents from the elite whose patched-up side wilted dismally in the drizzle. Perhaps this result could have been anticipated given how depleted the visitors had been rendered by injuries and player sales. But, even so, the manner of the defeat was still brutally embarrassing.", "id": "football/2017/jan/29/fulham-hull-city-fa-cup-fourth-round-match-report", "isHosted": false, "secPara": "They were torn apart by a 16‑year‑old full-back, the outstanding Ryan Sessegnon, and bullied by a centre‑forward in Chris Martin whose own clubs supporters spent almost an hour booing his every touch before those jeers gave way to cheers. If that was not unconventional enough, the hosts second-choice goalkeeper, Marcus Bettinelli, saved a pair of Abel Hernández penalties – the second thrillingly – within two minutes as Hulls FA Cup campaign fizzled out.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-29T14:47:36Z", "webTitle": "Stefan Johansen seals win over Hull City to send Fulham into last 16", "webUrl": "https://www.theguardian.com/football/2017/jan/29/fulham-hull-city-fa-cup-fourth-round-match-report", "wordCnt": 809}, {"apiUrl": "https://content.guardianapis.com/football/2017/jan/29/millwall-watford-fa-cup-fourth-round-match-report", "firPara": "For Millwall this was VB Day – Victory in Bermondsey Day – a chance to celebrate the clubs escape from a compulsory purchase order that threatened their existence in this part of the capital thanks to concerted campaigning led by the Guardians Barney Ronay. It has been a momentous week and ultimately an on-pitch victory would have been a bonus, a minor high in the grand scheme of things. Yet when it arrived, late and in style, there was no denying the rapture that swept though here. Joy unconfined and another Premier League team dumped out of the FA Cup at the place that well and truly remains the Den.", "id": "football/2017/jan/29/millwall-watford-fa-cup-fourth-round-match-report", "isHosted": false, "secPara": "As had been the case when they beat Bournemouth 3-0 in the third round, Millwall played with great togetherness, tenacity and, crucially, a desire to win. Neil Harriss men were not daunted by facing a side 39 league places above them and having created the majority of chances – eight, compared with Watfords two – they got the goal their display deserved. There were just five minutes remaining when Steve Morison, the League One sides top scorer, connected with Shane Fergusons left-sided cross with a perfectly timed volley at the back post. The ball fizzed through the legs of Heurelho Gomes and Millwall had sealed their place in the fifth round for the third time in six seasons.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-29T14:32:31Z", "webTitle": "Millwall celebrate historic week by dumping Watford out of FA Cup", "webUrl": "https://www.theguardian.com/football/2017/jan/29/millwall-watford-fa-cup-fourth-round-match-report", "wordCnt": 881}], "startIndex": 961, "status": "ok", "total": 141934, "userTier": "developer"}}