{"response": {"currentPage": 548, "orderBy": "newest", "pageSize": 10, "pages": 14195, "results": [{"apiUrl": "https://content.guardianapis.com/football/live/2016/jun/18/portugal-v-austria-euro-2016-live", "firPara": "Cristiano Ronaldo missed a penalty and several other gilt-edge chances as Portugal were held to a draw by Austria", "id": "football/live/2016/jun/18/portugal-v-austria-euro-2016-live", "isHosted": false, "secPara": "Peep! Peep! Peeeeeeeeeeep! Im not sure how that game ended scoreless, but it has. Cristiano missed several great chances tonight, not least the penalty from which he hit the upright. Austria were under the cosh for much of the game, but had chances of their own to win the game. They must beat Iceland to advance to the second round. On two points, Portugal will need a result against Hungary if they are to go through to the knockout stages.", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2016-06-18T20:51:57Z", "webTitle": "Portugal 0-0 Austria: Euro 2016 – as it happened", "webUrl": "https://www.theguardian.com/football/live/2016/jun/18/portugal-v-austria-euro-2016-live", "wordCnt": 1396}, {"apiUrl": "https://content.guardianapis.com/football/2016/jun/18/whitehall-suspects-kremlin-links-to-russian-euro-2016-hooligans-vladimir-putin", "firPara": "UK government we suspect many of those who attacked England supporters are in Russias uniformed services, fighting Putins hybrid warfare", "id": "football/2016/jun/18/whitehall-suspects-kremlin-links-to-russian-euro-2016-hooligans-vladimir-putin", "isHosted": false, "secPara": "UK government we suspect many of those who attacked England supporters are in Russias uniformed services, fighting Putins hybrid warfare", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-18T19:53:38Z", "webTitle": "Whitehall fears Russian football hooligans had Kremlin links", "webUrl": "https://www.theguardian.com/football/2016/jun/18/whitehall-suspects-kremlin-links-to-russian-euro-2016-hooligans-vladimir-putin", "wordCnt": 645}, {"apiUrl": "https://content.guardianapis.com/football/2016/jun/18/iceland-hungary-euro-2016-match-report", "firPara": "Hungary may still have to prove they are big enough to merit sharing a pitch with a certain Cristiano Ronaldo according to the mans idiosyncratic standards. Frankly it was hard enough for them sharing a pitch with Iceland. In this meeting of two of Euro 2016s surprise teams Iceland were three minutes away from etching their names into the history books as they pumped every muscle to protect a 1-0 lead. But as has become typical of this tournament, a late twist wrestled away the storyline.", "id": "football/2016/jun/18/iceland-hungary-euro-2016-match-report", "isHosted": false, "secPara": "Hungarys elation in snatching a draw, a result which, when added to their win over Austria, takes them so close to qualification for the round of 16 they can almost touch it, was epitomised by the emotional scenes at the final whistle. The vibrant communion between players and the massed support was not just about this goal, this game, this day. It was also a reflection of 30 years spent on the fringes of international football struggling to live up to their rich past. Their coach, Bernd Stork, recognised that. It was a great shadow when I started as a manager, he said. People still remain in the past. We have to support this new generation and give them a little time.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-18T18:17:13Z", "webTitle": "Hungary exult and Iceland only draw after Birkir Saevarsson own goal", "webUrl": "https://www.theguardian.com/football/2016/jun/18/iceland-hungary-euro-2016-match-report", "wordCnt": 819}, {"apiUrl": "https://content.guardianapis.com/football/2016/jun/18/russian-fans-euro-2016-jailed-far-right-affiliations", "firPara": "Two of the three Russian fans imprisoned in France for their part in violent clashes with England fans in Marseille were board members of the official supporters organisation run by Alexander Shprygin, who was revealed this week to have far-right affiliations.", "id": "football/2016/jun/18/russian-fans-euro-2016-jailed-far-right-affiliations", "isHosted": false, "secPara": "Like Shprygin, who was one of 20 Russian fans deported on Saturday by French authorities for their part in crowd trouble before and after their opening match against England in Marseille, they appeared to be part of the Russian delegation.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-18T18:12:29Z", "webTitle": "Two of three jailed Russian fans were on official supporters’ club board", "webUrl": "https://www.theguardian.com/football/2016/jun/18/russian-fans-euro-2016-jailed-far-right-affiliations", "wordCnt": 555}, {"apiUrl": "https://content.guardianapis.com/football/live/2016/jun/18/iceland-v-hungary-euro-2016-live", "firPara": "Iceland held on to the lead earned by Gylfi Sigurdssons first-half penalty until the dying minutes but Birkir Saevarssons own goal gave Hungary a share of the spoils and put them on the brink of the last 16", "id": "football/live/2016/jun/18/iceland-v-hungary-euro-2016-live", "isHosted": false, "secPara": "Iceland held on to the lead earned by Gylfi Sigurdssons first-half penalty until the dying minutes but Birkir Saevarssons own goal gave Hungary a share of the spoils and put them on the brink of the last 16", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2016-06-18T17:58:54Z", "webTitle": "Iceland 1-1 Hungary: Euro 2016 – as it happened", "webUrl": "https://www.theguardian.com/football/live/2016/jun/18/iceland-v-hungary-euro-2016-live", "wordCnt": 1585}, {"apiUrl": "https://content.guardianapis.com/football/2016/jun/18/france-euro-2016-paul-pogba-antoine-griezmann", "firPara": "With Paul Pogba and Antoine Griezmann – before his intervention against Albania – coming in for criticism after lacklustre performances, the hosts have still to convince their fans despite two wins from two", "id": "football/2016/jun/18/france-euro-2016-paul-pogba-antoine-griezmann", "isHosted": false, "secPara": "With six points, on top of their relatively straightforward group and set on a path into the last 16 that provides a potentially smooth route to the semi-finals on paper, France should be flying. Yet instead the country is fretting after two spluttering performances pulled out of the fire at the last.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-18T17:57:16Z", "webTitle": "France stays cool over Les Bleus’ hopes with Paul Pogba yet to make impact", "webUrl": "https://www.theguardian.com/football/2016/jun/18/france-euro-2016-paul-pogba-antoine-griezmann", "wordCnt": 904}, {"apiUrl": "https://content.guardianapis.com/global/2016/jun/18/gianni-de-biasi-albania-romania-group-a", "firPara": "It may have been a wilful attempt to keep expectations at rock bottom but pre-tournament discussion in Albania centred for the most part on the nations happiness to have reached their first tournament. A dream, said the manager, Gianni De Biasi, on the eve of their opening game, intimating that the real achievement was just getting to France. Now they are two games in, the feeling must be some way different.", "id": "global/2016/jun/18/gianni-de-biasi-albania-romania-group-a", "isHosted": false, "secPara": "Before an eminently winnable group closer against Romania a sense of what might have been has crept in. The Switzerland match, where they fell behind early on but created numerous chances, slipped away on account of the captain Lorik Canas entirely avoidable sending off in the first half. Against France they defended brilliantly for 89 minutes before breaking at the death, conceding twice for a largely undeserved 2-0 defeat.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-18T17:44:13Z", "webTitle": "Gianni De Biasi rues Albania’s missed chances as Romania eye last 16", "webUrl": "https://www.theguardian.com/global/2016/jun/18/gianni-de-biasi-albania-romania-group-a", "wordCnt": 570}, {"apiUrl": "https://content.guardianapis.com/football/blog/2016/jun/18/republic-of-ireland-belgium-martin-oneill-italy", "firPara": "Irelands Euro 2016 hopes took a hit in Bordeaux but with Italy already Group winners Martin ONeill will be hoping they face an under-strength team in Lille", "id": "football/blog/2016/jun/18/republic-of-ireland-belgium-martin-oneill-italy", "isHosted": false, "secPara": "Irelands Euro 2016 hopes took a hit in Bordeaux but with Italy already Group winners Martin ONeill will be hoping they face an under-strength team in Lille", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-18T17:19:36Z", "webTitle": "Republic of Ireland outclassed by Belgium everywhere except the stands | Stuart James", "webUrl": "https://www.theguardian.com/football/blog/2016/jun/18/republic-of-ireland-belgium-martin-oneill-italy", "wordCnt": 897}, {"apiUrl": "https://content.guardianapis.com/football/2016/jun/18/leicester-nampalys-mendy-mario-lemina-signing-close", "firPara": "Leicester are close to completing the signing of the France Under-21 midfielder Nampalys Mendy after Nice accepted a revised offer of around £10m, although the Premier League champions could still make a move to sign Mario Lemina from Juventus as well.", "id": "football/2016/jun/18/leicester-nampalys-mendy-mario-lemina-signing-close", "isHosted": false, "secPara": "It is understood that Mendy, who played under Ranieri at Monaco before moving to Nice in 2013 for an undisclosed fee after his contract expired, will fly to England on Monday to finalise his transfer after several weeks of negotiations between the two clubs.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-18T17:05:00Z", "webTitle": "Leicester close in on Nice’s Nampalys Mendy and retain interest in Mario Lemina", "webUrl": "https://www.theguardian.com/football/2016/jun/18/leicester-nampalys-mendy-mario-lemina-signing-close", "wordCnt": 239}, {"apiUrl": "https://content.guardianapis.com/football/2016/jun/18/slovakia-england-jan-kozak-marek-hamsik", "firPara": "It might be stretching a point to say Slovakia are Group Bs sleeper cell but they are certainly doing their business away from the glare under which their peers have been placed. Visitors to their base in Vichy have been relatively few; three foreign journalists – two English, one Russian – attended their media activities afternoon and external strains on their preparations have been notable only for their absence.", "id": "football/2016/jun/18/slovakia-england-jan-kozak-marek-hamsik", "isHosted": false, "secPara": "The slow-moving pace of life in Vichy, whose welcome has been one of restrained politeness, probably helps focus the mind and not too many brains around the camp need to be picked before it seeps out that two weeks here have fermented a degree of stir-craziness. The days of the État Français might be long gone, but self-government is hardly an issue in a town best known nowadays for the restorative qualities of its spas.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-18T15:52:04Z", "webTitle": "Slovakia eager to put quiet life behind them as England game approaches", "webUrl": "https://www.theguardian.com/football/2016/jun/18/slovakia-england-jan-kozak-marek-hamsik", "wordCnt": 801}], "startIndex": 5471, "status": "ok", "total": 141941, "userTier": "developer"}}