{"response": {"currentPage": 370, "orderBy": "newest", "pageSize": 10, "pages": 14194, "results": [{"apiUrl": "https://content.guardianapis.com/football/2016/sep/20/football-transfer-rumour-mill-arsenal-hector-bellerin-barcelona-man-city", "firPara": "Todays fluff better read between the lines", "id": "football/2016/sep/20/football-transfer-rumour-mill-arsenal-hector-bellerin-barcelona-man-city", "isHosted": false, "secPara": "Todays fluff better read between the lines", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-20T07:52:20Z", "webTitle": "Football transfer rumours: Héctor Bellerín to Barcelona or Manchester City?", "webUrl": "https://www.theguardian.com/football/2016/sep/20/football-transfer-rumour-mill-arsenal-hector-bellerin-barcelona-man-city", "wordCnt": 558}, {"apiUrl": "https://content.guardianapis.com/football/2016/sep/19/joey-barton-interview-conflict-rangers", "firPara": "After a week in which he has been reported as missing, banished from his club and smeared all over the internet in another overheated football story, Joey Barton should look miserable. He has also just written a book in which he confronts his brutal past with an unflinching gaze. Over the years Barton has been imprisoned, banned, deported and mocked for his attempts to educate and improve himself.", "id": "football/2016/sep/19/joey-barton-interview-conflict-rangers", "isHosted": false, "secPara": "The latest vortex unfurls in Glasgow where Barton, surprisingly, is calm and amiable. But he retains his old verbal swagger. The tallest trees catch the most wind, he says with a little smile. That comes with the territory of being me.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-19T21:59:00Z", "webTitle": "Joey Barton: ‘If someone is looking for conflict I won’t shy away from it – ever’ | Donald McRae", "webUrl": "https://www.theguardian.com/football/2016/sep/19/joey-barton-interview-conflict-rangers", "wordCnt": 2916}, {"apiUrl": "https://content.guardianapis.com/football/2016/sep/19/tottenham-await-harry-kane-scan-result-ankle-ligament-damage-fear", "firPara": "• Spurs fear striker suffered ankle ligament damage against Sunderland", "id": "football/2016/sep/19/tottenham-await-harry-kane-scan-result-ankle-ligament-damage-fear", "isHosted": false, "secPara": "Tottenham Hotspur are awaiting the results of a second scan on Harry Kanes ankle amid fears the England striker may have sustained ligament damage during the victory against Sunderland on Sunday, an injury that could sideline him for up to two months.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-19T21:51:00Z", "webTitle": "Harry Kane facing up to two months out as Tottenham await scan result", "webUrl": "https://www.theguardian.com/football/2016/sep/19/tottenham-await-harry-kane-scan-result-ankle-ligament-damage-fear", "wordCnt": 583}, {"apiUrl": "https://content.guardianapis.com/football/2016/sep/19/chelsea-hopeful-john-terry-will-be-back-for-premier-league-match-at-arsenal", "firPara": "Chelsea are hopeful John Terry will be able to return from an ankle injury for the derby at Arsenal on Saturday as Antonio Conte targets a big week and a reaction from his players after enduring his first defeat as manager.", "id": "football/2016/sep/19/chelsea-hopeful-john-terry-will-be-back-for-premier-league-match-at-arsenal", "isHosted": false, "secPara": "Terry strained the ligaments in the joint late on in the draw with Swansea City eight days ago and, having missed the 2-1 home defeat by Liverpool, will also sit out the League Cup tie at Leicester City on Tuesday. But the 35-year-old has played a part in full training with his team-mates at Cobham and, while he will be absent at the King Power stadium, he is on target to return to the side at the Emirates stadium.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-19T21:42:00Z", "webTitle": "Chelsea hopeful John Terry will be back for Premier League match at Arsenal", "webUrl": "https://www.theguardian.com/football/2016/sep/19/chelsea-hopeful-john-terry-will-be-back-for-premier-league-match-at-arsenal", "wordCnt": 463}, {"apiUrl": "https://content.guardianapis.com/football/2016/sep/19/keeper-loris-karius-set-for-competitive-liverpool-debut-at-derby-in-efl-cup", "firPara": "Loris Karius will make his competitive Liverpool debut at Derby County on Tuesday with Jürgen Klopp claiming he does not have a No1 goalkeeper at Anfield.", "id": "football/2016/sep/19/keeper-loris-karius-set-for-competitive-liverpool-debut-at-derby-in-efl-cup", "isHosted": false, "secPara": "The £4.7m summer signing will start the EFL Cup third-round tie at the iPro Stadium having been sidelined at the start of the season by a broken hand.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-19T21:32:00Z", "webTitle": "Keeper Loris Karius set for Liverpool debut at Derby in EFL Cup", "webUrl": "https://www.theguardian.com/football/2016/sep/19/keeper-loris-karius-set-for-competitive-liverpool-debut-at-derby-in-efl-cup", "wordCnt": 690}, {"apiUrl": "https://content.guardianapis.com/football/2016/sep/19/mark-hughes-retains-support-stoke-city-board-frustrating-form", "firPara": "Mark Hughes made clear his frustrations at Stoke Citys shoddy start to the new campaign to his underperforming players in the Selhurst Park dressing room on Sunday – but the clubs manager of three years is under no immediate danger of the sack.", "id": "football/2016/sep/19/mark-hughes-retains-support-stoke-city-board-frustrating-form", "isHosted": false, "secPara": "Stoke lost 4-1 against Crystal Palace, the third time in four league games that they have been breached four times, and continue to prop up the division with one point from five winless fixtures. Hughess side have yet even to take the lead in a league match this term and are already saddled with a goal difference of -11, with the manager berating the teams woeful performance as unacceptable in the aftermath of their latest defeat.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-19T21:30:42Z", "webTitle": "Mark Hughes retains support of Stoke City board despite frustrating form", "webUrl": "https://www.theguardian.com/football/2016/sep/19/mark-hughes-retains-support-stoke-city-board-frustrating-form", "wordCnt": 598}, {"apiUrl": "https://content.guardianapis.com/football/2016/sep/19/arsene-wenger-nicklas-bendtner-nottingham-forest-arsenal-efl-cup", "firPara": "• Dane faces old club Arsenal in EFL Cup third round", "id": "football/2016/sep/19/arsene-wenger-nicklas-bendtner-nottingham-forest-arsenal-efl-cup", "isHosted": false, "secPara": "Arsène Wenger believes Nicklas Bendtner has a point to prove at Nottingham Forest as the former Arsenal striker faces his old club on Tuesday in the third round of the EFL Cup.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-19T21:30:42Z", "webTitle": "Arsène Wenger surprised Nicklas Bendtner signed for Nottingham Forest", "webUrl": "https://www.theguardian.com/football/2016/sep/19/arsene-wenger-nicklas-bendtner-nottingham-forest-arsenal-efl-cup", "wordCnt": 502}, {"apiUrl": "https://content.guardianapis.com/football/blog/2016/sep/19/valencia-bottom-la-liga-sid-lowe", "firPara": "It is the joint-worst start in their history, and Valencia coach Pako Ayestarán already faces heat in the media and from within the club itself", "id": "football/blog/2016/sep/19/valencia-bottom-la-liga-sid-lowe", "isHosted": false, "secPara": "The day before Pako Ayestarán flew to Singapore to meet the Valencia owner Peter Lim and discuss becoming the manager at Mestalla, he phoned Gary Neville to ask for his blessing. Neville was the one who had taken him there in the first place, after all, the man who had publicly insisted when I go, Pako goes, and now Ayesteran was about to take his job. It was an awkward phone call but, if the Englishman wasnt entirely pleased, he told Ayestarán to go for it. He also told Lim that his former assistant was the best man for the job. At the time, the new manager was grateful. He might not be so sure now. They might not be, either.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-19T16:27:04Z", "webTitle": "Valencia are bottom and fast becoming the old lady who swallowed a fly | Sid Lowe", "webUrl": "https://www.theguardian.com/football/blog/2016/sep/19/valencia-bottom-la-liga-sid-lowe", "wordCnt": 1827}, {"apiUrl": "https://content.guardianapis.com/football/blog/2016/sep/19/sunderland-jordan-pickford-goalkeeper-england-under21-joe-hart", "firPara": "Joe Harts decision to turn down Sunderland last month has offered a potential successor as Englands No1 goalkeeper a long‑awaited chance to command centre stage.", "id": "football/blog/2016/sep/19/sunderland-jordan-pickford-goalkeeper-england-under21-joe-hart", "isHosted": false, "secPara": "Jordan Pickford already has nine England Under-21 caps but watching him excel against Tottenham Hotspur at White Hart Lane on Sunday it is easy to envisage the 22-year-old from Washington, Tyne and Wear, eventually taking over from Hart at senior level. Sunderlands coaching staff have known about his extravagant potential for years but following loan stints at Darlington, Altrincham, Burton Albion, Carlisle United, Bradford City and Preston North End, he began this season as Vito Mannones understudy.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-19T15:29:41Z", "webTitle": "Sunderland look to be in safe hands with Jordan Pickford between the sticks | Louise Taylor", "webUrl": "https://www.theguardian.com/football/blog/2016/sep/19/sunderland-jordan-pickford-goalkeeper-england-under21-joe-hart", "wordCnt": 770}, {"apiUrl": "https://content.guardianapis.com/football/blog/2016/sep/19/jose-mourinho-manchester-united-five-things-wayne-rooney-paul-pogba", "firPara": "At the moment José Mourinho is a manager confused regarding his best XI or Manchester United would not have lost three consecutive games and the Portuguese suffer the run for a first time since his Porto days. The Portugueses indecisiveness is quaint for a glittering career built on the requisite ruthlessness. For the defeat against Manchester City in came Henrikh Mkhitaryan for a full debut despite an injury during the international break, and Jesse Lingard, who had not featured since the Community Shield for the same reason. This meant Marcus Rashford, who scored a dying-moments winner at Hull City and a hat-trick for England Under‑21s in his two previous outings, was on the bench again. By half-time Mkhitaryan and Lingard had been dire and were hooked – Rashford and Ander Herrera went on.", "id": "football/blog/2016/sep/19/jose-mourinho-manchester-united-five-things-wayne-rooney-paul-pogba", "isHosted": false, "secPara": "The muddled thinking continued at Watford. Paul Pogbas disappointing form meant Mourinho discarded the 4-2-3-1 he had thus far fielded for a 4-3-3 that had the Frenchman on the left of midfield. Wayne Rooney was on the right – yet another puzzler as Mourinho has said that Rooney is a 10, 9, or 9½, but never an 8. Both Pogba and the captain were poor.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-19T15:25:10Z", "webTitle": "Five things José Mourinho must do to stop the rot at Manchester United | Jamie Jackson", "webUrl": "https://www.theguardian.com/football/blog/2016/sep/19/jose-mourinho-manchester-united-five-things-wayne-rooney-paul-pogba", "wordCnt": 809}], "startIndex": 3691, "status": "ok", "total": 141935, "userTier": "developer"}}