{"response": {"currentPage": 400, "orderBy": "newest", "pageSize": 10, "pages": 14194, "results": [{"apiUrl": "https://content.guardianapis.com/football/live/2016/sep/04/international-clockwatch-scotland-northern-ireland-norway-v-germany-and-more-live", "firPara": "Scotland got their 2018 World Cup qualifying campaign off to a strong start, Northern Ireland clung on for a valuable point in Prague, Germany eased to a 3-0 win in Norway and Romania missed a 97th minute penalty to squander victory", "id": "football/live/2016/sep/04/international-clockwatch-scotland-northern-ireland-norway-v-germany-and-more-live", "isHosted": false, "secPara": "Scotland can be pleased with their nights work, in the end. But they looked shaky when it was 11 v 11, and there will be plenty of things to work on, before their match against Lithuania next month. Still a 5-1 win is a comprehensive victory. Snodgrass has admitted that his first goal was a fluke, and replays have shown that Scotland should never have been awarded their penalty, which effectively changed the game with Malta going a man down as well.", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2016-09-04T20:56:13Z", "webTitle": "2018 World Cup qualifying clockwatch: Scotland thrash Malta 5-1, Northern Ireland earn draw – as it happened", "webUrl": "https://www.theguardian.com/football/live/2016/sep/04/international-clockwatch-scotland-northern-ireland-norway-v-germany-and-more-live", "wordCnt": 2485}, {"apiUrl": "https://content.guardianapis.com/football/2016/sep/04/england-slovakia-sam-allardyce-wayne-rooney-world-cup-qualifier", "firPara": "Manager reaffirms faith in captain as he becomes countrys most capped outfield player after late win points team in right direction on road to Moscow", "id": "football/2016/sep/04/england-slovakia-sam-allardyce-wayne-rooney-world-cup-qualifier", "isHosted": false, "secPara": "Manager reaffirms faith in captain as he becomes countrys most capped outfield player after late win points team in right direction on road to Moscow", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-04T20:51:04Z", "webTitle": "Sam Allardyce bats away questions over Wayne Rooney’s role in England victory | Dominic Fifield", "webUrl": "https://www.theguardian.com/football/2016/sep/04/england-slovakia-sam-allardyce-wayne-rooney-world-cup-qualifier", "wordCnt": 941}, {"apiUrl": "https://content.guardianapis.com/football/2016/sep/04/union-head-dont-know-of-referees-asked-to-lie", "firPara": "The head of the referees union, Prospect, said he does not know of any officials being asked to lie in their post-match reports to the Football Association, following the former Premier League referee Mark Halseys claims he had been put under pressure from PGMOL, the body in charge of Premier League refereeing, to falsely say he had not seen controversial incidents.", "id": "football/2016/sep/04/union-head-dont-know-of-referees-asked-to-lie", "isHosted": false, "secPara": "Alan Leighton was responding to the controversy caused by tweets sent by Halsey, with regards to the three-match ban handed to Sergio Agüero for elbowing Winston Reid during Manchester Citys victory over West Ham. The ban was added retrospectively by the FA after the referee Andre Marriner failed to include the incident in his post-match report.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-04T19:32:52Z", "webTitle": "Referees’ chief: I don’t know of any officials being asked to lie in reports", "webUrl": "https://www.theguardian.com/football/2016/sep/04/union-head-dont-know-of-referees-asked-to-lie", "wordCnt": 404}, {"apiUrl": "https://content.guardianapis.com/football/2016/sep/04/slovakia-england-world-cup-2018-qualifier-sam-allardyce", "firPara": "• Slovakia 0-1 England ", "id": "football/2016/sep/04/slovakia-england-world-cup-2018-qualifier-sam-allardyce", "isHosted": false, "secPara": "The first goal of Sam Allardyces reign came so late – the final attack, five minutes into stoppage time, amid shrieking, plaintive whistles – there was only time for Slovakia to take the kick-off before the referee blew for the end and the England players could savour a match that had strayed dangerously close to being remembered as another disappointment.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-04T18:05:03Z", "webTitle": "Adam Lallana’s last-gasp goal gives England victory over 10-man Slovakia", "webUrl": "https://www.theguardian.com/football/2016/sep/04/slovakia-england-world-cup-2018-qualifier-sam-allardyce", "wordCnt": 878}, {"apiUrl": "https://content.guardianapis.com/football/live/2016/sep/04/slovakia-v-england-world-cup-2018-qualifying-live", "firPara": "It was ugly but Sam Allardyces first game in charge of England ended in a win thanks to Adam Lallanas first goal in the fifth minute of added time", "id": "football/live/2016/sep/04/slovakia-v-england-world-cup-2018-qualifying-live", "isHosted": false, "secPara": "It was ugly but Sam Allardyces first game in charge of England ended in a win thanks to Adam Lallanas first goal in the fifth minute of added time", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2016-09-04T18:00:16Z", "webTitle": "Slovakia 0-1 England: World Cup 2018 qualifying – as it happened!", "webUrl": "https://www.theguardian.com/football/live/2016/sep/04/slovakia-v-england-world-cup-2018-qualifying-live", "wordCnt": 1746}, {"apiUrl": "https://content.guardianapis.com/football/2016/sep/04/wales-chris-coleman-more-campaign-football-euro-2016-2018-world-cup-qualifier-moldova", "firPara": "As Chris Coleman reflected on a summer when he admitted his head had been turned by the prospect of a job in the Premier League, the Wales manager cast his mind back to those extraordinary scenes in Cardiff after Euro 2016 when more than 200,000 people lined the streets to welcome the team home and spoke about how his desperation to experience more of the same had fuelled his desire to stay.", "id": "football/2016/sep/04/wales-chris-coleman-more-campaign-football-euro-2016-2018-world-cup-qualifier-moldova", "isHosted": false, "secPara": "Hull Citys interest in offering the 46-year-old a route back into club management at the highest level was given serious consideration, yet no matter what stance the Football Association of Wales had taken – the governing body knocked back Hulls approach – Coleman gave the impression the pull of managing the national side would have been too strong to give up.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-04T16:23:40Z", "webTitle": "Wales’ Chris Coleman wants ‘more campaign football’ after Euro 2016 joy", "webUrl": "https://www.theguardian.com/football/2016/sep/04/wales-chris-coleman-more-campaign-football-euro-2016-2018-world-cup-qualifier-moldova", "wordCnt": 867}, {"apiUrl": "https://content.guardianapis.com/football/blog/2016/sep/04/lauren-holiday-brain-tumor-usa-womens-soccer-team", "firPara": "The former USA player has won two gold medals and the World Cup, but many media outlets concentrated on how her illness affects the NBA season", "id": "football/blog/2016/sep/04/lauren-holiday-brain-tumor-usa-womens-soccer-team", "isHosted": false, "secPara": "Whats the worst thing about discovering that one of the finest players of her generation has been diagnosed with a brain tumor while pregnant? Is it that someone beloved and admired by fans across the world has a potentially life-threatening condition? Or that a time that should be full of happiness and hope is instead filled with dread and anxiety? Or perhaps its the reminder that even the healthiest and strongest of us can be struck down by grave illness?", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-04T16:15:40Z", "webTitle": "The important thing about Lauren Holiday's tumor isn't her husband's season", "webUrl": "https://www.theguardian.com/football/blog/2016/sep/04/lauren-holiday-brain-tumor-usa-womens-soccer-team", "wordCnt": 625}, {"apiUrl": "https://content.guardianapis.com/football/2016/sep/04/kosovo-world-cup-2018-qualifier-finalnd", "firPara": "Taking to the lake is a natural enough pursuit in Finland so it made perfect sense for Albert Bunjaki, the Kosovo manager, to organise a rowing trip for his players in the waters beside their base in Eerikkila. It was not quite the relaxing Saturday-afternoon activity some may have envisaged; the squad were put into two boats and the chagrin when Bunjaki ordered three in each vessel to put down their oars is not hard to picture. The six redundant players would have to content themselves with offering moral support; everyone else would just have to work that little bit harder.", "id": "football/2016/sep/04/kosovo-world-cup-2018-qualifier-finalnd", "isHosted": false, "secPara": "The exercise had been carefully calculated. Kosovos first World Cup qualifier takes place in Turku on Monday evening and Bunjaki is still awaiting confirmation from Fifa that half a dozen of his best players will be eligible. That was hindrance enough on Saturday; imagine, then, the inconvenience when Kosovo were informed the final decision would not be given until 3pm on matchday, fewer than seven hours before kick-off.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-04T16:00:20Z", "webTitle": "Kosovo ready to rock the boat in Finland despite eligibility confusion", "webUrl": "https://www.theguardian.com/football/2016/sep/04/kosovo-world-cup-2018-qualifier-finalnd", "wordCnt": 992}, {"apiUrl": "https://content.guardianapis.com/football/2016/sep/04/goal-nets-scandals-people-talking-about-football", "firPara": "It seems that now, more than ever before, we need and want to talk about football. At a time when it still feels enjoyably odd to describe Leicester City as Premier League champions, players of questionable quality routinely change hands for more than £20m and a former referee has claimed in passing that he was once leaned on to un-see what had previously been seen, the need for radio phone-in shows, shouty post-match fan forums and assorted other platforms for football discourse has never been greater. Small wonder, then, that the Manchester Football Writing Festival has never been in more rude health.", "id": "football/2016/sep/04/goal-nets-scandals-people-talking-about-football", "isHosted": false, "secPara": "Contrary to what it says on the tin, it is not so much a festival of badly dressed men hunched over laptops furiously tip-tapping to deadline as one in which assorted football writers (increasingly few of them badly dressed and male) convene on panels before audiences to discuss various aspects of their trade, address major football issues and concerns of the day and – in one specific case – nitpick at tedious but amusing length over the exact birthplace of the newly canonised Saint Teresa of Kolkata. As with most sporting debates, these events can be alcohol-fuelled and ribald or comparatively sedate, but rarely dull for those involved.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-04T12:32:41Z", "webTitle": "From net design to tattoos – people still love to talk about football", "webUrl": "https://www.theguardian.com/football/2016/sep/04/goal-nets-scandals-people-talking-about-football", "wordCnt": 937}, {"apiUrl": "https://content.guardianapis.com/football/2016/sep/04/road-to-russia-2018-how-will-northern-ireland-republic-of-ireland-wales-fare-world-cup", "firPara": "What personnel changes have there been?", "id": "football/2016/sep/04/road-to-russia-2018-how-will-northern-ireland-republic-of-ireland-wales-fare-world-cup", "isHosted": false, "secPara": "The defender Chris Baird has hung up his international boots after 79 appearances, removing valuable experience and versatility from the squad. Aaron Hughess international days are numbered at the age of 36 and following a move to Kerala Blasters in the Indian Super League. On the plus side, Chris Brunt, cruelly deprived of an appearance at Euro 2016 by a knee ligament injury, could make a welcome return midway through the qualifiers.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-04T12:29:09Z", "webTitle": "Road to Russia 2018: how will Northern Ireland, the Republic and Wales fare?", "webUrl": "https://www.theguardian.com/football/2016/sep/04/road-to-russia-2018-how-will-northern-ireland-republic-of-ireland-wales-fare-world-cup", "wordCnt": 1377}], "startIndex": 3991, "status": "ok", "total": 141935, "userTier": "developer"}}