{"response": {"currentPage": 86, "orderBy": "newest", "pageSize": 10, "pages": 14194, "results": [{"apiUrl": "https://content.guardianapis.com/football/blog/2017/feb/04/leicester-city-premier-league-relegation-symptoms", "firPara": "It can be strange for those of us who remember Manchester City in the pre-money years to think that their new generation of followers might never fully understand why Joe Royle used to talk about a debilitating condition, unique to the club, called Cityitis. Suffice to say, though, that it could be particularly virulent at times and Royle, in keeping with many managers, never did go through with his promise to find the antidote.", "id": "football/blog/2017/feb/04/leicester-city-premier-league-relegation-symptoms", "isHosted": false, "secPara": "Poor old Joe, Colin Shindler reflected in his book Manchester City Ruined My Life. He never understood that Cityitis is not a bacterial infection that can be cured by the antibiotics of running a club in a professional manner. Cityitis is a vitamin deficiency we are born with. We can take supplements to build our immune system but they are not strong enough to deal with diseases like Thakin Shinawatra or signing Jamie Pollock from Bolton Wanderers.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-02-04T20:00:38Z", "webTitle": "Leicester are showing all the symptoms of Cityitis | Daniel Taylor", "webUrl": "https://www.theguardian.com/football/blog/2017/feb/04/leicester-city-premier-league-relegation-symptoms", "wordCnt": 1831}, {"apiUrl": "https://content.guardianapis.com/football/2017/feb/04/jurgen-klopp-liverpool-defeat-hull", "firPara": "• Liverpools 2-0 defeat at Hull continues poor start to 2017", "id": "football/2017/feb/04/jurgen-klopp-liverpool-defeat-hull", "isHosted": false, "secPara": "• Liverpools 2-0 defeat at Hull continues poor start to 2017", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-02-04T19:54:22Z", "webTitle": "Jürgen Klopp fears Liverpool have been deflated by end of title hopes", "webUrl": "https://www.theguardian.com/football/2017/feb/04/jurgen-klopp-liverpool-defeat-hull", "wordCnt": 574}, {"apiUrl": "https://content.guardianapis.com/football/2017/feb/04/tottenham-hotspur-middlesbrough-premier-league-match-report", "firPara": "Tottenham Hotspur knocked and knocked and finally broke down the Middlesbrough door, a penalty from Harry Kane preserving their outside chance of disturbing Chelsea at the top of the table. There was no doubt Spurs were the dominant team but cussed Boro made that darned tough to prove on the scoreboard.", "id": "football/2017/feb/04/tottenham-hotspur-middlesbrough-premier-league-match-report", "isHosted": false, "secPara": "It was a good performance, Im very happy, but we need to keep improving and be more clinical, Mauricio Pochettino said. The Spurs manager went into the game knowing this match would test the depth of his squads human and mental resources. How would the absence of Danny Rose and Jan Vertonghen affect their defence? And how would the increasingly faint sight of Chelseas exhaust fumes affect their belief they can overtake the league leaders? Or maybe their imperative was to pull away from the other chasers on a day when Arsenal and Liverpool flopped?", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-02-04T19:42:54Z", "webTitle": "Harry Kane penalty allows Tottenham to unpick Middlesbrough’s lock", "webUrl": "https://www.theguardian.com/football/2017/feb/04/tottenham-hotspur-middlesbrough-premier-league-match-report", "wordCnt": 821}, {"apiUrl": "https://content.guardianapis.com/football/live/2017/feb/04/tottenham-hotspur-middlesbrough-premier-league-live", "firPara": "Harry Kanes penalty saw off Middlesbrough and moved Spurs to within nine points of Chelsea ", "id": "football/live/2017/feb/04/tottenham-hotspur-middlesbrough-premier-league-live", "isHosted": false, "secPara": "Harry Kanes penalty saw off Middlesbrough and moved Spurs to within nine points of Chelsea ", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2017-02-04T19:21:43Z", "webTitle": "Tottenham Hotspur 1-0 Middlesbrough: Premier League – as it happened", "webUrl": "https://www.theguardian.com/football/live/2017/feb/04/tottenham-hotspur-middlesbrough-premier-league-live", "wordCnt": 1978}, {"apiUrl": "https://content.guardianapis.com/football/football-league-blog/2017/feb/04/football-league-your-thoughts-tom-lawrence-strikes-again-for-ipswich", "firPara": "Reading slipped up at Portman Road while Gianfranco Zola earned his first win with Birmingham City and Sheffield United climbed to the top of League One ", "id": "football/football-league-blog/2017/feb/04/football-league-your-thoughts-tom-lawrence-strikes-again-for-ipswich", "isHosted": false, "secPara": "• Away from St James Park it took until 3.40pm for a Championship net to ripple, when a flurry of goals landed just before half-time. Among them was yet another cracker by Ipswichs 23-year-old Tom Lawrence, his strike crashing in off the underside of the bar, and he added a second on the hour – his eighth in eight games – to put a dent in Readings promotion push despite Jordan Obitas fine late strike levelling the game at 2-2.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-02-04T17:54:44Z", "webTitle": "Football League your thoughts: Tom Lawrence strikes again for Ipswich", "webUrl": "https://www.theguardian.com/football/football-league-blog/2017/feb/04/football-league-your-thoughts-tom-lawrence-strikes-again-for-ipswich", "wordCnt": 735}, {"apiUrl": "https://content.guardianapis.com/football/2017/feb/04/arsenal-arsene-wenger-chelsea-hector-bellerin-marcos-alonso", "firPara": "Arsène Wenger said the Premier League title is Chelseas to lose after Arsenals fading hopes received a mortal blow at Stamford Bridge, but the Frenchman was angry with the decision to allow Chelseas opening goal to stand after Héctor Bellerín suffered a suspected concussion in an aerial challenge by the goalscorer Marcos Alonso.", "id": "football/2017/feb/04/arsenal-arsene-wenger-chelsea-hector-bellerin-marcos-alonso", "isHosted": false, "secPara": "The defender put Chelsea on their way to a 3-1 victory that took them 12 points clear of their north London rivals with 14 matches left.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-02-04T17:38:36Z", "webTitle": "Arsenal’s Arsène Wenger fumes at first goal after defeat by Chelsea", "webUrl": "https://www.theguardian.com/football/2017/feb/04/arsenal-arsene-wenger-chelsea-hector-bellerin-marcos-alonso", "wordCnt": 549}, {"apiUrl": "https://content.guardianapis.com/football/2017/feb/04/newcastle-united-derby-county-championship-match-report", "firPara": "Matt Ritchies deflected goal lifted Newcastle United back to the top of the Championship but, with Derby Countys Tom Ince missing an extraordinary late sitter and Darren Bent seeing a last-gasp header cleared off the line, Steve McClarens return to Tyneside very nearly proved unexpectedly rewarding.", "id": "football/2017/feb/04/newcastle-united-derby-county-championship-match-report", "isHosted": false, "secPara": "It meant that a difficult week, in which Rafael Benítez made his displeasure at not being allowed to sign a single player in January plain, ended on a note of relief.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-02-04T17:22:06Z", "webTitle": "Matt Ritchie secures win over Derby to send Newcastle top of the table", "webUrl": "https://www.theguardian.com/football/2017/feb/04/newcastle-united-derby-county-championship-match-report", "wordCnt": 599}, {"apiUrl": "https://content.guardianapis.com/football/2017/feb/04/everton-bournemouth-premier-league-match-report", "firPara": "Do not be fooled by the scoreline, this was not a Six Nations match, though if someone had thrown on an egg-shaped ball in the second half it would scarcely have been any stranger than some of the events already taking place on the pitch.", "id": "football/2017/feb/04/everton-bournemouth-premier-league-match-report", "isHosted": false, "secPara": "This was a seesaw of a nine-goal thriller, with Bournemouth threatening the most unlikely of comebacks after being dominated for most of the game. Ronald Koeman believes Everton emerged stronger from the January transfer window, and for a hour they were too much for their lightweight opponents to handle. Romelu Lukaku, who ended up with four goals, was too powerful for Bournemouths defence on his own. Yet the Everton manager was nowhere near as pleased with what he saw in the second half, for after establishing complete control and a three-goal lead the home side all but surrendered their advantage in losing their momentum after the interval.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-02-04T17:18:14Z", "webTitle": "Everton’s Romelu Lukaku hits four to floor Bournemouth in 6-3 thriller", "webUrl": "https://www.theguardian.com/football/2017/feb/04/everton-bournemouth-premier-league-match-report", "wordCnt": 715}, {"apiUrl": "https://content.guardianapis.com/football/2017/feb/04/southampton-west-ham-united-premier-league-match-report", "firPara": "There are ways and means of winning matches in the Premier League and in condemning Southampton to their sixth defeat in seven matches, Slaven Bilic taught Claude Puel a severe lesson.", "id": "football/2017/feb/04/southampton-west-ham-united-premier-league-match-report", "isHosted": false, "secPara": "The Saints have their moments and those moments can be bewitching. Manolo Gabbiadinis debut goal was one such, the £14m striker smashing home off the bar from an acute angle to give his side a 12th-minute lead. But in certain vital qualities – strength, aggression, determination – they are lacking and after a day of topsy-turvy results Puel is looking over his shoulder at the relegation zone.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-02-04T17:15:56Z", "webTitle": "Andy Carroll inspires West Ham fightback to stun Southampton", "webUrl": "https://www.theguardian.com/football/2017/feb/04/southampton-west-ham-united-premier-league-match-report", "wordCnt": 674}, {"apiUrl": "https://content.guardianapis.com/football/2017/feb/04/hull-city-liverpool-premier-league-match-report", "firPara": "Jürgen Klopp suspected the worst was over after Liverpools midweek display against a Chelsea team cruising towards the title. He was wrong. Great first half, dreadful second Liverpool are threatening to take the template for their entire Premier League campaign from last seasons Europa League final.", "id": "football/2017/feb/04/hull-city-liverpool-premier-league-match-report", "isHosted": false, "secPara": "It is one win in 10 matches for Klopps team after Hull City, revitalised by astute management and January recruits, deepened the worry lines on the Liverpool manager and, in the process, improved what were once slim chances of avoiding relegation. Marco Silva has taken seven points from his four Premier League games and new signings Alfred NDiaye, Andrea Ranocchia, Kamil Grosicki and Oumar Niasse all influenced a fourth consecutive home victory at the KCom Stadium. Midfielder NDiaye opened the scoring as Liverpool faulted at a set-piece. The visitors other recurring flaw, defending against a counterattack, also featured, as Niasse broke clear to wrap up victory late on. It was the first time the Senegal striker has made Evertonians happy since his £13.5m move to Goodison Park 13 months ago.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-02-04T17:15:24Z", "webTitle": "Liverpool title hopes shatter after Hull City’s Oumar Niasse seals shock win", "webUrl": "https://www.theguardian.com/football/2017/feb/04/hull-city-liverpool-premier-league-match-report", "wordCnt": 867}], "startIndex": 851, "status": "ok", "total": 141934, "userTier": "developer"}}