{"response": {"currentPage": 535, "orderBy": "newest", "pageSize": 10, "pages": 14195, "results": [{"apiUrl": "https://content.guardianapis.com/football/2016/jun/22/spain-euro-2016-italy-del-bosque", "firPara": "Its not as if we have been knocked out, Andrés Iniesta said, but it was exactly as if they had been knocked out. Defeated for the first time at a European Championship in 12 years and one day, it was as if Spain watched the title they came to defend slip through their fingers bit by bit, somehow not fully aware of what was happening until it had happened. Nikola Kalinics flick, Sergio Ramoss saved penalty, Ivan Perisics finish, and it had gone.", "id": "football/2016/jun/22/spain-euro-2016-italy-del-bosque", "isHosted": false, "secPara": "At the end of Spains 2-1 defeat against Croatia in Bordeaux, the players departed heads down, defeated. Vicente del Bosque was asked how the dressing room was. Silent, he said. It hurts to lose this. We had it in our hands.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-22T21:56:05Z", "webTitle": "Del Bosque insists Spain are still alive but defeat feels like the end", "webUrl": "https://www.theguardian.com/football/2016/jun/22/spain-euro-2016-italy-del-bosque", "wordCnt": 952}, {"apiUrl": "https://content.guardianapis.com/football/2016/jun/22/england-hodgson-euro-2016-iceland", "firPara": "The strange thing, perhaps, is that Roy Hodgson spent the day in Paris but chose not to make a personal check on the team who will be trying to inflict ignominy upon England in Nice on Monday. Hodgson had caught the train from Chantilly into Gare de Nord and, according to the Football Association, went sightseeing with his assistant, Ray Lewington. Yet the England manager decided against going to Icelands game against Austria at Stade de France, passing up the opportunity to see for himself his sides next opponents.", "id": "football/2016/jun/22/england-hodgson-euro-2016-iceland", "isHosted": false, "secPara": "Instead, Hodgson will be relying on television footage and various scouting reports as Englands management and players try to make sense of the unexpected football story of a nation with a population not much bigger than Barnet, a national stadium with the same capacity as the Keepmoat, Doncaster, and, until the last couple of weeks, absolutely no history of playing in major football tournaments.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-22T21:51:05Z", "webTitle": "Roy Hodgson misses scouting chance but England face familiar packed defence", "webUrl": "https://www.theguardian.com/football/2016/jun/22/england-hodgson-euro-2016-iceland", "wordCnt": 794}, {"apiUrl": "https://content.guardianapis.com/football/2016/jun/22/gary-cahill-confident-england-can-make-their-mark-on-wide-open-tournament", "firPara": "Englands players refuse to be daunted by life in the harder half of the draw for the knockout stages at the European Championship, with the vice-captain Gary Cahill insisting that no team have stamped their authority on a tournament that remains wide open.", "id": "football/2016/jun/22/gary-cahill-confident-england-can-make-their-mark-on-wide-open-tournament", "isHosted": false, "secPara": "The goalless draw against Slovakia in Saint-Étienne meant England finished second in Group B, behind Wales, and face a last-16 tie against Iceland in Nice on Monday. Although England will go into that fixture as favourites to reach the quarter-finals, life will become considerably more awkward thereafter, with the teams in the bottom half of the draw having won 20 major titles – 11 World Cups and nine European Championships – between them. France would appear to be likely opponents in the last eight unless the Republic of Ireland can repeat the heroics they managed against Italy.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-22T21:45:00Z", "webTitle": "Gary Cahill confident England can make their mark on ‘wide open’ tournament", "webUrl": "https://www.theguardian.com/football/2016/jun/22/gary-cahill-confident-england-can-make-their-mark-on-wide-open-tournament", "wordCnt": 589}, {"apiUrl": "https://content.guardianapis.com/football/2016/jun/22/wales-joe-ledley-dancing-france-euro-2016", "firPara": "There are many abiding images from Monday night in Toulouse but if one of them was guaranteed to go viral it was the sight of Joe Ledleys latest audition for Strictly Come Dancing. From raving in Zenica eight months ago to a snake-hips shuffle in Toulouse, the man with one of the finest beards at Euro 2016 has emerged as a cult figure in Wales, dancing his way from Bosnia to France. I think Ive started too well, Ledley said, laughing, when asked about his latest moves. Im not sure what Ive got left!", "id": "football/2016/jun/22/wales-joe-ledley-dancing-france-euro-2016", "isHosted": false, "secPara": "Perhaps that is also the question for Wales. Can it really get any better for this group of players than winning Group B, finishing ahead of England, qualifying for the last 16 and hammering Russia on a balmy evening at the Stadium de Toulouse? When Ashley Williams called the players together for their post-match huddle on the pitch, the Wales captain was lost for words for once. In the end he told the players to take everything in and simply enjoy the moment.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-22T21:45:00Z", "webTitle": "Wales and Joe Ledley have found the right rhythm to prosper in France", "webUrl": "https://www.theguardian.com/football/2016/jun/22/wales-joe-ledley-dancing-france-euro-2016", "wordCnt": 1011}, {"apiUrl": "https://content.guardianapis.com/football/2016/jun/22/northern-ireland-gareth-mcauley-last-16-euro-2016-germany", "firPara": "Gareth McAuley has promised Northern Ireland another party at the weekend after playing his part in the rearguard action against Germany that led to Michael ONeills unfancied side earning a last-16 tie against Wales at Parc des Princes on Saturday.", "id": "football/2016/jun/22/northern-ireland-gareth-mcauley-last-16-euro-2016-germany", "isHosted": false, "secPara": "Its going to be unbelievable, the West Bromwich centre-half said. Our fans against Germany were unbelievable; they just give you something extra to keep going and digging in, so its nice to know they have a reward. Hopefully we can give them another party in the next round. This is a great time to be involved in Northern Irish football. A lot of the lads have blossomed after the foundations were laid in the qualifying group. The progression over the last two and a half years has been brilliant.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-22T21:44:00Z", "webTitle": "Northern Ireland’s Gareth McAuley determined to lay on a last-16 party", "webUrl": "https://www.theguardian.com/football/2016/jun/22/northern-ireland-gareth-mcauley-last-16-euro-2016-germany", "wordCnt": 767}, {"apiUrl": "https://content.guardianapis.com/football/2016/jun/22/england-raheem-sterling-criticism-france-euro-2016", "firPara": "Concerns have been raised among the England management staff over Raheem Sterlings state of mind after the Manchester City wingers confidence was apparently dented by criticism of his form from the stands and on social media.", "id": "football/2016/jun/22/england-raheem-sterling-criticism-france-euro-2016", "isHosted": false, "secPara": "Sterling, who endured a difficult first campaign at the Etihad Stadium after joining from Liverpool for £49m last summer, had performed brightly in Englands pre-tournament friendlies and started the national teams first two games in Group B. There was initial promise to his performance against Russia only for his form to rather peter out in the second half. Indeed, he departed Marseille that night by posting a picture of the Stade Vélodrome with the message #TheHatedOne on Instagram.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-22T21:33:00Z", "webTitle": "England fears for Raheem Sterling after mounting criticism in France", "webUrl": "https://www.theguardian.com/football/2016/jun/22/england-raheem-sterling-criticism-france-euro-2016", "wordCnt": 714}, {"apiUrl": "https://content.guardianapis.com/football/2016/jun/22/mats-hummels-germany-euro-2016", "firPara": "Mats Hummels has insisted that Germany are in good shape for the rest of the tournament despite scoring only three goals in the group stage. Joachim Löws team still managed to top Group C, without conceding any goals, and the defender believes they will be hard to beat in the knockout rounds.", "id": "football/2016/jun/22/mats-hummels-germany-euro-2016", "isHosted": false, "secPara": "We are where we wanted to be – it was what we had to manage, Hummels said. We only scored three goals, if you want to put it like that, but we didnt concede one, so thats a good basis for the rounds to come.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-22T21:30:22Z", "webTitle": "Mats Hummels says Germany set fair for knockout phase despite lack of goals", "webUrl": "https://www.theguardian.com/football/2016/jun/22/mats-hummels-germany-euro-2016", "wordCnt": 363}, {"apiUrl": "https://content.guardianapis.com/football/blog/2016/jun/22/republic-of-ireland-italy-france-last-16", "firPara": "It turns out the luck of the Irish might not have been used up in Paris on Tuesday night after all. The Republic knew they had to win here and for 85 minutes it looked like they were going to be frustrated by Italian competence at defending, even with a string of reserves on the pitch.", "id": "football/blog/2016/jun/22/republic-of-ireland-italy-france-last-16", "isHosted": false, "secPara": "It did not help matters that they were the better looking side for much of the game, or that they were denied a penalty at the end of the first half. You have to force your own luck in tournaments and coming into this game with a single point was always going to make qualification a tall order.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-22T21:29:35Z", "webTitle": "Valiant Republic of Ireland find late recipe to beat Italy at their own game | Paul Wilson", "webUrl": "https://www.theguardian.com/football/blog/2016/jun/22/republic-of-ireland-italy-france-last-16", "wordCnt": 940}, {"apiUrl": "https://content.guardianapis.com/football/2016/jun/22/euro-2016-cristiano-ronaldo-show-of-strength-portugal-hungary", "firPara": "One microphone in a lake, one rescue act, two European Championship records and one press conference that showed where the balance of power lies between himself and Uefa; another day in the life of Cristiano Ronaldo. Or, as the man himself put it when asked about becoming the first player to score at four consecutive Euros and a record 17th appearance at the tournament That comes naturally.", "id": "football/2016/jun/22/euro-2016-cristiano-ronaldo-show-of-strength-portugal-hungary", "isHosted": false, "secPara": "The Ronaldo show dominates Portugals participation in France whatever the script but his performance against Hungary finally allowed the three-times world player of the year to grab attention for valid reasons. After the petulant outburst after drawing with Iceland – Thats why they are not going to do anything in the competition, he said of minnows that finished above his team in Group F – came the penalty miss against Austria and reports of a moody captain at Portugals training camp.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-22T21:25:25Z", "webTitle": "Euro 2016: Cristiano Ronaldo puts on a show of strength, on and off the pitch", "webUrl": "https://www.theguardian.com/football/2016/jun/22/euro-2016-cristiano-ronaldo-show-of-strength-portugal-hungary", "wordCnt": 652}, {"apiUrl": "https://content.guardianapis.com/football/2016/jun/22/iceland-heimir-hallgrimsson-taste-victory-england-football-austria-last-16", "firPara": "• Iceland manager believes his players are ready to produce more shocks", "id": "football/2016/jun/22/iceland-heimir-hallgrimsson-taste-victory-england-football-austria-last-16", "isHosted": false, "secPara": "A delighted Heimir Hallgrimsson warned England that Iceland are not afraid of facing them in the last 16 of Euro 2016 on Monday after his sides rollercoaster 2-1 victory over Austria at Stade de France.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-22T21:11:48Z", "webTitle": "Hallgrimsson: ‘Iceland are not afraid. We know all there is about English football’", "webUrl": "https://www.theguardian.com/football/2016/jun/22/iceland-heimir-hallgrimsson-taste-victory-england-football-austria-last-16", "wordCnt": 905}], "startIndex": 5341, "status": "ok", "total": 141941, "userTier": "developer"}}