{"response": {"currentPage": 357, "orderBy": "newest", "pageSize": 10, "pages": 14194, "results": [{"apiUrl": "https://content.guardianapis.com/football/blog/2016/sep/26/west-hams-woes-five-things-hammers-need-to-fix", "firPara": "Asked about West Ham Uniteds failure to kill off Crystal Palace in April, Slaven Bilic pointed out that it is impossible to score three goals in every match. The message was that his team had to become more solid. But little has changed since that 2-2 draw with Alan Pardews side at Upton Park. West Ham remain weak defensively and have conceded two or more goals in 15 of their past 23 matches following the 3-0 defeat against Southampton on Sunday, which left a side who challenged for Champions League qualification last season languishing in the bottom three after opening this campaign with five defeats in six games.", "id": "football/blog/2016/sep/26/west-hams-woes-five-things-hammers-need-to-fix", "isHosted": false, "secPara": "This has been a trend for a while and it is more noticeable now the goals have dried up at the other end. Shipping 20 goals in their final 10 matches last year cost West Ham a place in the top four and while that was initially pinned on Bilics curious attempt to convert Michail Antonio into a right-back, the problems have not gone away since he dispensed with that experiment.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-26T09:49:56Z", "webTitle": "West Ham’s woes: five things the Hammers need to fix | Jacob Steinberg", "webUrl": "https://www.theguardian.com/football/blog/2016/sep/26/west-hams-woes-five-things-hammers-need-to-fix", "wordCnt": 930}, {"apiUrl": "https://content.guardianapis.com/football/2016/sep/26/football-transfer-rumours-fiorentinas-milan-badelj-to-tottenham-hotspur", "firPara": "Todays tell-all died. And every single landlord in the district cried", "id": "football/2016/sep/26/football-transfer-rumours-fiorentinas-milan-badelj-to-tottenham-hotspur", "isHosted": false, "secPara": "Todays tell-all died. And every single landlord in the district cried", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-26T08:19:41Z", "webTitle": "Football transfer rumours: Fiorentina's Milan Badelj to Tottenham Hotspur?", "webUrl": "https://www.theguardian.com/football/2016/sep/26/football-transfer-rumours-fiorentinas-milan-badelj-to-tottenham-hotspur", "wordCnt": 622}, {"apiUrl": "https://content.guardianapis.com/football/football-league-blog/2016/sep/26/rafa-benitez-aston-villa-newcastle-championship-football", "firPara": "When Newcastle United previously visited Villa Park, on the penultimate day of last season, they drew 0-0 against the already relegated Aston Villa, slipping closer to the drop themselves as a result. Of the 11 United players who started that day, only two began here – Paul Dummett and Jamaal Lascelles – which says something about the level of turnover at the club over the summer.", "id": "football/football-league-blog/2016/sep/26/rafa-benitez-aston-villa-newcastle-championship-football", "isHosted": false, "secPara": "Rafael Benítez may have come away with another point on Saturday – and, once more, a sense of frustration after his side missed a plethora of chances to add to Tommy Elphicks first-half own goal only to see Villas Aaron Tshibola nod in an 89th-minute equaliser – but now there is a sense of a club beginning to return to the front foot after four years of back-pedalling.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-26T08:00:25Z", "webTitle": "Rafa Benítez rues misses after Aston Villa hold Newcastle in fallen giants’ clash", "webUrl": "https://www.theguardian.com/football/football-league-blog/2016/sep/26/rafa-benitez-aston-villa-newcastle-championship-football", "wordCnt": 1026}, {"apiUrl": "https://content.guardianapis.com/football/blog/2016/sep/26/premier-league-10-talking-points-from-weekend-action", "firPara": "Son shines again for Tottenham, Chelsea and Leicester need defensive shake-ups, Palace signings prove their value and Southampton are ticking over again", "id": "football/blog/2016/sep/26/premier-league-10-talking-points-from-weekend-action", "isHosted": false, "secPara": "The moment that summed up the discord in the Chelsea defence came on 64 minutes, when Gary Cahill wanted Thibaut Courtois to come to collect; the goalkeeper stayed on his line and Branislav Ivanovic bludgeoned the ball into touch. Cahill and Courtois argued. But errors had disfigured the performance to leave Chelsea 3-0 down at half-time it was shocking, for example, to see how easily Mesut Özil accelerated away from the defensive midfielder NGolo Kanté before he scored Arsenals third. Antonio Conte did not cancel his players day off on Sunday but they can expect a video inquest when they return to Cobham and the manager will, surely, consider changes. John Terry is almost fit again while Marcos Alonso is pushing for inclusion. Conte, who tried a 5-2-3 formation in the second half, said that he would not sleep for two nights. Cahill and Ivanovic are most obviously in the firing line. David Hytner", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-26T07:51:08Z", "webTitle": "Premier League: 10 talking points from the weekend’s action", "webUrl": "https://www.theguardian.com/football/blog/2016/sep/26/premier-league-10-talking-points-from-weekend-action", "wordCnt": 2169}, {"apiUrl": "https://content.guardianapis.com/football/2016/sep/25/jack-wilshere-step-back-in-time-bournemouth-eddie-howe", "firPara": "Eddie Howe has commended Jack Wilsheres influence on his Bournemouth squad and believes the midfielder has made a brave step back in time to join the club. The on-loan Arsenal player shone alongside Harry Arter and Andrew Surman, playing for 76 minutes on his first home start in Bournemouths win against Everton .", "id": "football/2016/sep/25/jack-wilshere-step-back-in-time-bournemouth-eddie-howe", "isHosted": false, "secPara": "Its done with a very complicated tool called my eyes, Howe said, with a wry smile, after being asked whether he consulted statistics or data regarding Wilsheres physical state before making the decision to withdraw him.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-25T21:30:12Z", "webTitle": "Jack Wilshere’s ‘step back in time’ at Bournemouth lauded by Eddie Howe", "webUrl": "https://www.theguardian.com/football/2016/sep/25/jack-wilshere-step-back-in-time-bournemouth-eddie-howe", "wordCnt": 566}, {"apiUrl": "https://content.guardianapis.com/football/2016/sep/25/arsenal-francis-coquelin-fearing-long-term-injury-lay-off", "firPara": "Francis Coquelin is awaiting results of a scan on the knee injury he sustained in the 3-0 win against Chelsea on Saturday, with a long-term absence from the Arsenal team feared.", "id": "football/2016/sep/25/arsenal-francis-coquelin-fearing-long-term-injury-lay-off", "isHosted": false, "secPara": "The defensive midfielder was hurt in the 28th minute when he made a block tackle on NGolo Kanté and Arsène Wenger said after the game that it could be a repeat of the ligament damage that kept him out for 10 weeks last season. Coquelin was injured at West Bromwich Albion on 21 November and he did not play again until 30 January.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-25T21:30:12Z", "webTitle": "Arsenal’s Francis Coquelin fearing long-term injury lay off", "webUrl": "https://www.theguardian.com/football/2016/sep/25/arsenal-francis-coquelin-fearing-long-term-injury-lay-off", "wordCnt": 200}, {"apiUrl": "https://content.guardianapis.com/football/2016/sep/25/pep-guardiola-raheem-sterling-kevin-de-bruyne-manchester-city-hamstring-injury", "firPara": "Pep Guardiola has urged Raheem Sterling to step up in the absence of Kevin De Bruyne, with Manchester City fearing the Belgium playmaker could be out for nearly a month because of a hamstring injury.", "id": "football/2016/sep/25/pep-guardiola-raheem-sterling-kevin-de-bruyne-manchester-city-hamstring-injury", "isHosted": false, "secPara": "De Bruyne limped out of Citys sixth successive Premier League victory under Guardiola on Saturday – a 3-1 win at Swansea City – after sustaining the problem. The manager admitted afterwards that the prognosis did not look good, with medical staff due to assess his condition on Sunday.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-25T21:30:12Z", "webTitle": "Pep Guardiola wants Sterling to fill De Bruyne breach at Manchester City", "webUrl": "https://www.theguardian.com/football/2016/sep/25/pep-guardiola-raheem-sterling-kevin-de-bruyne-manchester-city-hamstring-injury", "wordCnt": 729}, {"apiUrl": "https://content.guardianapis.com/football/2016/sep/25/juan-mata-wayne-rooney-manchester-united", "firPara": "Wayne Rooney may now be entering the career phase when he is used only in certain games for Manchester United. This was the unescapable conclusion drawn from José Mourinhos decision to drop him to the bench and the 4-1 rout of Leicester City at Old Trafford that followed.", "id": "football/2016/sep/25/juan-mata-wayne-rooney-manchester-united", "isHosted": false, "secPara": "The victory on Saturday was significant because it reversed the rot of two successive Premier League defeats and to do so Mourinho found the ruthless streak that has been a driving part of his gilded success at Porto, Chelsea (in both spells), Internazionale and Real Madrid.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-25T21:30:12Z", "webTitle": "Juan Mata’s mastery may push Wayne Rooney to Manchester United margins", "webUrl": "https://www.theguardian.com/football/2016/sep/25/juan-mata-wayne-rooney-manchester-united", "wordCnt": 899}, {"apiUrl": "https://content.guardianapis.com/football/2016/sep/25/pep-guardiola-manchester-city-progress-better", "firPara": "Considering his team had just racked up their 10th victory in all competitions, scoring 26 goals in the process and conceding just six, Pep Guardiolas message for his rivals was pretty ominous. We are far away. If we were close then I could just go back home, he said with a smirk.", "id": "football/2016/sep/25/pep-guardiola-manchester-city-progress-better", "isHosted": false, "secPara": "Manchester Citys manager had just been asked to assess how much progress his new charges have made since he officially assumed control at the start of July. Judging by the buildup play on Saturday against Swansea City in the 3-1 victory – which Guardiola rated as their best since his arrival, even if the final ball sometimes went astray – they are not that far away.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-25T21:30:12Z", "webTitle": "Manchester City in perfect start but Pep Guardiola insists on progress", "webUrl": "https://www.theguardian.com/football/2016/sep/25/pep-guardiola-manchester-city-progress-better", "wordCnt": 913}, {"apiUrl": "https://content.guardianapis.com/football/2016/sep/25/jurgen-klopp-adam-lallana-hard-work-liverpool", "firPara": "Jürgen Klopp has said Adam Lallana is finally getting the rewards his work-rate deserves and is flourishing in Liverpools counter-pressing style. The England international produced another impressive display as Hull City were beaten 5-1 at Anfield on Saturday, opening the scoring with his third club goal of the season and creating two others as Liverpool won for a fourth game in succession.", "id": "football/2016/sep/25/jurgen-klopp-adam-lallana-hard-work-liverpool", "isHosted": false, "secPara": "Klopp claimed that his teams counter-pressing was the most impressive aspect of their performance on Saturday, insisting It was the best game in terms of counter-pressing that we have played until now.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-25T21:30:12Z", "webTitle": "Jürgen Klopp: Adam Lallana being rewarded for hard work at Liverpool", "webUrl": "https://www.theguardian.com/football/2016/sep/25/jurgen-klopp-adam-lallana-hard-work-liverpool", "wordCnt": 462}], "startIndex": 3561, "status": "ok", "total": 141935, "userTier": "developer"}}