{"response": {"currentPage": 89, "orderBy": "newest", "pageSize": 10, "pages": 14194, "results": [{"apiUrl": "https://content.guardianapis.com/football/2017/feb/03/chelsea-arsenal-match-preview", "firPara": "Antonio Conte was keen to preach caution, insisting if someone thinks the league is finished, Im not so sure, but Arsenal surely know their title pursuit is dependent on winning at Stamford Bridge. That damaging defeat to Watford has left Arsène Wengers side forlorn. They are hampered too by Chelseas eagerness to avenge that humiliation endured at the Emirates in September. They have been virtually untouchable ever since. Dominic Fifield", "id": "football/2017/feb/03/chelsea-arsenal-match-preview", "isHosted": false, "secPara": "Kick-off  12.30pm ", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-02-03T16:56:19Z", "webTitle": "Chelsea v Arsenal: match preview", "webUrl": "https://www.theguardian.com/football/2017/feb/03/chelsea-arsenal-match-preview", "wordCnt": 192}, {"apiUrl": "https://content.guardianapis.com/football/2017/feb/03/everton-have-improved-because-of-player-departures-says-ronald-koeman", "firPara": "Ronald Koeman has said Everton emerged from the January transfer window with a smaller but stronger squad.", "id": "football/2017/feb/03/everton-have-improved-because-of-player-departures-says-ronald-koeman", "isHosted": false, "secPara": "Everton made only two additions to their first team pool – Morgan Schneiderlin and Ademola Lookman – while clearing out a host of players deemed surplus to requirements, notably Oumar Niasse, Tom Cleverley, Gerard Deulofeu, Bryan Oviedo and Darron Gibson. Arouna Koné would also have departed but was unable to agree terms with Crystal Palace on deadline day and can go as a free agent in the summer.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-02-03T16:47:41Z", "webTitle": "Everton have improved because of player departures, says Ronald Koeman", "webUrl": "https://www.theguardian.com/football/2017/feb/03/everton-have-improved-because-of-player-departures-says-ronald-koeman", "wordCnt": 343}, {"apiUrl": "https://content.guardianapis.com/football/2017/feb/03/mps-debate-vote-of-no-confidence-in-oudated-fa", "firPara": "MPs will next week debate a vote of no confidence in the Football Association, amid growing calls for reform of its outdated structure.", "id": "football/2017/feb/03/mps-debate-vote-of-no-confidence-in-oudated-fa", "isHosted": false, "secPara": "The FA has been threatened with losing £30m in public funding if it does not show progress in making its board and council more representative by April this year.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-02-03T16:19:20Z", "webTitle": "MPs to consider vote of no confidence in ‘outdated’ FA", "webUrl": "https://www.theguardian.com/football/2017/feb/03/mps-debate-vote-of-no-confidence-in-oudated-fa", "wordCnt": 558}, {"apiUrl": "https://content.guardianapis.com/football/2017/feb/03/the-fiver-chelsea-arsenal-uh-oh", "firPara": "In todays Fiver Arsenal head to Chelsea, plus gate-gate and Bondz NGala", "id": "football/2017/feb/03/the-fiver-chelsea-arsenal-uh-oh", "isHosted": false, "secPara": "In todays Fiver Arsenal head to Chelsea, plus gate-gate and Bondz NGala", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-02-03T16:00:04Z", "webTitle": "The Fiver | YouTube Z-listers are likely to be up in arms", "webUrl": "https://www.theguardian.com/football/2017/feb/03/the-fiver-chelsea-arsenal-uh-oh", "wordCnt": 1777}, {"apiUrl": "https://content.guardianapis.com/football/2017/feb/03/millwall-criticise-lewisham-council-for-failing-to-clarify-cpo-position", "firPara": "Millwall have described themselves as deeply concerned over Lewisham Councils failure to formally make clear its position in regards to the compulsory purchase order that has threatened the clubs existence.", "id": "football/2017/feb/03/millwall-criticise-lewisham-council-for-failing-to-clarify-cpo-position", "isHosted": false, "secPara": "It was announced on 25 January that the plan to evict the club from their land around The Den had been abandoned after months of public pressure and a media campaign, led by the Guardians Barney Ronay.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-02-03T12:45:37Z", "webTitle": "Millwall criticise Lewisham Council for failing to clarify CPO position", "webUrl": "https://www.theguardian.com/football/2017/feb/03/millwall-criticise-lewisham-council-for-failing-to-clarify-cpo-position", "wordCnt": 556}, {"apiUrl": "https://content.guardianapis.com/football/2017/feb/03/marco-silva-manager-hull-city-no-days-off-liverpool", "firPara": "Meticulous, methodical and, above all, measured, Marco Silva is not an obvious high‑stakes gambler but behind the controlled facade lurks a risk-taker with a penchant for retrieving supposedly lost causes.", "id": "football/2017/feb/03/marco-silva-manager-hull-city-no-days-off-liverpool", "isHosted": false, "secPara": "In other words dysfunctional Hull City could not be a better fit for the bright young coach dubbed the new José Mourinho. Allied to a devotion to sports science, data analysis and micro-managed training sessions, the 39-year-olds willingness to specialise in saving the careers of players perceived as damaged goods by peers brought him surprising success in Lisbon and Athens.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-02-03T12:38:22Z", "webTitle": "Marco Silva revitalises Hull with information saturation and no days off | Louise Taylor", "webUrl": "https://www.theguardian.com/football/2017/feb/03/marco-silva-manager-hull-city-no-days-off-liverpool", "wordCnt": 875}, {"apiUrl": "https://content.guardianapis.com/football/blog/2017/feb/03/deadline-day-madness-not-event-sky-sports-news", "firPara": "I finally finished the new series of Sherlock this week. It took longer than I anticipated. Maintaining focus on Benedict Cumberbatch and Martin Freeman proved difficult as time wore on, the plot became increasingly implausible and the show morphed into a Crystal Maze tribute. Professional critics were unimpressed. Sherlock was accused of turning in the worst James Bond impression since Jez slept with Marks future mother-in-law in Peep Show. There was inevitable and potentially fatal talk of jumping the shark.", "id": "football/blog/2017/feb/03/deadline-day-madness-not-event-sky-sports-news", "isHosted": false, "secPara": "It happens to the best of them. The Wire rather lost its way with series five and Scott Templeton. Ricky Gervais could not resist the temptation of bringing back David Brent for that self‑parodic film. Even a nuanced comedy like My Family never recovered from losing Kris Marshall to the BT adverts. The trick is knowing when to go out on a high, how to keep the audience wanting more. Recently, I introduced my girlfriend to Fawlty Towers, an act of cruelty and kindness, because the tragedy was knowing that each episode brought us closer to the end. She had to be let down gently after we finished the second series. It was all part of the genius.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-02-03T11:14:06Z", "webTitle": "Deadline Day madness is becoming a non-event despite Sky’s best efforts | Jacob Steinberg", "webUrl": "https://www.theguardian.com/football/blog/2017/feb/03/deadline-day-madness-not-event-sky-sports-news", "wordCnt": 973}, {"apiUrl": "https://content.guardianapis.com/football/2017/feb/03/arsenal-tried-to-sign-ngolo-kante-last-summer-arsene-wenger-reveals-chelsea", "firPara": "Arsène Wenger has pinpointed NGolo Kanté as the player behind Chelseas nine-point lead at the top of the Premier League table and the Arsenal manager revealed he tried and failed to sign him from Leicester City last summer.", "id": "football/2017/feb/03/arsenal-tried-to-sign-ngolo-kante-last-summer-arsene-wenger-reveals-chelsea", "isHosted": false, "secPara": "Wenger clammed up when he was asked for the detail on why Kanté had preferred to join Chelsea from Leicester, whom he had helped to win the title in his only season at the club. But Wenger suggested that Chelseas financial clout – and Arsenals inability to compete with it – was a factor.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-02-03T10:58:05Z", "webTitle": "Arsenal tried to sign N’Golo Kanté last summer, Arsène Wenger reveals", "webUrl": "https://www.theguardian.com/football/2017/feb/03/arsenal-tried-to-sign-ngolo-kante-last-summer-arsene-wenger-reveals-chelsea", "wordCnt": 517}, {"apiUrl": "https://content.guardianapis.com/football/2017/feb/03/liverpool-ian-ayre-step-down", "firPara": "The Premier Leagues wealthiest clubs remain keen to sell broadcasting rights on a club-by-club basis and end the equal distribution of TV revenue, Liverpools chief executive, Ian Ayre, has confirmed.", "id": "football/2017/feb/03/liverpool-ian-ayre-step-down", "isHosted": false, "secPara": "Liverpools outgoing CEO said a threatened break-up of the Premier Leagues collective broadcasting deal is still being debated in the boardrooms of leading clubs despite the current model generating more than £10bn between 2016-19. The admission will alarm other top-flight clubs, who share the spoils of collective selling at home and overseas, and critics who argue the competitiveness of the Premier League is what makes it the most lucrative in the world.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-02-03T09:05:00Z", "webTitle": "Liverpool’s Ian Ayre says club-by-club TV rights’ idea still alive", "webUrl": "https://www.theguardian.com/football/2017/feb/03/liverpool-ian-ayre-step-down", "wordCnt": 791}, {"apiUrl": "https://content.guardianapis.com/football/2017/feb/03/football-transfer-rumours-sergio-aguero-real-madrid", "firPara": "Now that Pep Guardiola has the frighteningly precocious, quick, skilful and strong Gabriel Jesus available for selection, things are looking up for Manchester City and down for Sergio Agüero, who had to be content with a 17-minute runout in the 4-0 win against West Ham United on Wednesday. The Chinese window is still open. But if the thought of joining Shanghai Shenhua doesnt do it for Agüero, Real Madrid will be waiting for him with open arms in the summer. Unlike Guardiola, Zinedine Zidane doesnt mind Agüeros lack of pressing and low pass completion stats – he just wants his goals.", "id": "football/2017/feb/03/football-transfer-rumours-sergio-aguero-real-madrid", "isHosted": false, "secPara": "Speaking of City legends who are being shown the door, its time for a Joe Hart update. West Ham reckon that the only way to stop City scoring so many goals against them is to sign one of their goalkeepers and with Harts loan spell at Torino coming to an end soon, they are preparing a £15m offer for the England No1.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-02-03T08:47:07Z", "webTitle": "Football transfer rumours: Manchester City’s Sergio Agüero to join Real Madrid?", "webUrl": "https://www.theguardian.com/football/2017/feb/03/football-transfer-rumours-sergio-aguero-real-madrid", "wordCnt": 458}], "startIndex": 881, "status": "ok", "total": 141934, "userTier": "developer"}}