{"response": {"currentPage": 360, "orderBy": "newest", "pageSize": 10, "pages": 14194, "results": [{"apiUrl": "https://content.guardianapis.com/football/2016/sep/24/aston-villa-newcastle-united-championship-match-report", "firPara": "To say it has not been an easy start to life in the Championship for Aston Villa would be something of an understatement, but Aaron Tshibolas late goal rescued a point from what threatened to be another bleak afternoon for Roberto Di Matteos side.", "id": "football/2016/sep/24/aston-villa-newcastle-united-championship-match-report", "isHosted": false, "secPara": "Problems with Jack Grealish, who was left out here and has been fined by the club after reports of excessive partying in the wake of last weekends draw at Ipswich Town – He needs to learn, said Di Matteo – have added to the general miasma when this campaign was supposed to be a blast of fresh air. Villa remain without a win in seven, and with just one all season, but their revival here at least offers hope for the future. It was great to see the spirit of the team, said Di Matteo.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-24T18:49:13Z", "webTitle": "Aston Villa rescue point against Newcastle with Aaron Tshibola strike", "webUrl": "https://www.theguardian.com/football/2016/sep/24/aston-villa-newcastle-united-championship-match-report", "wordCnt": 616}, {"apiUrl": "https://content.guardianapis.com/football/2016/sep/24/arsenal-chelsea-premier-league-match-report", "firPara": "The din from the majority that greeted the final whistle was an outpouring of joy after five years largely spent dreading this derby. Arsenal, rampant and irrepressible, have become the latest contenders to expose just how far Chelsea have slipped in the period since they claimed the Premier League. On this evidence, it is barely conceivable that those in blue had hoisted the trophy only 16 months ago. Their current, dishevelled selection surrendered meekly here, just as they had to Liverpool the previous week, from the moment they were breached. It ended up as a brutal humiliation to endure.", "id": "football/2016/sep/24/arsenal-chelsea-premier-league-match-report", "isHosted": false, "secPara": "Arsène Wenger will hardly care, with this an exorcism of sorts of the inconvenient facts thrown up by his sides recent record against these opponents. Even in his wildest dreams, the Frenchman could never have contemplated celebrating two decades in charge in such a wildly authoritative manner. Retreat to 2003 and Chelsea, with their Russian oligarch owner recently in situ, were arguably the club who most undermined Wengers original project by shifting the landscape just as the Invincibles were threatening a period of dominance. In that context, the Arsenal manager took particular pleasure in seeing his side inflict this drubbing in such scintillating fashion.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-24T18:35:13Z", "webTitle": "Mesut Özil strike seals Arsenal’s impressive demolition of Chelsea", "webUrl": "https://www.theguardian.com/football/2016/sep/24/arsenal-chelsea-premier-league-match-report", "wordCnt": 947}, {"apiUrl": "https://content.guardianapis.com/football/football-league-blog/2016/sep/24/football-league-your-thoughts", "firPara": "• Tammy Abraham scored again, to the surprise of nobody. The Chelsea striker, on loan at Bristol City, moved into double figures by kick-starting their 4-0 rout of Fulham. Luke Freeman, Bobby Reid and Aden Flint followed up with goals of their own but Abraham remains the divisions outstanding player of the season so far. He also scored the winner at Craven Cottage in their midweek EFL Cup meeting. We have energy, pace and quality in the group and were starting to understand each others games, said Lee Johnson, the City manager and a boyhood Fulham fan.", "id": "football/football-league-blog/2016/sep/24/football-league-your-thoughts", "isHosted": false, "secPara": "• QPR drew 1-1 with Birmingham, but the must noteworthy thing to take from Loftus Road was that the hosts are yet to score from open play this season. All 11 have come from corners, free-kicks or penalties. Still, at least they are finding the net.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-24T18:25:09Z", "webTitle": "Football League your thoughts: Tammy Abraham scores again", "webUrl": "https://www.theguardian.com/football/football-league-blog/2016/sep/24/football-league-your-thoughts", "wordCnt": 547}, {"apiUrl": "https://content.guardianapis.com/football/live/2016/sep/24/arsenal-chelsea-premier-league-live", "firPara": "Mesut Ozil was magnificent and scored the third goal as Arsenal passed Chelsea to death in the first half at the Emirates", "id": "football/live/2016/sep/24/arsenal-chelsea-premier-league-live", "isHosted": false, "secPara": "A terrific win for Arsenal, who overwhelmed an admittedly poor Chelsea with some lovely football in the first half. Mesut Ozil was wonderful, Alex Iwobi and Alexis were excellent too, and Mustafi and Koscielny looked solid at the back. Its a very, very happy anniversary for Arsene Wenger – not just the result but the way it was achieved. Thanks for your company; goodnight.", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2016-09-24T18:21:01Z", "webTitle": "Arsenal 3-0 Chelsea: Premier League - as it happened", "webUrl": "https://www.theguardian.com/football/live/2016/sep/24/arsenal-chelsea-premier-league-live", "wordCnt": 1189}, {"apiUrl": "https://content.guardianapis.com/football/2016/sep/24/jose-mourinho-wayne-rooney-manchester-united", "firPara": "José Mourinho must have been expecting questions about Wayne Rooney – he has been fielding them for several weeks – and the fact that Manchester United won so handsomely with their captain watching from the bench was never going to go unnoticed.", "id": "football/2016/sep/24/jose-mourinho-wayne-rooney-manchester-united", "isHosted": false, "secPara": "There is not a problem with Wayne Rooney, he explained. My captain is my captain whether he is on the pitch or at home. We won the game so he is happy.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-24T17:26:51Z", "webTitle": "José Mourinho insists there is no problem with Wayne Rooney", "webUrl": "https://www.theguardian.com/football/2016/sep/24/jose-mourinho-wayne-rooney-manchester-united", "wordCnt": 516}, {"apiUrl": "https://content.guardianapis.com/football/live/2016/sep/24/premier-league-swansea-man-city-middlesbrough-spurs-live", "firPara": "BOOOOO! A chorus of boos echo around the Stadium of Light as Sunderland blow a two-goal lead to lose 3-2 at home to Crystal Palace. Christian Benteke popped up with the inevitable injury time winner for Palace there. ", "id": "football/live/2016/sep/24/premier-league-swansea-man-city-middlesbrough-spurs-live", "isHosted": false, "secPara": "Premier League Minute-by-minute reporter swears at the top of his voice, frightens his colleagues and slumps headfirst into keyboard HINO;/LDGV`KBHJJNSDVjkn/ASLCKJNHqw9r782-†¨¥ª 78¡+}WDSQ3PROJ. ", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2016-09-24T16:47:37Z", "webTitle": "Football clockwatch: Swansea v Man City, Middlesbrough v Spurs – as they happened", "webUrl": "https://www.theguardian.com/football/live/2016/sep/24/premier-league-swansea-man-city-middlesbrough-spurs-live", "wordCnt": 1058}, {"apiUrl": "https://content.guardianapis.com/football/2016/sep/24/bournemouth-everton-premier-league-match-report", "firPara": "Ronald Koeman had said it would be crazy to consider Everton title contenders and his team did little to suggest otherwise on the south coast, where they fell to their first Premier League defeat of the season. For Eddie Howe, this was a true Bournemouth performance, full of intensity and vigour, as his side recorded back-to-back home wins in the league for the first time since March. Howe apologised to supporters for his teams dismal performance in the EFL Cup defeat by Preston on Tuesday but was never in danger of having to do so here.", "id": "football/2016/sep/24/bournemouth-everton-premier-league-match-report", "isHosted": false, "secPara": "Bournemouth set the tone from the off, Callum Wilson glancing a header narrowly wide after 61 seconds. The striker then easily evaded the attention of the Everton captain Phil Jagielka, racing through on goal before Maarten Stekelenburg smothered to allow the visitors a moments respite.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-24T16:22:09Z", "webTitle": "Junior Stanislas earns Bournemouth deserved home victory over Everton", "webUrl": "https://www.theguardian.com/football/2016/sep/24/bournemouth-everton-premier-league-match-report", "wordCnt": 549}, {"apiUrl": "https://content.guardianapis.com/football/2016/sep/24/sunderland-crystal-palace-premier-league-match-report", "firPara": "David Moyes has likened managing Sunderland variously to fighting a series of raging bush fires and captaining a ship navigating stormy seas. The flames have just become significantly more ferocious and the waters appreciably choppier. At the end of an afternoon in which his side squandered a two-goal lead, Christian Bentekes headed stoppage-time winner for Crystal Palace ensured Sam Allardyces successor has taken only one point from six Premier League games.", "id": "football/2016/sep/24/sunderland-crystal-palace-premier-league-match-report", "isHosted": false, "secPara": "Presented with an awful hand by Ellis Short, Sunderlands owner who failed to properly address long-standing recruitment needs this summer, it is not Moyess fault that his squad is sub-standard and his team already look Championship bound.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-24T16:16:48Z", "webTitle": "Benteke strikes in injury time to give Crystal Palace win at Sunderland", "webUrl": "https://www.theguardian.com/football/2016/sep/24/sunderland-crystal-palace-premier-league-match-report", "wordCnt": 655}, {"apiUrl": "https://content.guardianapis.com/football/2016/sep/24/stoke-city-west-bromwich-albion-premier-league-match-report", "firPara": "A first league victory of the season for Stoke was the only milestone that mattered to Mark Hughes on a day when Tony Pulis took charge of a team for the 1,000th time. Stoke looked on course for just that after Joe Allen scored in the 73rd minute.", "id": "football/2016/sep/24/stoke-city-west-bromwich-albion-premier-league-match-report", "isHosted": false, "secPara": "But they did not make it over the line, as Salomón Rondón headed into their net from a corner in stoppage time. Stoke used to celebrate late goals for Puliss team but they cursed this one.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-24T16:15:02Z", "webTitle": "Salomón Rondón denies Stoke first win with late equaliser for West Brom", "webUrl": "https://www.theguardian.com/football/2016/sep/24/stoke-city-west-bromwich-albion-premier-league-match-report", "wordCnt": 639}, {"apiUrl": "https://content.guardianapis.com/football/2016/sep/24/swansea-city-manchester-city-premier-league-match-report", "firPara": "Manchester City made it a perfect 10 to continue their immaculate start to the season and take their run of successive victories into double figures, with Sergio Agüero carrying on where he left off prior to his suspension. But Pep Guardiolas side never had everything their own way with Swansea giving as good as they got for an hour.", "id": "football/2016/sep/24/swansea-city-manchester-city-premier-league-match-report", "isHosted": false, "secPara": "The turning point was the penalty kick that Neil Swarbrick awarded in the second half, when the referee penalised Mike van der Hoorn for an elbow on Kevin De Bruyne. Van der Hoorn and his Swansea team-mates were bitterly upset with that decision, but television replays suggested Swarbrick made the right call and once Agüero dispatched his penalty for his second goal of the match and his 11th of the season City tightened their grip on a terrific game.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-24T16:14:39Z", "webTitle": "Manchester City keep perfect start as Sergio Agüero punishes Swansea City", "webUrl": "https://www.theguardian.com/football/2016/sep/24/swansea-city-manchester-city-premier-league-match-report", "wordCnt": 772}], "startIndex": 3591, "status": "ok", "total": 141935, "userTier": "developer"}}