{"response": {"currentPage": 259, "orderBy": "newest", "pageSize": 10, "pages": 14194, "results": [{"apiUrl": "https://content.guardianapis.com/football/2016/nov/10/howard-wilkinson-advise-fa-next-england-manager", "firPara": "The League Managers Association chairman, Howard Wilkinson, will be called upon to advise the Football Association on the next permanent England manager, it has emerged. It is understood that the FA plans to rely on a wider body of opinion than when Sam Allardyce was appointed by the trio of the governing bodys chief executive, Martin Glenn, the then acting chairman, David Gill, and the FAs technical director, Dan Ashworth.", "id": "football/2016/nov/10/howard-wilkinson-advise-fa-next-england-manager", "isHosted": false, "secPara": "As such, the former Leeds United manager and one-time FA technical director will be among those consulted. However, it is also understood that Gill will not have a say this time around, following criticism from Sunderland over his role when Allardyce was appointed.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-10T22:30:02Z", "webTitle": "Howard Wilkinson to advise FA in deciding next England manager", "webUrl": "https://www.theguardian.com/football/2016/nov/10/howard-wilkinson-advise-fa-next-england-manager", "wordCnt": 650}, {"apiUrl": "https://content.guardianapis.com/football/2016/nov/10/jonny-williams-wales-scotland-film-england", "firPara": "Chris Colemans squad will prepare for their World Cup qualifier against Serbia on Saturday by watching Scotlands game at Wembley, yet this time Jonny Williams has vowed to keep his mobile phone in his pocket after causing a storm by filming the Wales players celebrating Englands humiliating Euro 2016 defeat against Iceland in June.", "id": "football/2016/nov/10/jonny-williams-wales-scotland-film-england", "isHosted": false, "secPara": "Williams, who plays for Crystal Palace and is currently on loan at Ipswich Town, was the man responsible for capturing the footage of the Wales squad jumping around with glee at their team hotel after Iceland eliminated England. The material was supposed to remain private but it appeared on social media shortly after the final whistle, causing considerable embarrassment to Williams.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-10T22:30:02Z", "webTitle": "Jonny Williams will not film it if Wales celebrate a Scotland win", "webUrl": "https://www.theguardian.com/football/2016/nov/10/jonny-williams-wales-scotland-film-england", "wordCnt": 522}, {"apiUrl": "https://content.guardianapis.com/football/blog/2016/nov/10/gareth-southgate-england-scotland-gordon-strachan", "firPara": "There was a point when Gordon Strachan was hoping to persuade Andy Murray to deliver some words of inspiration before Scotlands players walk out at Wembley on Friday. Not that Gareth Southgate seemed too concerned when it was brought up in his company before Englands final training session. Unless he is playing at left-back he is not going to affect the game, Englands caretaker manager pointed out. And that was the moment one of the Scottish journalists at the back of the room interrupted. I wish he was, came the response.", "id": "football/blog/2016/nov/10/gareth-southgate-england-scotland-gordon-strachan", "isHosted": false, "secPara": "This is what England will come up against when the two old rivals renew acquaintances in the World Cup qualifier that will almost certainly determine whether Southgate gets the job full-time. The invasion of London is already under way but, as Craig Brown once noted Bagpipes, war paint and claymores wont win us games in the European Championship or World Cup. Scotland have gone 18 years, and counting, since they last made it to a tournament.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-10T22:30:02Z", "webTitle": "Gareth Southgate’s pitch for England post adds edge to Scotland encounter | Daniel Taylor", "webUrl": "https://www.theguardian.com/football/blog/2016/nov/10/gareth-southgate-england-scotland-gordon-strachan", "wordCnt": 1108}, {"apiUrl": "https://content.guardianapis.com/football/2016/nov/10/daniel-sturridge-in-line-england-start-scotland-wembley-wayne-rooney", "firPara": "Daniel Sturridge is set to start Englands World Cup qualifier against Scotland on Friday, with Wayne Rooney recalled in a No10 role for a game Gareth Southgate believes will provide his captain with the perfect stage on which to reassert his influence at this level.", "id": "football/2016/nov/10/daniel-sturridge-in-line-england-start-scotland-wembley-wayne-rooney", "isHosted": false, "secPara": "Southgate is inclined to opt for Sturridge, who is without a Premier League goal this season, ahead of Harry Kane, with the Tottenham Hotspur striker having played 73 minutes of Sundays north London derby on his comeback after seven weeks out with ankle ligament damage. Although he is fully recovered from that injury, the lay-off has rendered him rusty and the interim manager would prefer to use him, if required, from the bench.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-10T22:30:02Z", "webTitle": "Daniel Sturridge in line for England start against Scotland at Wembley", "webUrl": "https://www.theguardian.com/football/2016/nov/10/daniel-sturridge-in-line-england-start-scotland-wembley-wayne-rooney", "wordCnt": 908}, {"apiUrl": "https://content.guardianapis.com/football/2016/nov/10/arsene-wenger-alexis-sanchez-suicidal-injury", "firPara": "Arsène Wenger has warned the Football Federation of Chile that Alexis Sánchez could spend up to three months on the sidelines if he is risked in Tuesdays World Cup qualifier against Uruguay.", "id": "football/2016/nov/10/arsene-wenger-alexis-sanchez-suicidal-injury", "isHosted": false, "secPara": "The forward is out of Thursday nights meeting with Colombia in Barranquilla after limping out of training earlier this week with a suspected calf tear. Sánchez has stayed with the squad in the hope that he may recover in time to face Uruguay but Wenger – who has been told the injury is actually to the 27-year-olds hamstring – has said that would be a suicidal decision.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-10T16:39:55Z", "webTitle": "Alexis Sánchez playing for Chile would be suicidal decision, says Arsène Wenger", "webUrl": "https://www.theguardian.com/football/2016/nov/10/arsene-wenger-alexis-sanchez-suicidal-injury", "wordCnt": 297}, {"apiUrl": "https://content.guardianapis.com/football/2016/nov/10/rangers-terminate-joey-barton-contract-immediate-effect", "firPara": "Rangers have announced that they have agreed to terminate the contract of the midfielder Joey Barton with immediate effect.", "id": "football/2016/nov/10/rangers-terminate-joey-barton-contract-immediate-effect", "isHosted": false, "secPara": "Barton had been signed off work with stress since last Friday, as talks over the termination continued.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-10T16:31:00Z", "webTitle": "Rangers terminate Joey Barton’s contract with immediate effect", "webUrl": "https://www.theguardian.com/football/2016/nov/10/rangers-terminate-joey-barton-contract-immediate-effect", "wordCnt": 356}, {"apiUrl": "https://content.guardianapis.com/football/2016/nov/10/the-fiver-brazil-argentina-humiliation-ahoy", "firPara": "In todays Fiver Brazil, Argentina, Tactics Tim and an England overhaul", "id": "football/2016/nov/10/the-fiver-brazil-argentina-humiliation-ahoy", "isHosted": false, "secPara": "In todays Fiver Brazil, Argentina, Tactics Tim and an England overhaul", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-10T15:50:38Z", "webTitle": "The Fiver | A nuclear helping of opprobrium", "webUrl": "https://www.theguardian.com/football/2016/nov/10/the-fiver-brazil-argentina-humiliation-ahoy", "wordCnt": 1585}, {"apiUrl": "https://content.guardianapis.com/football/2016/nov/10/england-poppies-scotland-fa-martin-glenn", "firPara": "The Football Associations chief executive, Martin Glenn, has emphasised his belief that its defiance of Fifa over the wearing of armbands bearing poppies on Friday night against Scotland is morally and legally rock solid.", "id": "football/2016/nov/10/england-poppies-scotland-fa-martin-glenn", "isHosted": false, "secPara": "The FA wrote to the world governing body informing it that players planned to wear the armbands in the World Cup qualifier at Wembley on Armistice Day.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-10T13:25:53Z", "webTitle": "England’s case for wearing poppies against Scotland is ‘rock solid’, says FA", "webUrl": "https://www.theguardian.com/football/2016/nov/10/england-poppies-scotland-fa-martin-glenn", "wordCnt": 481}, {"apiUrl": "https://content.guardianapis.com/football/2016/nov/10/football-quiz-muted-celebrations-non-celebrate-muted-sport", "firPara": "Which clubs fans have just been patronised with a non-celebration celebration?", "id": "football/2016/nov/10/football-quiz-muted-celebrations-non-celebrate-muted-sport", "isHosted": false, "secPara": "Which clubs fans have just been patronised with a non-celebration celebration?", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-10T13:15:17Z", "webTitle": "Football quiz: muted celebrations", "webUrl": "https://www.theguardian.com/football/2016/nov/10/football-quiz-muted-celebrations-non-celebrate-muted-sport", "wordCnt": 36}, {"apiUrl": "https://content.guardianapis.com/football/blog/2016/nov/10/england-club-football-1996-arsene-wenger-manchester-united-newcastle", "firPara": "It is England v Scotland on Friday night in this, the 20th anniversary year of one of the more joyous occasions at Wembley, so nostalgia is perfectly permissible for Euro 96, when the hosts brand of uninhibited football was bettered only by some even less inhibited goal celebrations.", "id": "football/blog/2016/nov/10/england-club-football-1996-arsene-wenger-manchester-united-newcastle", "isHosted": false, "secPara": "Yet 1996 ought to be remembered for much more than Gazza and the dentists chair routine. It was a momentous year in domestic football too, quite possibly the point at which the still new Premier League stopped resembling the old Division One and began to morph into the multinational, money-no-object form of entertainment we know today. You will have to make your own mind up about whether that was a good thing or not, but the calendar year of 1996 contained several notable moments and developments that are still talked about today.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-10T10:45:30Z", "webTitle": "English club football has never quite been the same since a momentous 1996 | Paul Wilson", "webUrl": "https://www.theguardian.com/football/blog/2016/nov/10/england-club-football-1996-arsene-wenger-manchester-united-newcastle", "wordCnt": 1279}], "startIndex": 2581, "status": "ok", "total": 141935, "userTier": "developer"}}