{"response": {"currentPage": 43, "orderBy": "newest", "pageSize": 10, "pages": 14194, "results": [{"apiUrl": "https://content.guardianapis.com/football/2017/mar/04/zlatan-ibrahimovic-tyrone-mings-jumped-into-my-elbow", "firPara": "Wayne Rooney took the rare step of urging the FA to take action against a fellow player after he called on the games governing body to charge the Bournemouth defender Tyrone Mings with violent conduct for stamping on Zlatan Ibrahimovic in the 1-1 draw.", "id": "football/2017/mar/04/zlatan-ibrahimovic-tyrone-mings-jumped-into-my-elbow", "isHosted": false, "secPara": "However, Manchester Uniteds leading scorer – who missed a penalty that could have won the game – could also face a three-match ban, ruling him out of next Mondays FA Cup quarter-final at Chelsea, for elbowing Mings seconds later, although both men protested their innocence.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-03-04T16:49:16Z", "webTitle": "Zlatan Ibrahimovic claims Tyrone Mings ‘jumped into my elbow’", "webUrl": "https://www.theguardian.com/football/2017/mar/04/zlatan-ibrahimovic-tyrone-mings-jumped-into-my-elbow", "wordCnt": 270}, {"apiUrl": "https://content.guardianapis.com/football/2017/mar/04/manchester-united-bournemouth-premier-league-match-report", "firPara": "The bare facts are that Manchester United failed to secure a seventh successive win and missed the chance to end their 138-day stay in sixth place and Bournemouth secured a spirited draw to arrest the perception they are in freefall. Facts, though, do not provide the entire picture on an afternoon of controversy. Its consequences could be considerable, and not just if they cost United Champions League football.", "id": "football/2017/mar/04/manchester-united-bournemouth-premier-league-match-report", "isHosted": false, "secPara": "A game of compelling drama may yet be reviewed by the FA. If so, Zlatan Ibrahimovics missed penalty could prove his last major contribution in domestic football for a month. The profligate Swede had an off day; indeed, it was a day when he might have been sent off for the first time as a United player, but the 14th in his career. He also could have required medical treatment or been the match-winner. Much revolved around him, in contentious and yet inconclusive fashion. Ibrahimovic was sinner and sinned against, elbowing Tyrone Mings after being stamped on by the Bournemouth defender.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-03-04T14:39:00Z", "webTitle": "Manchester United’s top-four push stalls in chaotic draw with Bournemouth", "webUrl": "https://www.theguardian.com/football/2017/mar/04/manchester-united-bournemouth-premier-league-match-report", "wordCnt": 795}, {"apiUrl": "https://content.guardianapis.com/football/live/2017/mar/04/manchester-united-v-bournemouth-premier-league-live", "firPara": "Ten-man Bournemouth took a valuable point from a bizarre game that included unpunished GBH, a missed penalty from Zlatan Ibrahimovic and all kinds of controversy", "id": "football/live/2017/mar/04/manchester-united-v-bournemouth-premier-league-live", "isHosted": false, "secPara": "Read Richard Jollys match report from Old Trafford", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2017-03-04T14:27:37Z", "webTitle": "Manchester United 1-1 Bournemouth: Premier League – as it happened", "webUrl": "https://www.theguardian.com/football/live/2017/mar/04/manchester-united-v-bournemouth-premier-league-live", "wordCnt": 946}, {"apiUrl": "https://content.guardianapis.com/football/2017/mar/03/craig-shakespeare-fate-leicester-manager-hull-result", "firPara": "Craig Shakespeare is due to meet the Leicester City board on Thursday, after returning from taking the players to a warm-weather training camp in Dubai, with his prospects of being given the managers job until the end of the season likely to hinge on Saturdays game against Hull City.", "id": "football/2017/mar/03/craig-shakespeare-fate-leicester-manager-hull-result", "isHosted": false, "secPara": "Leicester are still sounding out potential managers, with Roy Hodgson identified as a possible successor to Claudio Ranieri and other names being explored, yet it would be difficult to look beyond Shakespeare if he followed up Monday nights impressive victory over Liverpool with another win over Hull.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-03-03T22:30:00Z", "webTitle": "Craig Shakespeare’s fate as Leicester manager hangs on Hull result", "webUrl": "https://www.theguardian.com/football/2017/mar/03/craig-shakespeare-fate-leicester-manager-hull-result", "wordCnt": 568}, {"apiUrl": "https://content.guardianapis.com/football/2017/mar/03/liverpool-jurgen-klopp-spend-transfers-summer", "firPara": "Jürgen Klopp is ready to spend in the summer on up to six players to strengthen the Liverpool squad, even if competing with Chelsea and the Manchester clubs for transfer targets is likely to mean paying out more than ever before.", "id": "football/2017/mar/03/liverpool-jurgen-klopp-spend-transfers-summer", "isHosted": false, "secPara": "Liverpool broke even on transfers last summer and did not take the opportunity to reinforce significantly in January, though Klopp denies he is being kept to a tight budget by the clubs American owners. The club have never said to me that a certain figure is too expensive; that has not happened yet and I dont expect it to happen, the Liverpool manager said. We all have the same plan, the sporting director, scouting department, owners, myself – we all want to make this club as successful as possible so we will spend money in the summer. Of course we have to improve the squad, that is clear.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-03-03T22:30:00Z", "webTitle": "Jürgen Klopp ready to splash out to strengthen thin Liverpool squad", "webUrl": "https://www.theguardian.com/football/2017/mar/03/liverpool-jurgen-klopp-spend-transfers-summer", "wordCnt": 652}, {"apiUrl": "https://content.guardianapis.com/football/blog/2017/mar/03/arsene-wenger-arsenal-liverpool-anfield", "firPara": "Arsenals away form against the other five leading clubs has been inadequate, with three wins in five seasons, and they travel to a fretful Anfield in search of a long-term spark", "id": "football/blog/2017/mar/03/arsene-wenger-arsenal-liverpool-anfield", "isHosted": false, "secPara": "Arsenals away form against the other five leading clubs has been inadequate, with three wins in five seasons, and they travel to a fretful Anfield in search of a long-term spark", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-03-03T22:30:00Z", "webTitle": "Arsène Wenger needs Arsenal to bolster Big Six record at Liverpool | David Hytner", "webUrl": "https://www.theguardian.com/football/blog/2017/mar/03/arsene-wenger-arsenal-liverpool-anfield", "wordCnt": 970}, {"apiUrl": "https://content.guardianapis.com/football/2017/mar/03/video-technology-game-changing-incidents-trial-english-football", "firPara": "The use of video technology for game-changing incidents will be trialled in English football next season, almost certainly including the FA Cup from the third round, it has been confirmed, while next weekends FA Cup quarter-finals could feature a fourth substitution if they go to extra time.", "id": "football/2017/mar/03/video-technology-game-changing-incidents-trial-english-football", "isHosted": false, "secPara": "A raft of new exploratory measures, including sin-bins, removing automatic yellow cards for players who give away penalty kicks and even a change in the order of penalty-taking in shootouts were announced at the annual general meeting of the International Football Association Board (Ifab), the games law-making body.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-03-03T19:45:47Z", "webTitle": "Video technology for game-changing incidents to be trialled in England", "webUrl": "https://www.theguardian.com/football/2017/mar/03/video-technology-game-changing-incidents-trial-english-football", "wordCnt": 705}, {"apiUrl": "https://content.guardianapis.com/football/2017/mar/03/antonio-conte-chelsea-inter-serie-a", "firPara": "Antonio Conte sees his future with Chelsea amid mooted interest from the Chinese owners of Internazionale to lure him back to Serie A, but he has admitted separation from his family, who remain in Italy, has proved a strain since last years appointment at Stamford Bridge.", "id": "football/2017/mar/03/antonio-conte-chelsea-inter-serie-a", "isHosted": false, "secPara": "Conte signed a three-year contract in London after leaving his post as Italys coach and has seen his side establish a staggering 10-point advantage at the top of the Premier League with 12 games to play. Chelsea, who visit West Ham on Monday, are expected to open talks over new terms on the back of what looks a successful season, though Inters emergence as potential suitors, backed by the financial might of Suning Holdings group, could add urgency to those negotiations.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-03-03T17:14:24Z", "webTitle": "Antonio Conte eyes long Chelsea future though family absence fuels Inter talk", "webUrl": "https://www.theguardian.com/football/2017/mar/03/antonio-conte-chelsea-inter-serie-a", "wordCnt": 626}, {"apiUrl": "https://content.guardianapis.com/football/2017/mar/03/the-fiver-arsene-wenger-arsenal-liverpool", "firPara": "In todays Fiver Arsène Wenger, the great Raymond Kopa and much more", "id": "football/2017/mar/03/the-fiver-arsene-wenger-arsenal-liverpool", "isHosted": false, "secPara": "In todays Fiver Arsène Wenger, the great Raymond Kopa and much more", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-03-03T16:15:12Z", "webTitle": "The Fiver | An immortal blob of energy imparting wisdom from space", "webUrl": "https://www.theguardian.com/football/2017/mar/03/the-fiver-arsene-wenger-arsenal-liverpool", "wordCnt": 1203}, {"apiUrl": "https://content.guardianapis.com/football/blog/2017/mar/03/charlton-athletic-fans-northampton-belgium-owner-roland-duchatelet", "firPara": "On Saturday morning some Charlton Athletic supporters will tuck into a free breakfast at The Valley and board coaches laid on by the club to transport them to Sixfields for their match at Northampton. At the same time a similar number will be travelling in an entirely different direction. An estimated 200-250 Charlton loyalists are off to Sint-Truiden, the Flemish town that happens to be home to the clubs Belgian owner, Roland Duchâtelet, in a bid to air their gripes.", "id": "football/blog/2017/mar/03/charlton-athletic-fans-northampton-belgium-owner-roland-duchatelet", "isHosted": false, "secPara": "Charlton are one of a number of clubs embroiled in a malaise that is not helped by a fractured relationship between ownership and a largely frustrated fanbase. As is the case at Coventry City, Nottingham Forest, Blackburn Rovers, Leyton Orient, Blackpool et al, the most determined of supporters feel compelled to protest, to yearn for better times and to rail at distant owners. Charltons weak form has focused a few minds and the fan groups dedicated to challenging Duchâtelet have decided to pay their owner a visit, considering the last time he attended a match at The Valley was in October 2014.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-03-03T16:05:10Z", "webTitle": "Charlton fans ignore Northampton game and head to Belgium for protest | Amy Lawrence", "webUrl": "https://www.theguardian.com/football/blog/2017/mar/03/charlton-athletic-fans-northampton-belgium-owner-roland-duchatelet", "wordCnt": 817}], "startIndex": 421, "status": "ok", "total": 141934, "userTier": "developer"}}