{"response": {"currentPage": 143, "orderBy": "newest", "pageSize": 10, "pages": 14194, "results": [{"apiUrl": "https://content.guardianapis.com/football/2017/jan/06/crystal-palace-stadium-announcer-petition", "firPara": "A group of Crystal Palace supporters have launched a petition to reinstate their stadium announcer after his replacements fell way short of the standards and their overall matchday experience worsened significantly in his absence.", "id": "football/2017/jan/06/crystal-palace-stadium-announcer-petition", "isHosted": false, "secPara": "Fans were surprised to see the lifelong Crystal Palace fan Mike Rankine – also known as the Sound of Selhurst – had been replaced by the club at the start of the season. In a petition launched this week that has already attracted more than 400 signees, they have urged Palace to reconsider and reappoint Rankine to his previous role.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-06T12:34:46Z", "webTitle": "Crystal Palace fans launch petition to reinstate stadium announcer", "webUrl": "https://www.theguardian.com/football/2017/jan/06/crystal-palace-stadium-announcer-petition", "wordCnt": 443}, {"apiUrl": "https://content.guardianapis.com/football/2017/jan/06/football-quiz-fa-cup-third-round", "firPara": "Who won it seven times? Who scored after 25 seconds? And who won 6-0?", "id": "football/2017/jan/06/football-quiz-fa-cup-third-round", "isHosted": false, "secPara": "• The FA Cup third-round tie that was replayed after a fan injured a player", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-06T12:08:50Z", "webTitle": "Giantkiller or early bath? Test your FA Cup knowledge – quiz", "webUrl": "https://www.theguardian.com/football/2017/jan/06/football-quiz-fa-cup-third-round", "wordCnt": 31}, {"apiUrl": "https://content.guardianapis.com/football/2017/jan/06/fa-cup-third-round-non-league-managers", "firPara": "The son of Barrows owner, Paul Casson, he oversees the clubs commercial and financial operations", "id": "football/2017/jan/06/fa-cup-third-round-non-league-managers", "isHosted": false, "secPara": "Although I was born in Texas, my father had been brought up in Barrow before moving to the States. Our family always followed English football and returned to Cumbria for holidays a couple of times a year, so the FA Cup was a big part of my childhood. I grew up as a Newcastle United supporter and, much as I cant wait for Saturday and Rochdale to arrive at a sold-out Holker Street, my dream was to be drawn away at St James Park. Now Im hoping that will happen in the fourth round!", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-06T12:00:17Z", "webTitle": "Faces behind the FA Cup third round: ‘At this level these are the days you live for’", "webUrl": "https://www.theguardian.com/football/2017/jan/06/fa-cup-third-round-non-league-managers", "wordCnt": 2028}, {"apiUrl": "https://content.guardianapis.com/football/2017/jan/06/liverpool-goalkeeper-loris-karius-plymouth-fa-cup", "firPara": "Loris Karius is set to return to the Liverpool goal for Sundays FA Cup tie against Plymouth Argyle, with Jürgen Klopp confident his compatriot has benefited from a spell out of the spotlight.", "id": "football/2017/jan/06/liverpool-goalkeeper-loris-karius-plymouth-fa-cup", "isHosted": false, "secPara": "The 23-year-old goalkeeper has not featured in Liverpools past five matches having lost his place to Simon Mignolet following costly mistakes against Bournemouth and West Ham United. Although Mignolet has impressed on his return to the side, Klopp is expected to rotate his goalkeepers for the third-round tie at Anfield. He believes the decision to withdraw Karius from the fierce criticism and debate that surrounded his form last month will prove beneficial in the long term.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-06T11:39:09Z", "webTitle": "Liverpool recall dropped goalkeeper Loris Karius for Plymouth FA Cup tie", "webUrl": "https://www.theguardian.com/football/2017/jan/06/liverpool-goalkeeper-loris-karius-plymouth-fa-cup", "wordCnt": 404}, {"apiUrl": "https://content.guardianapis.com/football/2017/jan/06/chelsea-want-fernando-llorente-diego-costa-back-up", "firPara": "Chelsea are hoping to sign the Swansea striker Fernando Llorente in January. The Spaniard played for Antonio Conte at Juventus during the 2013-14 season and the Chelsea manager sees the striker as the ideal replacement for Diego Costa should he be injured or suspended.", "id": "football/2017/jan/06/chelsea-want-fernando-llorente-diego-costa-back-up", "isHosted": false, "secPara": "Chelsea are interested in securing him on loan or on a permanent basis but are aware that they face a struggle to convince Swansea to part company with a striker who has scored six goals this season.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-06T11:08:06Z", "webTitle": "Chelsea keen to sign Fernando Llorente from Swansea as  back-up", "webUrl": "https://www.theguardian.com/football/2017/jan/06/chelsea-want-fernando-llorente-diego-costa-back-up", "wordCnt": 213}, {"apiUrl": "https://content.guardianapis.com/football/2017/jan/06/emerson-hyndman-usa-soccer-bruce-arena", "firPara": "The young Texan joined Bournemouth in the summer from Fulham and is yet to feature in the Premier League – but hes itching to impress his new national coach", "id": "football/2017/jan/06/emerson-hyndman-usa-soccer-bruce-arena", "isHosted": false, "secPara": "The young Texan joined Bournemouth in the summer from Fulham and is yet to feature in the Premier League – but hes itching to impress his new national coach", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-06T11:00:16Z", "webTitle": "Emerson Hyndman: 'I want to be part of this US team as quickly as possible'", "webUrl": "https://www.theguardian.com/football/2017/jan/06/emerson-hyndman-usa-soccer-bruce-arena", "wordCnt": 1223}, {"apiUrl": "https://content.guardianapis.com/football/blog/2017/jan/06/football-transfer-rumour-mill-west-ham-insider-secret-transfer-plans", "firPara": "Todays fluff glows white on the mountain tonight", "id": "football/blog/2017/jan/06/football-transfer-rumour-mill-west-ham-insider-secret-transfer-plans", "isHosted": false, "secPara": "Todays fluff glows white on the mountain tonight", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-06T09:16:08Z", "webTitle": "Football transfer rumours: Moussa Dembélé and Patrice Evra to West Ham?", "webUrl": "https://www.theguardian.com/football/blog/2017/jan/06/football-transfer-rumour-mill-west-ham-insider-secret-transfer-plans", "wordCnt": 808}, {"apiUrl": "https://content.guardianapis.com/football/2017/jan/06/fa-cup-third-round-10-things-to-look-out-for-this-weekend", "firPara": "A nostalgic trip down Gander Green Lane, Eastleigh hope to go one better, Ipswich could be tested by Lincoln and Sam Allardyce returns to Bolton", "id": "football/2017/jan/06/fa-cup-third-round-10-things-to-look-out-for-this-weekend", "isHosted": false, "secPara": "Cast your mind back to May 1988 and one of the great FA Cup finals – Wimbledon v Liverpool, the Crazy Gang and the Culture Club, Dave Beasants penalty save and Lawrie Sanchezs towering header. Eight months later came another FA Cup moment for the ages, non-league Sutton United stunning then top-flight Coventry City with a 2-1 win in the third round. Therell be plenty of misty-eyed nostalgia on Saturday as Sutton welcome AFC Wimbledon in the third round – and not just because of those 80s hits. In July 2002, AFC Wimbledons first game after the club reformed was away at Suttons Gander Green Lane. It ended in a 4-0 defeat – perhaps the only time in football history a heavy loss in a friendly prompted a pitch invasion – but was nevertheless the beginning of a remarkable rise. JA", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-06T08:27:16Z", "webTitle": "FA Cup third round: 10 things to look out for this weekend", "webUrl": "https://www.theguardian.com/football/2017/jan/06/fa-cup-third-round-10-things-to-look-out-for-this-weekend", "wordCnt": 1553}, {"apiUrl": "https://content.guardianapis.com/football/2017/jan/06/everton-naming-rights-alisher-usmanov-usm-holdings-farhad-moshiri", "firPara": "Everton have secured a multimillion-pound naming rights deal with a company founded by the Russian billionaire and Arsenal shareholder Alisher Usmanov.", "id": "football/2017/jan/06/everton-naming-rights-alisher-usmanov-usm-holdings-farhad-moshiri", "isHosted": false, "secPara": "USM Holdings, the holding company for Usmanovs wide-ranging business interests, has become the Premier League clubs first training-ground partner in a five-year deal. The partnership will see Evertons Finch Farm training complex renamed USM Finch Farm and includes marketing rights plus match-day advertising at Goodison Park. It also represents a commercial link between Arsenals second-largest shareholder and the club where his business partner, Farhad Moshiri, is the major shareholder.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-06T00:03:03Z", "webTitle": "Everton seal naming rights deal with Alisher Usmanov’s USM Holdings", "webUrl": "https://www.theguardian.com/football/2017/jan/06/everton-naming-rights-alisher-usmanov-usm-holdings-farhad-moshiri", "wordCnt": 453}, {"apiUrl": "https://content.guardianapis.com/football/2017/jan/05/swanseas-paul-clement-relishes-tale-substituting-ronaldo", "firPara": "Paul Clement already has a response prepared for the Swansea City player that dares to show any disrespect towards him when they are substituted. Swanseas new head coach will cast his mind back to the day when he was standing in for Carlo Ancelotti and hauled off Cristiano Ronaldo at the Bernabéu.", "id": "football/2017/jan/05/swanseas-paul-clement-relishes-tale-substituting-ronaldo", "isHosted": false, "secPara": "I actually took him off, would you believe that? Clement said, smiling. In our very last game at Real Madrid, Carlo was serving a two-game suspension. We were playing Getafe and we were going to take off Cristiano in the second half. Wed spoken about it at half-time. I said Cris, were going to take you off in this minute, and he said Whos coming on for me? I actually put on Martin Odegaard and it was his debut for the club. Is that a claim to fame? I could say to some of the Swansea players if I take them off and they shake their head Ive taken off Cristiano Ronaldo, so I can take you off.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-05T22:30:01Z", "webTitle": "Paul Clement recalls replacing Cristiano Ronaldo as he takes charge at Swansea", "webUrl": "https://www.theguardian.com/football/2017/jan/05/swanseas-paul-clement-relishes-tale-substituting-ronaldo", "wordCnt": 907}], "startIndex": 1421, "status": "ok", "total": 141934, "userTier": "developer"}}