{"response": {"currentPage": 440, "orderBy": "newest", "pageSize": 10, "pages": 14194, "results": [{"apiUrl": "https://content.guardianapis.com/football/2016/aug/13/arsenal-arsene-wenger-big-spender-transfer-market-football", "firPara": "At some point at the Emirates Stadium on Sunday afternoon, Arsène Wenger will encounter a blast from the past. Alex Manninger, the 39-year-old Austrian goalkeeper who signed for Arsenal as a fresh-faced prospect almost two decades ago, is part of the Liverpool set-up. If they catch a moment to briefly reminisce they will fondly remember a shared experience.", "id": "football/2016/aug/13/arsenal-arsene-wenger-big-spender-transfer-market-football", "isHosted": false, "secPara": "That dates back to the summer of 1997, when Wenger recruited the young Manninger in what was a particularly memorable chapter in his book of team-building. The Arsenal managers largesse in the transfer market back then was remarkable. He signed seven players in various positions. Among them were two who became instantly integral – the skipping goalscoring winger Marc Overmars and the stylish-passing midfield presence of Emmanuel Petit. Of the seven some were sensational, others useful, one – the lesser-spotted Alberto Méndez – forgettable. Such are the nature of transfers. Irrespective of money spent all represent a gamble. It was ever thus.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-08-13T21:30:18Z", "webTitle": "Arsène Wenger faces reminder of time when he was Arsenal’s big spender", "webUrl": "https://www.theguardian.com/football/2016/aug/13/arsenal-arsene-wenger-big-spender-transfer-market-football", "wordCnt": 1018}, {"apiUrl": "https://content.guardianapis.com/football/2016/aug/13/jurgen-klopp-liverpool-premier-league-football-title-success", "firPara": "Arsenal away from home amounts to one of the more difficult opening weekend challenges of the new season, but Jürgen Klopp is not complaining. Like everyone else in the Premier League he would like to get off to a winning start, though if it does not happen he is prepared to be philosophical about it.", "id": "football/2016/aug/13/jurgen-klopp-liverpool-premier-league-football-title-success", "isHosted": false, "secPara": "In my opinion, the best way to win the league is to start off perfect, be fantastic in the middle then have a world‑class finish, he says. Thats a great strategy, but the trouble is everyone else thinks that way in August. Once the season gets going things become a little different.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-08-13T21:30:17Z", "webTitle": "Strong finish the goal for Jürgen Klopp in his long-game aims at Liverpool", "webUrl": "https://www.theguardian.com/football/2016/aug/13/jurgen-klopp-liverpool-premier-league-football-title-success", "wordCnt": 1064}, {"apiUrl": "https://content.guardianapis.com/football/2016/aug/13/jose-mourinho-manchester-united-memphis-depay-marcus-rashford", "firPara": "José Mourinho has reassured Manchester United supporters that the younger players at the club have a future, after allowing Adnan Januzaj to join Sunderland on loan and selling Paddy McNair to the same club.", "id": "football/2016/aug/13/jose-mourinho-manchester-united-memphis-depay-marcus-rashford", "isHosted": false, "secPara": "United have tended to pride themselves on the production and development of young players. Pictures of some of their notable successes adorn the training ground walls.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-08-13T21:30:17Z", "webTitle": "José Mourinho reassures Depay and Rashford their day will come", "webUrl": "https://www.theguardian.com/football/2016/aug/13/jose-mourinho-manchester-united-memphis-depay-marcus-rashford", "wordCnt": 674}, {"apiUrl": "https://content.guardianapis.com/football/2016/aug/13/pep-guardiola-joe-hart-dropped-willy-caballero-manchester-city", "firPara": "Pep Guardiolas decision to remove Joe Hart from Manchester Citys team stemmed from the new manager wanting good build-up play and apparent concerns about the England international goalkeeper not fitting in with the style he wants to begin that process out of defence.", "id": "football/2016/aug/13/pep-guardiola-joe-hart-dropped-willy-caballero-manchester-city", "isHosted": false, "secPara": "Guardiola, persistently linked with a move for Barcelonas Marc-André ter Stegen, also insisted that Hart could still fight his way back into the team despite preferring Willy Caballero in the 2-1 victory against Sunderland. I think Willy make a good pre-season – really, really good, Guardiola said. He gave me a lot of confidence for his build-up play, for his personality and thats why I chose him.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-08-13T21:14:45Z", "webTitle": "Pep Guardiola says Joe Hart must fight his way back after being dropped", "webUrl": "https://www.theguardian.com/football/2016/aug/13/pep-guardiola-joe-hart-dropped-willy-caballero-manchester-city", "wordCnt": 420}, {"apiUrl": "https://content.guardianapis.com/football/blog/2016/aug/13/paul-pogba-adnan-januzaj-manchester-united", "firPara": "The money is so astronomical these days, the rich are getting so much richer and the numbers are getting higher all the time, perhaps this is an appropriate point to ask how long it will be before football ushers in its first £1m-a-week player.", "id": "football/blog/2016/aug/13/paul-pogba-adnan-januzaj-manchester-united", "isHosted": false, "secPara": "Quicker than you might imagine, judging by a recent interview with one of the sports more formidable agents. I dont think the bubble is going to burst, says Jonathan Barnett. Footballs getting bigger and bigger, and salaries will get bigger and bigger. So, yes, someone getting paid £50m a year? I think that will come very shortly.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-08-13T21:00:17Z", "webTitle": "Paul Pogba and Adnan Januzaj are two sides of the same coin | Daniel Taylor", "webUrl": "https://www.theguardian.com/football/blog/2016/aug/13/paul-pogba-adnan-januzaj-manchester-united", "wordCnt": 1793}, {"apiUrl": "https://content.guardianapis.com/football/2016/aug/13/manchester-city-sunderland-premier-league-match-report", "firPara": "After waiting so long to usher in Pep Guardiola, with his reputation for bewitching football and a masterplan based on worldwide domination, it is probably fair to say Manchester City may have expected more from his first game. They won, courtesy of an 87th-minute own goal, but the revolution is clearly going to need time and it was difficult not to pity David Moyes and his Sunderland players given how close they came to turning Guardiolas grand entrance into an ordeal. I realise now how difficult it is, was the verdict from the former Barcelona and Bayern Munich manager.", "id": "football/2016/aug/13/manchester-city-sunderland-premier-league-match-report", "isHosted": false, "secPara": "Guardiolas body language on the touchline certainly did not offer the impression of a man who liked what he saw and there was a considerable element of fortune about the games decisive moment when Paddy McNair, one of the Sunderland substitutes, turned a right-wing cross into his own net. McNair had been on the pitch only four minutes and, having just signed from Manchester United, the Northern Ireland international will have to hope the rest of his Sunderland career is a less harrowing experience.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-08-13T18:39:01Z", "webTitle": "Paddy McNair’s late own goal lets Manchester City edge out Sunderland", "webUrl": "https://www.theguardian.com/football/2016/aug/13/manchester-city-sunderland-premier-league-match-report", "wordCnt": 922}, {"apiUrl": "https://content.guardianapis.com/football/live/2016/aug/13/manchester-city-v-sunderland-premier-league-live", "firPara": "City were unconvincing in their first match under Pep Guardiola but won the match thanks to the substitute Paddy McNairs late own goal", "id": "football/live/2016/aug/13/manchester-city-v-sunderland-premier-league-live", "isHosted": false, "secPara": "City were unconvincing in their first match under Pep Guardiola but won the match thanks to the substitute Paddy McNairs late own goal", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2016-08-13T18:22:06Z", "webTitle": "Manchester City 2-1 Sunderland: Premier League – as it happened", "webUrl": "https://www.theguardian.com/football/live/2016/aug/13/manchester-city-v-sunderland-premier-league-live", "wordCnt": 1490}, {"apiUrl": "https://content.guardianapis.com/football/football-league-blog/2016/aug/13/football-league-your-thoughts-villa-stop-the-rot-as-bolton-win-away-at-last", "firPara": "More Championship misery for Newcastle United, Walter Zenga gets the better of Jaap Stam, Gillingham joy and more goals for Tammy Abraham at Bristol City", "id": "football/football-league-blog/2016/aug/13/football-league-your-thoughts-villa-stop-the-rot-as-bolton-win-away-at-last", "isHosted": false, "secPara": "", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-08-13T18:14:36Z", "webTitle": "Football League your thoughts: Villa stop the rot as Bolton win away at last", "webUrl": "https://www.theguardian.com/football/football-league-blog/2016/aug/13/football-league-your-thoughts-villa-stop-the-rot-as-bolton-win-away-at-last", "wordCnt": 25}, {"apiUrl": "https://content.guardianapis.com/football/2016/aug/13/hearts-aberdeen-kilmarnock-hamilton-scottish-premiership", "firPara": "A Liam Boyce hat-trick settled a thrilling Highland derby in Ross Countys favour as they beat Inverness 3-2 in the Scottish Premiership.", "id": "football/2016/aug/13/hearts-aberdeen-kilmarnock-hamilton-scottish-premiership", "isHosted": false, "secPara": "Boyce scored two goals in the first half and once after the break, and although Scott Boden and Ross Draper replied for Inverness, County clung on for their first win of the season.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-08-13T18:00:04Z", "webTitle": "Scottish roundup: Liam Boyce’s hat-trick beats Inverness in Highland derby", "webUrl": "https://www.theguardian.com/football/2016/aug/13/hearts-aberdeen-kilmarnock-hamilton-scottish-premiership", "wordCnt": 619}, {"apiUrl": "https://content.guardianapis.com/football/2016/aug/13/newcastle-huddersfield-championship-match-report", "firPara": "Rafael Benítez insisted he always knew how difficult this division would be, conceding his team are short of confidence after the Championship title favourites endured a second successive defeat at the seasons outset.", "id": "football/2016/aug/13/newcastle-huddersfield-championship-match-report", "isHosted": false, "secPara": "That wasnt the kind of performance we were expecting, Benítez admitted after Hudderfield Towns first victory at St James Park for 63 years enabled the Yorkshire club to maintain their own 100% record. We knew Huddersfield would be difficult to break down but we didnt play at the level we wanted to. We improved a lot in the second half but its really disappointing.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-08-13T16:40:46Z", "webTitle": "Newcastle United feel the pain as Jack Payne wins it for Huddersfield", "webUrl": "https://www.theguardian.com/football/2016/aug/13/newcastle-huddersfield-championship-match-report", "wordCnt": 635}], "startIndex": 4391, "status": "ok", "total": 141935, "userTier": "developer"}}