{"response": {"currentPage": 100, "orderBy": "newest", "pageSize": 10, "pages": 14194, "results": [{"apiUrl": "https://content.guardianapis.com/football/2017/jan/27/antonio-conte-branislav-ivanovic-chelsea-zenit", "firPara": "Antonio Conte has offered no guarantees over Branislav Ivanovics future at Chelsea and said the defender will not start Saturdays FA Cup tie against Brentford, with Zenit St Petersburg having expressed an interest in luring him to Russia.", "id": "football/2017/jan/27/antonio-conte-branislav-ivanovic-chelsea-zenit", "isHosted": false, "secPara": "Ivanovic has not started a Premier League game since the defeat at Arsenal towards the end of September, having lost his place in Contes 3-4-3 formation to Victor Moses. The 32-year-old, who has entered the final six months of his contract, was included in the starting lineup for the third-round victory over Peterborough but was omitted from the matchday squad against Hull City last Sunday.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-27T22:38:00Z", "webTitle": "Antonio Conte gives Branislav Ivanovic no guarantee of Chelsea future", "webUrl": "https://www.theguardian.com/football/2017/jan/27/antonio-conte-branislav-ivanovic-chelsea-zenit", "wordCnt": 468}, {"apiUrl": "https://content.guardianapis.com/football/2017/jan/27/saido-berahino-fat-bad-egg-west-brom-stoke-city", "firPara": "Saido Berahino has strongly denied suggestions he was heavily overweight at West Bromwich Albion, with the striker instead claiming his refusal to sign a contract led to him being frozen out this season. Speaking for the first time since completing his £12m move to Stoke City, Berahino expressed his dismay that he has been portrayed as a troublemaker and accused West Brom of never giving him an explanation for his demotion from the first-team squad.", "id": "football/2017/jan/27/saido-berahino-fat-bad-egg-west-brom-stoke-city", "isHosted": false, "secPara": "The strikers last appearance for West Brom was in September and the 23-year-old sounded exasperated with the way he was treated at The Hawthorns. The lowest bit was probably this season, knowing Im not travelling with the team, training with the under-18s and the under-23s at times. That was the hardest part, not being involved. Not being told why youre not involved, he said.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-27T22:30:38Z", "webTitle": "Saido Berahino blames West Brom for too fat image and bad egg reputation", "webUrl": "https://www.theguardian.com/football/2017/jan/27/saido-berahino-fat-bad-egg-west-brom-stoke-city", "wordCnt": 578}, {"apiUrl": "https://content.guardianapis.com/football/2017/jan/27/derby-county-leicester-city-fa-cup-match-report", "firPara": "There was finally some respite for Claudio Ranieri at the end of a bitterly cold evening that had threatened to bring more doom and gloom to Leicester Citys season. Staring at the prospect of a third successive defeat and elimination from the FA Cup at the hands of their Championship neighbours, Leicester salvaged a draw when Wes Morgan headed home four minutes from time.", "id": "football/2017/jan/27/derby-county-leicester-city-fa-cup-match-report", "isHosted": false, "secPara": "It was a captains goal in every sense, crucial in the context of this tie and vital in terms of the relief it provided to a team that are badly in need of an injection of confidence. Racking up 40 points in the Premier League is the priority, yet it would have been a bitter blow to Leicesters fragile self-belief if they were to find themselves travelling to Burnley on Tuesday on the back of defeat here.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-27T22:00:03Z", "webTitle": "Wes Morgan’s late header rescues Leicester and denies Derby FA Cup scalp", "webUrl": "https://www.theguardian.com/football/2017/jan/27/derby-county-leicester-city-fa-cup-match-report", "wordCnt": 864}, {"apiUrl": "https://content.guardianapis.com/football/2017/jan/26/robert-snodgrass-west-ham-medical", "firPara": "• Scotland international signs three-and-a-half year contract", "id": "football/2017/jan/26/robert-snodgrass-west-ham-medical", "isHosted": false, "secPara": "West Ham United have confirmed the signing of Robert Snodgrass for £10.2m from Hull City on a three-and-a-half year contract.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-27T20:39:54Z", "webTitle": "West Ham confirm signing of Robert Snodgrass from Hull City for £10.2m", "webUrl": "https://www.theguardian.com/football/2017/jan/26/robert-snodgrass-west-ham-medical", "wordCnt": 529}, {"apiUrl": "https://content.guardianapis.com/football/2017/jan/27/sutton-unioted-leeds-united-fa-cup-fourth-round-match-preview", "firPara": "TV cameras and the 3G pitch at Gander Green Lane will add to the pressure on Leeds, third in the Championship and with more than half an eye on a return to Englands top tier for next season. National League Sutton have giantkilling pedigree and manager Paul Doswell hopes his side can go one better than their third-round replay victory over AFC Wimbledon. Garry Monk will rotate the visitors and may call on defender Liam Cooper and forward Hadi Sacko after injury. Stuart Goodwin", "id": "football/2017/jan/27/sutton-unioted-leeds-united-fa-cup-fourth-round-match-preview", "isHosted": false, "secPara": "Venue Gander Green Lane, Sunday 2pm", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-27T19:59:42Z", "webTitle": "Sutton United v Leeds United: FA Cup fourth round match preview", "webUrl": "https://www.theguardian.com/football/2017/jan/27/sutton-unioted-leeds-united-fa-cup-fourth-round-match-preview", "wordCnt": 188}, {"apiUrl": "https://content.guardianapis.com/football/2017/jan/27/southampton-arsenal-fa-cup-fourth-round-match-preview", "firPara": "Arsenal travel to St Marys on the back of an unbeaten start to 2017 and progression in the FA Cup would only enhance the feelgood mood around Arsène Wengers side at present. Arsenal lifted the trophy two years ago and the 12-times winners will be confident of going the distance once more. Southampton, who clinched a place in the EFL Cup final in midweek, stand in their way and it is worth bearing in mind Saints got the better of Arsenal when the two sides last met in November. Ben Fisher", "id": "football/2017/jan/27/southampton-arsenal-fa-cup-fourth-round-match-preview", "isHosted": false, "secPara": "Venue St Marys Stadium, Saturday 5.30pm", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-27T19:50:49Z", "webTitle": "Southampton v Arsenal: FA Cup fourth round match preview", "webUrl": "https://www.theguardian.com/football/2017/jan/27/southampton-arsenal-fa-cup-fourth-round-match-preview", "wordCnt": 209}, {"apiUrl": "https://content.guardianapis.com/football/2017/jan/27/millwall-watford-fa-cup-fourth-round-match-preview", "firPara": "At the end of a momentous week for Millwall comes a chance for the south London club to cause yet another shock. The New Den is sure to be rocking following the news that the land around the stadium is no longer threatened by a compulsory purchase order and that could be enough to inspire Neil Harriss men to a the type of display they put in against Bournemouth in the previous round. Watford, stuttering in the Premier League and likely to be changed in personnel, are there for the taking. Sachin Nakrani", "id": "football/2017/jan/27/millwall-watford-fa-cup-fourth-round-match-preview", "isHosted": false, "secPara": "Venue The Den, Sunday midday", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-27T19:44:29Z", "webTitle": "Millwall v Watford: FA Cup fourth round match preview", "webUrl": "https://www.theguardian.com/football/2017/jan/27/millwall-watford-fa-cup-fourth-round-match-preview", "wordCnt": 195}, {"apiUrl": "https://content.guardianapis.com/football/2017/jan/27/crystal-palace-manchester-city-fa-cup-fourth-round-match-preview", "firPara": "Crystal Palace may be grateful for a break from their league travails but they face a Manchester City side who appeared to have recovered their attacking mojo against Tottenham and are ready to welcome back Vincent Kompany. Pep Guardiola confirmed the club captain is fit and ready to play if called on, while Willy Caballero will deputise for Claudio Bravo. As for Palace, Wilfried Zaha and Bakary Sako have returned early from the Africa Cup of Nations but too early for selection. Scott Dann is a doubt with a hamstring strain. Paul MacInnes", "id": "football/2017/jan/27/crystal-palace-manchester-city-fa-cup-fourth-round-match-preview", "isHosted": false, "secPara": "Venue Selhurst Park, Saturday 3pm", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-27T19:27:37Z", "webTitle": "Crystal Palace v Manchester City: FA Cup fourth round match preview", "webUrl": "https://www.theguardian.com/football/2017/jan/27/crystal-palace-manchester-city-fa-cup-fourth-round-match-preview", "wordCnt": 203}, {"apiUrl": "https://content.guardianapis.com/football/2017/jan/27/brentford-chelsea-fa-cup-statistics-targeting-top-flight", "firPara": "The 2013 FA Cup meeting of Brentford and Chelsea bestowed attention on the League One club. This was a sign of things to come. From Mark Warburtons subsequent departure as manager to the removal of his successor, Marinus Dijkhuizen, after such a short spell he was barely afforded scope to learn his players names, this has been loosely and sceptically identified as one of English footballs madcap clubs.", "id": "football/2017/jan/27/brentford-chelsea-fa-cup-statistics-targeting-top-flight", "isHosted": false, "secPara": "The drawing of Chelsea once more offers useful opportunity to alter perception. As a now prominent Championship club with aspirations of moving even higher, – and why not, if Bournemouth and Hull City can do likewise? – Brentfords progress has vindicated the ownership of Matthew Benham.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-27T19:00:33Z", "webTitle": "Brentford’s blue-sky thinking faces another test at Chelsea in FA Cup", "webUrl": "https://www.theguardian.com/football/2017/jan/27/brentford-chelsea-fa-cup-statistics-targeting-top-flight", "wordCnt": 928}, {"apiUrl": "https://content.guardianapis.com/football/live/2017/jan/27/transfer-window-snodgrass-kessie-hogan-and-more-live", "firPara": "The Sunderland defender travelled to London for his medical on Friday while the Hull target Leon Bailey is set to join Bayer Leverkusen", "id": "football/live/2017/jan/27/transfer-window-snodgrass-kessie-hogan-and-more-live", "isHosted": false, "secPara": "Thats it from me then. Nothing has happened, again, but Ive quite enjoyed it. Have a good weekend everyone and Ill see you on Monday. ", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2017-01-27T17:46:21Z", "webTitle": "Transfer window: Patrick van Aanholt has medical at Crystal Palace before £10m move", "webUrl": "https://www.theguardian.com/football/live/2017/jan/27/transfer-window-snodgrass-kessie-hogan-and-more-live", "wordCnt": 3413}], "startIndex": 991, "status": "ok", "total": 141934, "userTier": "developer"}}