{"response": {"currentPage": 286, "orderBy": "newest", "pageSize": 10, "pages": 14194, "results": [{"apiUrl": "https://content.guardianapis.com/football/2016/oct/28/harry-kane-tottenham-hotspur-arsenal", "firPara": "Mauricio Pochettino hopes Harry Kane will be back to face Arsenal next weekend but said he will not rush the England striker or his other injured players until they are ready.", "id": "football/2016/oct/28/harry-kane-tottenham-hotspur-arsenal", "isHosted": false, "secPara": "Tottenham will also be without the influential defender Toby Alderweireld when they entertain Leicester on Saturday after the Belgian failed to recover from a knee injury. That means Eric Dier is expected to continue alongside Jan Vertonghen at centre-half, with Son Heung-min likely to continue in place of Kane in attack despite Vincent Janssen scoring from the penalty spot against Liverpool in midweek.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-10-28T19:06:18Z", "webTitle": "Harry Kane looking to be back for Arsenal game, says Mauricio Pochettino", "webUrl": "https://www.theguardian.com/football/2016/oct/28/harry-kane-tottenham-hotspur-arsenal", "wordCnt": 348}, {"apiUrl": "https://content.guardianapis.com/football/2016/oct/28/tottenham-hotspur-leicester-city-match-preview", "firPara": "There was talk towards the end of last season about how Tottenham were coming for Leicester. Claudio Ranieris side waited and they waited, before wrapping up the title in relatively comfortable style. Their 1-0 win in this fixture last January had been a crucial result – on a night when Mauricio Pochettino was as animated as he has been in the White Hart Lane dug-out. Tottenham, who have made their best start to a Premier League season, are after a measure of revenge. David Hytner", "id": "football/2016/oct/28/tottenham-hotspur-leicester-city-match-preview", "isHosted": false, "secPara": "Kick-off Saturday 3pm ", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-10-28T17:03:13Z", "webTitle": "Tottenham Hotspur v Leicester City: match preview", "webUrl": "https://www.theguardian.com/football/2016/oct/28/tottenham-hotspur-leicester-city-match-preview", "wordCnt": 203}, {"apiUrl": "https://content.guardianapis.com/football/2016/oct/28/sunderland-arsenal-match-preview", "firPara": "With two points from their opening nine Premier League games, Sunderland have made the worst start to a top tier season since Sheffield Wednesday – (who had only one point at the same stage) – back in 1999-2000. Arsenal are probably the last team David Moyes would want to be facing as he strives to secure an elusive first league victory since succeeding Sam Allardyce in July but a crowd well in excess of 45,000 is expected to turn up to see him try. Its collective mood could prove influential. Louise Taylor", "id": "football/2016/oct/28/sunderland-arsenal-match-preview", "isHosted": false, "secPara": "Kick-off Saturday 12.30pm ", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-10-28T16:50:55Z", "webTitle": "Sunderland v Arsenal: match preview", "webUrl": "https://www.theguardian.com/football/2016/oct/28/sunderland-arsenal-match-preview", "wordCnt": 230}, {"apiUrl": "https://content.guardianapis.com/football/2016/oct/28/stoke-city-swansea-city-match-preview", "firPara": "Crisis, what crisis? You could not get great odds on Mark Hughes surviving the season after overseeing a limp 4-1 defeat at Crystal Palace in mid-September but Stoke, inspired by Joe Allen and Xherdan Shaqiri, have rallied since. A point at Old Trafford preceded comfortable wins against Sunderland and Hull; Stoke might well be expected to beat such opposition and the visit of Swansea seems similarly appetising. Victory for the visitors would be Bob Bradleys first as manager, but what price Wilfried Bony will coming to the party and opening his account for Stoke against his old club? Nick Ames", "id": "football/2016/oct/28/stoke-city-swansea-city-match-preview", "isHosted": false, "secPara": "Kick-off Monday 8pm ", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-10-28T16:36:50Z", "webTitle": "Stoke City v Swansea City: match preview", "webUrl": "https://www.theguardian.com/football/2016/oct/28/stoke-city-swansea-city-match-preview", "wordCnt": 216}, {"apiUrl": "https://content.guardianapis.com/football/2016/oct/28/manchester-united-burnley-match-preview", "firPara": "Will the derby win over Manchester City be a turning point for José Mourinho and United? Perhaps, but anything less than a convincing win here would see the doom-merchants back out in force. Burnley may have recorded a couple of notable home scalps, against Liverpool and Everton, but they have struggled away from Turf Moor, conceding three in all three of their games on the road. Alan Smith", "id": "football/2016/oct/28/manchester-united-burnley-match-preview", "isHosted": false, "secPara": "Kick-off Saturday 3pm ", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-10-28T16:14:46Z", "webTitle": "Manchester United v Burnley: match preview", "webUrl": "https://www.theguardian.com/football/2016/oct/28/manchester-united-burnley-match-preview", "wordCnt": 181}, {"apiUrl": "https://content.guardianapis.com/football/2016/oct/28/southampton-chelsea-match-preview", "firPara": "Claude Puel continues to rotate to good effect as Southampton show themselves to be both solid and enterprising despite regular changes. Chelsea will have to excel, much like they did last weekend against Manchester United, to extend their three-game winning streak in the league. A lot could depend on how well the visitors wing-backs do against Southamptons full-backs. Paul Doyle", "id": "football/2016/oct/28/southampton-chelsea-match-preview", "isHosted": false, "secPara": "Kick-off Sunday 4pm ", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-10-28T15:08:19Z", "webTitle": "Southampton v Chelsea: match preview", "webUrl": "https://www.theguardian.com/football/2016/oct/28/southampton-chelsea-match-preview", "wordCnt": 176}, {"apiUrl": "https://content.guardianapis.com/football/2016/oct/28/the-fiver-football-fun-liverpool", "firPara": "In todays Fiver Liverpools good vibes, the iconic Jermaine Pennant and more", "id": "football/2016/oct/28/the-fiver-football-fun-liverpool", "isHosted": false, "secPara": "In todays Fiver Liverpools good vibes, the iconic Jermaine Pennant and more", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-10-28T14:59:34Z", "webTitle": "The Fiver | Seething, red-faced outrage", "webUrl": "https://www.theguardian.com/football/2016/oct/28/the-fiver-football-fun-liverpool", "wordCnt": 2183}, {"apiUrl": "https://content.guardianapis.com/football/2016/oct/28/crystal-palace-liverpool-match-preview", "firPara": "Liverpools ascent to the upper echelons of the Premier League table has seen them go seven games unbeaten and score 16 goals in the process but their trip to SE25 may not be so straightforward. Palace have a strong record against them at Selhurst Park despite defeat last season and have won four of the last seven league matches there. But Alan Pardew will be hoping Jason Puncheon is fit to play – Palace have yet to win a league match without him since he signed in 2013. Ed Aarons", "id": "football/2016/oct/28/crystal-palace-liverpool-match-preview", "isHosted": false, "secPara": "Kick-off Saturday 5.30pm ", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-10-28T14:46:52Z", "webTitle": "Crystal Palace v Liverpool: match preview", "webUrl": "https://www.theguardian.com/football/2016/oct/28/crystal-palace-liverpool-match-preview", "wordCnt": 205}, {"apiUrl": "https://content.guardianapis.com/football/2016/oct/28/jose-mourinho-henrikh-mkhitaryan-manchester-united-prove-himself", "firPara": "José Mourinho has said Henrikh Mkhitaryan needs more time to adapt to the intensity of the Premier League but will ultimately prove himself at Manchester United.", "id": "football/2016/oct/28/jose-mourinho-henrikh-mkhitaryan-manchester-united-prove-himself", "isHosted": false, "secPara": "Mkhitaryan, 27, has played only 104 minutes of Premier League football since arriving at Old Trafford from Borussia Dortmund in the summer.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-10-28T14:10:37Z", "webTitle": "José Mourinho: Mkhitaryan needs time to prove himself at Manchester United", "webUrl": "https://www.theguardian.com/football/2016/oct/28/jose-mourinho-henrikh-mkhitaryan-manchester-united-prove-himself", "wordCnt": 548}, {"apiUrl": "https://content.guardianapis.com/football/blog/2016/oct/28/foreign-ownership-english-football-clubs-leicester-city", "firPara": "On the eve of the home match against Crystal Palace last weekend, the players and staff of Leicester City interrupted their final training session to stand in a circle and observe a minutes silence in memory of King Bhumibol Adulyadej of Thailand, whose 70-year reign had ended with his death a few days earlier. The following day, on the pitch at their stadium, they posed for a rather unusual pre-match team picture. Front and centre, held by their captain, Wes Morgan, was a large gold‑framed photograph of the monarch. The players were wearing black armbands. It was one of the strangest images in the history of English football – and, coming in the week of the first signs of a threat to the prosperity of the Premier League, perhaps one of the most significant.", "id": "football/blog/2016/oct/28/foreign-ownership-english-football-clubs-leicester-city", "isHosted": false, "secPara": "In the six years since the Bangkok‑based duty-free magnate Vichai Srivaddhanaprabha bought the club, Leicester have gone from the lower reaches of the Championship to the Champions League, while acquiring a substantial following in Thailand. This is a great success story and probably not a single fan will begrudge the chairmans decision to put himself – rather than, say, Claudio Ranieri – on the cover of the programme for their first Champions League match, or question the teams public show of mourning for the late Thai king. To anyone outside the Leicester ranks, however, it might look a bit odd, even a bit uncomfortable, to see a 132-year-old English football club acknowledging its new allegiance so explicitly.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-10-28T13:40:37Z", "webTitle": "Foreign ownership of English football clubs may chip away at game’s core | Richard Williams", "webUrl": "https://www.theguardian.com/football/blog/2016/oct/28/foreign-ownership-english-football-clubs-leicester-city", "wordCnt": 1101}], "startIndex": 2851, "status": "ok", "total": 141935, "userTier": "developer"}}