{"response": {"currentPage": 557, "orderBy": "newest", "pageSize": 10, "pages": 14195, "results": [{"apiUrl": "https://content.guardianapis.com/football/blog/2016/jun/15/roy-hodgson-england-wales-gareth-bale-euro-2016", "firPara": "England manager declines mud-slinging and encourages his players to express themselves but is aware of the danger of underestimating a confident Wales", "id": "football/blog/2016/jun/15/roy-hodgson-england-wales-gareth-bale-euro-2016", "isHosted": false, "secPara": "It is not difficult to imagine the reaction if Englands most important player – say, Wayne Rooney – had ushered in this match by boldly announcing that none of the Wales players, Gareth Bale included, was good enough to get into Roy Hodgsons team. Imagine the accusations of arrogance if Rooney declared Wales did not play with the same national pride. And then, when the opposition manager questioned the need for those type of comments, if Rooney had grinned knowingly and made it clear he was perfectly happy to have burrowed his way under the oppositions skin. Or to quote Bale Its good that they bit.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-15T21:29:17Z", "webTitle": "Roy Hodgson avoids Gareth Bale’s bait and focuses on crunch Wales match | Daniel Taylor", "webUrl": "https://www.theguardian.com/football/blog/2016/jun/15/roy-hodgson-england-wales-gareth-bale-euro-2016", "wordCnt": 1161}, {"apiUrl": "https://content.guardianapis.com/football/2016/jun/15/gareth-bale-wales-dragon-england-euro-2016", "firPara": "• Wales forward advises team-mates about pressure before England game", "id": "football/2016/jun/15/gareth-bale-wales-dragon-england-euro-2016", "isHosted": false, "secPara": "Gareth Bale says pulling on the Wales jersey makes him feel 10 feet tall and is a prime reason why he believes his nation is more patriotic than England.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-15T21:29:17Z", "webTitle": "Gareth Bale: ‘Wales play for the shirt and dragon. We give everything we’ve got’", "webUrl": "https://www.theguardian.com/football/2016/jun/15/gareth-bale-wales-dragon-england-euro-2016", "wordCnt": 548}, {"apiUrl": "https://content.guardianapis.com/football/2016/jun/15/france-albania-euro-2016-match-report", "firPara": "France are going through the emotional wringer at this Euro but, as far as results are concerned, they are purely elated. After another stuttering, stumbling performance that looked set for frustration, Antoine Griezmann played the role that reduced Dimitri Payet to tears in their opening game by snatching delirious victory from the jaws of a disappointing draw with a 90th-minute header. Not to be outdone, the little wizard from West Ham triggered an outpouring of joy with a virtuoso goal in stoppage time.", "id": "football/2016/jun/15/france-albania-euro-2016-match-report", "isHosted": false, "secPara": "Having broken Albanias remarkable resistance, France become the first team to qualify for the knockout stage of this tournament, thanks to their double late, late show. It has become a happy habit.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-15T21:03:49Z", "webTitle": "Euro 2016: France into last 16 after late show against Albania", "webUrl": "https://www.theguardian.com/football/2016/jun/15/france-albania-euro-2016-match-report", "wordCnt": 772}, {"apiUrl": "https://content.guardianapis.com/football/live/2016/jun/15/france-v-albania-euro-2016-live", "firPara": "France left it late again before confirming their place in the last 16 thanks to goals from Antoine Griezmann and Dimitri Payet", "id": "football/live/2016/jun/15/france-v-albania-euro-2016-live", "isHosted": false, "secPara": "A difficult night for France but alls well that ends well. Albania defended brilliantly for much of this match and even went close to nicking a goal on the break. They deserved more. But France kept plugging away and though they werent at their best, they were rewarded for their persistence thanks to late, late goals from Antoine Griezmann and Dimitri Payet. Theyll need to improve as the tournament progresses but for now theyre top of Group A with six points from two matches and thats them through to the last 16. A point against Switzerland in their final group match will confirm them as group winners. Thanks for reading and emailing. Bye.", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2016-06-15T21:00:43Z", "webTitle": "France v Albania: Euro 2016 – as it happened", "webUrl": "https://www.theguardian.com/football/live/2016/jun/15/france-v-albania-euro-2016-live", "wordCnt": 1796}, {"apiUrl": "https://content.guardianapis.com/football/2016/jun/15/northern-ireland-euro-2016", "firPara": "Northern Ireland manager annoyed by Ukraine criticism before vital Euro 2016 match and is planning changes after defeat in opening game", "id": "football/2016/jun/15/northern-ireland-euro-2016", "isHosted": false, "secPara": "Michael ONeill has told Northern Ireland to improve the ugly part of their game on Thursday yet taken exception to Ukraines Ruslan Rotan describing the Irish as reliant on physicality, high balls and scrambles. Ukraine are not playing a Spanish style of football retorted the manager before a contest that may determine Northern Irelands fate at their first European Championship.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-15T18:29:01Z", "webTitle": "Michael O’Neill rejects ‘scrambling’ jibe but wants Northern Ireland to get ugly", "webUrl": "https://www.theguardian.com/football/2016/jun/15/northern-ireland-euro-2016", "wordCnt": 879}, {"apiUrl": "https://content.guardianapis.com/football/2016/jun/15/romania-switzerland-euro-201-match-report", "firPara": "Switzerland had shouldered a great weight of history and the parallels had looked clear. One of the nations greatest results had come against Romania, in the second group tie at the 1994 World Cup, when a thumping 4-1 victory got them through to the last 16. A guy called Roy Hodgson was their manager at the time.", "id": "football/2016/jun/15/romania-switzerland-euro-201-match-report", "isHosted": false, "secPara": "The challenge here for Vladimir Petkovic and his players was to write a new chapter of success; to fire qualification to the knockout phase of the European Championship for the first time.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-15T18:05:35Z", "webTitle": "Admir Mehmedi crashes home to rescue point for Switzerland against Romania", "webUrl": "https://www.theguardian.com/football/2016/jun/15/romania-switzerland-euro-201-match-report", "wordCnt": 842}, {"apiUrl": "https://content.guardianapis.com/football/live/2016/jun/15/romania-v-switzerland-euro-2016-live", "firPara": "Romania scored an early penalty but could not defend their slender lead and Admir Mehmedis 57th minute equaliser meant the points were shared", "id": "football/live/2016/jun/15/romania-v-switzerland-euro-2016-live", "isHosted": false, "secPara": "Romania scored an early penalty but could not defend their slender lead and Admir Mehmedis 57th minute equaliser meant the points were shared", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2016-06-15T17:53:31Z", "webTitle": "Romania 1-1 Switzerland: Euro 2016 – as it happened", "webUrl": "https://www.theguardian.com/football/live/2016/jun/15/romania-v-switzerland-euro-2016-live", "wordCnt": 2399}, {"apiUrl": "https://content.guardianapis.com/football/blog/2016/jun/15/marek-hamsik-calm-class-slovakia-win-russia", "firPara": "As the Russian saying goes, another town another temper. After the white heat of Marseille this was the cold custard of Lille as a flaccid Russia were well beaten by Slovakia in front of an oddly constrained, almost jarringly well-behaved section of travelling fans.", "id": "football/blog/2016/jun/15/marek-hamsik-calm-class-slovakia-win-russia", "isHosted": false, "secPara": "A single flare – hastily pardoned by Uefa – was all the disciplinary observers had to bother themselves with on an afternoon when Russias footballers came to the Stade Pierre Mauroy in the cool northern tip of France with a Damoclean threat of ejection hanging over them.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-15T17:52:42Z", "webTitle": "Marek Hamsik exudes calm and class in Slovakia win against Russia | Barney Ronay", "webUrl": "https://www.theguardian.com/football/blog/2016/jun/15/marek-hamsik-calm-class-slovakia-win-russia", "wordCnt": 882}, {"apiUrl": "https://content.guardianapis.com/football/2016/jun/15/no-repeat-violence-russia-fans-lille-stadium-slovakia-defeat", "firPara": "No repeat of Marseille violence but Lille still tense outside the ground as good-natured Slovaks outsing Russians after Hamsik does the damage", "id": "football/2016/jun/15/no-repeat-violence-russia-fans-lille-stadium-slovakia-defeat", "isHosted": false, "secPara": "The atmosphere in Lille was one of barely concealed nervousness, with thousands of twitchy police on the streets monitoring the mixing of the streams of Russian, Slovakian, English and Welsh fans. The local prefect had, with more than a hint of foreboding, predicted a dark day as his pretty city battened down the hatches.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-15T15:28:51Z", "webTitle": "Euro 2016: all quiet inside stadium as Russian fans greet defeat with a shrug | Owen Gibson", "webUrl": "https://www.theguardian.com/football/2016/jun/15/no-repeat-violence-russia-fans-lille-stadium-slovakia-defeat", "wordCnt": 776}, {"apiUrl": "https://content.guardianapis.com/football/2016/jun/15/russia-slovakia-euro-2016-match-report", "firPara": "In a breathless finish Russia threatened to grab a late draw just as they had against England in Marseille. Oleg Shatovs cross was headed home by the substitute Denis Glushakov and the sense of a repeat of Saturday was heightened by a flare going off among what appeared to be a Russian section of fans.", "id": "football/2016/jun/15/russia-slovakia-euro-2016-match-report", "isHosted": false, "secPara": "But while Leonid Slutskys team pressed and pressed they were unable to find a second goal and Jan Kozaks side held on to claim Slovakias first victory at the European Championship.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-15T15:18:23Z", "webTitle": "Marek Hamsik’s sumptuous strike gives Slovakia the edge over Russia", "webUrl": "https://www.theguardian.com/football/2016/jun/15/russia-slovakia-euro-2016-match-report", "wordCnt": 869}], "startIndex": 5561, "status": "ok", "total": 141941, "userTier": "developer"}}