{"response": {"currentPage": 144, "orderBy": "newest", "pageSize": 10, "pages": 14194, "results": [{"apiUrl": "https://content.guardianapis.com/football/2017/jan/05/manchester-city-pep-guardiola-west-ham-fa-cup", "firPara": "Pep Guardiola has admitted he is concerned Manchester City have a fight on their hands to remain in the top four but claims he prefers to have that worry rather than be relaxed at the top of the table.", "id": "football/2017/jan/05/manchester-city-pep-guardiola-west-ham-fa-cup", "isHosted": false, "secPara": "I would rather be worried than calm and relaxed, especially with these contenders, the City manager said. All of the top six are achieving good results but two are not going to qualify for the Champions League next season. We are going to take one game at a time until we arrive in the last six or seven games then see what our position is, see if we are contenders to win the league or not because I think this season is going to be a tough one.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-05T22:30:01Z", "webTitle": "Manchester City’s Pep Guardiola prefers concern to calm in fight for top four", "webUrl": "https://www.theguardian.com/football/2017/jan/05/manchester-city-pep-guardiola-west-ham-fa-cup", "wordCnt": 896}, {"apiUrl": "https://content.guardianapis.com/football/2017/jan/05/west-ham-slaven-bilic-fa-cup-manchester-city-pep-guardiola", "firPara": "Opponents have worked out how to play against Manchester City and Pep Guardiolas side are not that confident any more said Slaven Bilic, whose West Ham United side play them in the FA Cup at the London Stadium on Friday night.", "id": "football/2017/jan/05/west-ham-slaven-bilic-fa-cup-manchester-city-pep-guardiola", "isHosted": false, "secPara": "Bilic believes high pressing is the key to knocking City out of their stride and that, combined with a drop in confidence, has left them vulnerable after a dominant start to the Premier League campaign. The manager insists his West Ham side go into the match in good form, despite losing their past two matches.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-05T22:30:01Z", "webTitle": "West Ham’s Slaven Bilic relishes FA Cup duel with shaky Manchester City", "webUrl": "https://www.theguardian.com/football/2017/jan/05/west-ham-slaven-bilic-fa-cup-manchester-city-pep-guardiola", "wordCnt": 710}, {"apiUrl": "https://content.guardianapis.com/football/blog/2017/jan/05/tottenham-hotspur-dele-alli-mauricio-pochettino-chelsea", "firPara": "Once again Tottenham Hotspur were in the last chance saloon against Chelsea. Lose on Wednesday and the damage to their Premier League title hopes would most likely have been fatal. This time, however, it did not descend into the equivalent of one of those scenes in which bodies are hurled across the tables and gunfire shatters the whisky bottles. Tottenham kept their cool and the 2-0 home win was notable for its comfort in the closing stages.", "id": "football/blog/2017/jan/05/tottenham-hotspur-dele-alli-mauricio-pochettino-chelsea", "isHosted": false, "secPara": "It was not the first time we have played well against Chelsea, Mousa Dembélé said. But this time when we went in front, we did not panic. That was very important and it was the difference to the previous times we had played them. When we went in front in those games, we tried to change the way we were playing – we wanted to battle. But this time, we kept to our game and we played like adults. We were very relaxed.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-05T22:30:01Z", "webTitle": "New backbone and Dele Alli’s knockout blows turn up brightness at Tottenham | David Hytner", "webUrl": "https://www.theguardian.com/football/blog/2017/jan/05/tottenham-hotspur-dele-alli-mauricio-pochettino-chelsea", "wordCnt": 1016}, {"apiUrl": "https://content.guardianapis.com/football/2017/jan/05/arsene-wenger-praises-the-passion-of-arsenals-jaded-alexis-sanchez", "firPara": "Arséne Wenger has admitted that Alexis Sánchez is mentally and physically jaded but insisted that he was pleased to see the Chilean visibly distressed after Arsenals 3-3 draw at Bournemouth because it shows a winning mentality.", "id": "football/2017/jan/05/arsene-wenger-praises-the-passion-of-arsenals-jaded-alexis-sanchez", "isHosted": false, "secPara": "Sánchez proved instrumental as Arsenal scored three late goals to come back from 3-0 down to claim an improbable point, yet at the final whistle the 28-year-old took off his gloves and hurled them to the ground in frustration in front of the travelling Arsenal support before marching off the field without shaking hands either with the Bournemouth players or the officials. Earlier in the match he had also engaged in an argument with his team-mate Aaron Ramsey.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-05T22:29:01Z", "webTitle": "Arséne Wenger praises the passion of Arsenal’s ‘jaded’ Alexis Sánchez", "webUrl": "https://www.theguardian.com/football/2017/jan/05/arsene-wenger-praises-the-passion-of-arsenals-jaded-alexis-sanchez", "wordCnt": 713}, {"apiUrl": "https://content.guardianapis.com/football/2017/jan/05/referral-prosecution-1bn-tv-deal-confederation-african-football-egyptian-competition-authority", "firPara": "The Confederation of African Football has been referred for prosecution in Egypt over the sale of its worldwide television rights for the next 12 years at a price said to be worth $1bn. The president of Caf, Issa Hayatou, a former acting president of Fifa, does not appear to have been referred for prosecution personally; Caf said initial reports that he had were false, while insisting the confederation has committed no offence in relation to its TV deals.", "id": "football/2017/jan/05/referral-prosecution-1bn-tv-deal-confederation-african-football-egyptian-competition-authority", "isHosted": false, "secPara": "The Egyptian Competition Authority made an announcement with a headline that it has referred the president of the Caf, Hayatou, to the countrys public prosecutor, but in its statement said only Caf itself has been referred for potential prosecution, allegedly for not putting its TV rights out to a competitive tender.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-05T21:13:29Z", "webTitle": "Referral for prosecution in Egypt over $1bn African football TV deal angers Caf", "webUrl": "https://www.theguardian.com/football/2017/jan/05/referral-prosecution-1bn-tv-deal-confederation-african-football-egyptian-competition-authority", "wordCnt": 739}, {"apiUrl": "https://content.guardianapis.com/football/2017/jan/05/millwall-admit-council-scheme-leave-lewisham", "firPara": "Millwall Football Club have admitted for the first time that they may be forced to leave their south London home and relocate to Kent should the seizure of their land go ahead. Lewisham councils plan to compulsorily purchase areas around the Den and sell them on to a mysterious offshore developer with connections to the current Labour administration has already drawn both disbelief and mass protest.", "id": "football/2017/jan/05/millwall-admit-council-scheme-leave-lewisham", "isHosted": false, "secPara": "With the CPO likely to be confirmed at a council meeting next Wednesday Millwall have conceded publicly for the first time the club could have to leave the area that has been their home since 1910. In a statement Steve Kavanagh, their chief executive, told the Guardian The chairman has always been determined that this would never happen, but under such circumstances any and every option would have to be considered to secure the football club and the Millwall Community Trusts future as viable concerns.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-05T19:26:32Z", "webTitle": "Millwall admit council scheme could force club to leave Lewisham", "webUrl": "https://www.theguardian.com/football/2017/jan/05/millwall-admit-council-scheme-leave-lewisham", "wordCnt": 884}, {"apiUrl": "https://content.guardianapis.com/football/2017/jan/05/government-vows-put-brakes-on-chinese-clubs-burning-money", "firPara": "China intends to limit the amount clubs are spending on overseas players after the repeated breaking of the Asian transfer record.", "id": "football/2017/jan/05/government-vows-put-brakes-on-chinese-clubs-burning-money", "isHosted": false, "secPara": "A government spokesman said clubs have been burning money on importing talent. Shanghai SIPG spent £52m on the Brazil midfielder Oscar and Carlos Tévez joined Shanghai Shenhua to reportedly become the worlds best-paid player.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-05T19:02:54Z", "webTitle": "China puts brake on clubs ‘burning money’ after Oscar and Tévez signings", "webUrl": "https://www.theguardian.com/football/2017/jan/05/government-vows-put-brakes-on-chinese-clubs-burning-money", "wordCnt": 191}, {"apiUrl": "https://content.guardianapis.com/football/2017/jan/05/everton-ademola-lookman-morgan-schneiderlin-ronald-koeman", "firPara": "Ronald Koeman has said he will not accept second-choice transfer options in the January window as Everton look to follow the signing of Ademola Lookman with a deal for Morgan Schneiderlin.", "id": "football/2017/jan/05/everton-ademola-lookman-morgan-schneiderlin-ronald-koeman", "isHosted": false, "secPara": "Everton made their first signing of the winter window on Thursday when the 19-year-old arrived from Charlton Athletic for an initial £7.5m fee, potentially rising to £11m. Whereas the England Under-20 winger has been signed for his potential, Koeman has clear targets in mind to strengthen the first team this month, with Schneiderlin identified as a priority for central midfield. There remains interest in the midfielders Manchester United club-mate Memphis Depay.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-05T18:11:11Z", "webTitle": "Everton’s Ronald Koeman planning new bid for Morgan Schneiderlin", "webUrl": "https://www.theguardian.com/football/2017/jan/05/everton-ademola-lookman-morgan-schneiderlin-ronald-koeman", "wordCnt": 734}, {"apiUrl": "https://content.guardianapis.com/football/2017/jan/05/southampton-jose-fonte-submits-transfer-request", "firPara": "José Fonte has submitted a transfer request and is said to want to explore the opportunities of a move. The Southampton captain, who helped Portugal win Euro 2016 last summer, has grown frustrated this season and was not selected by Claude Puel for any of the clubs six Europa League matches. Fontes contract runs until the summer of 2018.", "id": "football/2017/jan/05/southampton-jose-fonte-submits-transfer-request", "isHosted": false, "secPara": "Les Reed, the Saints director of football, said the 33-year-old defender rejected an improved deal and has asked to leave. Hes had several opportunities to improve the contract situation. Hes reserved his right not to do that, Reed told BBC Radio Solent. Hes made it very clear he would like to explore the opportunities for a transfer. Thats where we are at the moment, José wants to leave the club. Hes formally asked for a transfer.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-05T16:28:56Z", "webTitle": "Southampton captain José Fonte submits transfer request", "webUrl": "https://www.theguardian.com/football/2017/jan/05/southampton-jose-fonte-submits-transfer-request", "wordCnt": 525}, {"apiUrl": "https://content.guardianapis.com/football/2017/jan/05/wilfried-zaha-tottenham-crystal-palace", "firPara": "Tottenham Hotspur are unlikely to return with a new offer for Wilfried Zaha in the transfer window after the Crystal Palace winger joined up with the Ivory Coast squad for the Africa Cup of Nations.", "id": "football/2017/jan/05/wilfried-zaha-tottenham-crystal-palace", "isHosted": false, "secPara": "Zaha scored his fourth Premier League goal of the season against Swansea City in the 2-1 defeat at Selhurst Park on Tuesday, meaning he has already matched his previous highest tally from 2014-15. The 24-year-old has also six assists, ranking him inside the top 10 players in the division, but is now set to miss up to six weeks of Palaces campaign having flown to Abu Dhabi on Wednesday to meet his new international team-mates.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-05T16:19:46Z", "webTitle": "Tottenham unlikely to make January bid for Crystal Palace’s Wilfried Zaha", "webUrl": "https://www.theguardian.com/football/2017/jan/05/wilfried-zaha-tottenham-crystal-palace", "wordCnt": 388}], "startIndex": 1431, "status": "ok", "total": 141934, "userTier": "developer"}}