{"response": {"currentPage": 405, "orderBy": "newest", "pageSize": 10, "pages": 14194, "results": [{"apiUrl": "https://content.guardianapis.com/football/2016/sep/01/germany-1-5-england-15-years-on-world-cup-qualifier-sven-goran-eriksson", "firPara": "Martin Bell remembers the evening of 1 September 2001 better than most. He and his musical partner, Johnny Spurling, had written a song about the newish England manager, Sven-Goran Eriksson, which had received some airplay on TalkSport before the pair went abroad in late August. We went to Spain to do some gigs and when we got back, suddenly everyones on the phone, Bell says. It never stopped ringing. We did some interviews on the Friday, then the match was on the Saturday. It was all geared up if we beat Germany the Sven song was going to go through the roof.", "id": "football/2016/sep/01/germany-1-5-england-15-years-on-world-cup-qualifier-sven-goran-eriksson", "isHosted": false, "secPara": "On the Saturday night they played a corporate event in Essex. We did the first set and people already knew the song because it had been on the radio that week. Then we had a break and everyone stopped to watch the game. It was an amazing night, he says. When Gerrard scored I remember me and Johnny diving across the floor like Jürgen Klinsmann. We did a second set and ended up doing four encores of Sven at this corporate gig. It was hilarious. The next day Capital Radio put out a version with Jonathan Pearces match commentary mixed in and it was everywhere. On the Monday we had seven major labels all bidding for us. It was just a mental time. There was this Svenmania. Its only a football song but it captured a moment. Its something that everyone somehow remembers.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-01T15:00:14Z", "webTitle": "Germany 1-5 England: 15 years on World Cup qualifier is still music to ears of many", "webUrl": "https://www.theguardian.com/football/2016/sep/01/germany-1-5-england-15-years-on-world-cup-qualifier-sven-goran-eriksson", "wordCnt": 2322}, {"apiUrl": "https://content.guardianapis.com/football/blog/2016/sep/01/real-winners-losers-transfer-window-paul-pogba-david-luiz-premier-league", "firPara": "The big question as another eventful transfer window comes to a close, leaving aside why Sky persists with the tiresome habit of presenting the same stories as breaking news that they have been trailing across the bottom of the screen for the previous few hours, is whether Premier League clubs pushing spending past £1bn for the first time is anything to be proud of.", "id": "football/blog/2016/sep/01/real-winners-losers-transfer-window-paul-pogba-david-luiz-premier-league", "isHosted": false, "secPara": "Is the rest of the football world in awe of Englands financial might and reckless bravado, or are we being laughed at for spending money like water and ending up with little but surface decoration? It is tempting to favour the latter conclusion when Manchester United set a new transfer record for a player they had let go for nothing, even before Chelsea confirmed a trend by buying back David Luiz. Yet Paul Pogba is widely regarded as the most impressive midfielder of his generation, a player who could not only rejuvenate United but conceivably be sold on at a profit a few years down the line, and though some embarrassment must have been involved in the club performing such an expensive U-turn the deal was instantly hailed as a rare instance of a peak performer choosing England over Spain.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-01T12:52:38Z", "webTitle": "Real winners and losers of the transfer window are obscured by headline figures | Paul Wilson", "webUrl": "https://www.theguardian.com/football/blog/2016/sep/01/real-winners-losers-transfer-window-paul-pogba-david-luiz-premier-league", "wordCnt": 1376}, {"apiUrl": "https://content.guardianapis.com/football/live/2016/sep/01/australia-v-iraq-world-cup-2018-qualifying-live", "firPara": "It wasnt a vintage performance by any means but Australia were worthy 2-0 winners. If Iraq had been awarded a decent penalty shout in the first half it could have been awkward but the home sides class eventually told later on.", "id": "football/live/2016/sep/01/australia-v-iraq-world-cup-2018-qualifying-live", "isHosted": false, "secPara": "Patience and persistence are key, skipper Mile Jedinak said afterwards, and youd think this is the template for home fixtures for the Socceroos this campaign. Away sides pressing hard and playing for a clean sheet, Australia huffing and puffing but requiring patience before they can blow the house down.", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2016-09-01T12:39:32Z", "webTitle": "Australia beat Iraq in World Cup 2018 qualifying – as it happened", "webUrl": "https://www.theguardian.com/football/live/2016/sep/01/australia-v-iraq-world-cup-2018-qualifying-live", "wordCnt": 1294}, {"apiUrl": "https://content.guardianapis.com/football/2016/sep/01/transfer-window-record-signings-quiz-premier-league-clubs", "firPara": "Do you know the 13 clubs that broke their transfer records this summer?", "id": "football/2016/sep/01/transfer-window-record-signings-quiz-premier-league-clubs", "isHosted": false, "secPara": "• Football quiz transfer U-turns", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-01T12:02:44Z", "webTitle": "Transfer window quiz: identify the record signings at all 20 Premier League clubs", "webUrl": "https://www.theguardian.com/football/2016/sep/01/transfer-window-record-signings-quiz-premier-league-clubs", "wordCnt": 31}, {"apiUrl": "https://content.guardianapis.com/football/blog/2016/sep/01/brazil-olympic-football-gold-decadent-culture-reformed-tite", "firPara": "Given the history, it is understandable Brazil were so delighted to win gold in the mens football at the Olympics. Uruguay had won it (twice), Argentina had won it (twice), while they had lost three times in the final. Finally, the champions of everything, roared the newspaper Estado de Minas the morning after the final. It is a box that had needed ticking for a long time.", "id": "football/blog/2016/sep/01/brazil-olympic-football-gold-decadent-culture-reformed-tite", "isHosted": false, "secPara": "The hope for Brazil is that winning the Olympics will restore self-esteem, that it has reminded them how to win after two miserable Copa Américas and a hugely disappointing home World Cup. The first test of that spirit and of the new manager, Tite, comes on Thursday evening against Ecuador in Quito, where Brazil have never won a World Cup qualifier.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-01T10:48:14Z", "webTitle": "Brazil’s Olympic football gold is a step forward but decadent culture must be reformed | Jonathan Wilson", "webUrl": "https://www.theguardian.com/football/blog/2016/sep/01/brazil-olympic-football-gold-decadent-culture-reformed-tite", "wordCnt": 951}, {"apiUrl": "https://content.guardianapis.com/football/2016/sep/01/chelsea-38-players-loan-who-where", "firPara": "A remarkable 38 Chelsea players are out on loan after seven left the club on a temporary basis on deadline day. Teams in England, Spain, Germany, the Netherlands, Italy, Belgium, Turkey, Colombia and Brazil have borrowed players from Chelsea.", "id": "football/2016/sep/01/chelsea-38-players-loan-who-where", "isHosted": false, "secPara": "From Juventus (Juan Cuadrado) to non-league Metropolitan Police (Nathan Baxter) there are clubs with a Chelsea player in their ranks. Eighteen of the 38 out on loan are aged 21 or older, with Baxter the youngest at 17 and Loïc Rémy, now 29, the eldest.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-01T10:06:31Z", "webTitle": "Chelsea have 38 players out on loan – but who and where are they?", "webUrl": "https://www.theguardian.com/football/2016/sep/01/chelsea-38-players-loan-who-where", "wordCnt": 347}, {"apiUrl": "https://content.guardianapis.com/football/2016/sep/01/football-quiz-transfer-window", "firPara": "Todays quiz is looking for a big move. No its not. Yes it is. And so on", "id": "football/2016/sep/01/football-quiz-transfer-window", "isHosted": false, "secPara": "• Euro 2016 quiz tattoos", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-01T09:50:11Z", "webTitle": "Football quiz: transfer U-turns", "webUrl": "https://www.theguardian.com/football/2016/sep/01/football-quiz-transfer-window", "wordCnt": 66}, {"apiUrl": "https://content.guardianapis.com/football/2016/sep/01/football-transfer-rumours-arsenal-fail-to-land-daniel-sturridge-on-loan", "firPara": "Todays fluff is going cold turkey", "id": "football/2016/sep/01/football-transfer-rumours-arsenal-fail-to-land-daniel-sturridge-on-loan", "isHosted": false, "secPara": "Todays fluff is going cold turkey", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-01T07:38:45Z", "webTitle": "Football transfer rumours: Arsenal fail to land Daniel Sturridge on loan?", "webUrl": "https://www.theguardian.com/football/2016/sep/01/football-transfer-rumours-arsenal-fail-to-land-daniel-sturridge-on-loan", "wordCnt": 439}, {"apiUrl": "https://content.guardianapis.com/football/blog/2016/sep/01/premier-league-billion-pound-spenders-transfer-window", "firPara": "Its a billion pounds! Can you even imagine a billion pounds? What would a billion pounds actually look like in real life as opposed to spelled out in words on a yellow ticker? Is it enough to fill the swimming pool of a super‑agents house or float down from several helicopters to cover a whole football pitch?", "id": "football/blog/2016/sep/01/premier-league-billion-pound-spenders-transfer-window", "isHosted": false, "secPara": "Once upon a time, in the seasons that followed the 1992 Premier League rebrand, as everything around football ballooned, fuelled by a whirlwind of new money and new television deals and new players and managers and owners from the wider world, the discussion quite often turned to concerned debate about when the bubble would burst. Surely football would eventually eat itself. That was part of the conversation when Blackburn Rovers – now bottom of the Championship – won the league in 1995 financed by their lifelong supporter Jack Walker. That was central to the analysis when Leeds United – currently a fraction higher than Blackburn around the basement of English footballs second tier – lived the dream, flew close to a Champions League final and were scorched.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-01T07:29:01Z", "webTitle": "Premier League’s billion-pound spenders find wealth a blessing and a curse | Amy Lawrence", "webUrl": "https://www.theguardian.com/football/blog/2016/sep/01/premier-league-billion-pound-spenders-transfer-window", "wordCnt": 975}, {"apiUrl": "https://content.guardianapis.com/football/2016/aug/31/premier-league-2016-summer-transfer-window-club-by-club-verdicts", "firPara": "It has taken two summers but Arsène Wenger has finally bought to strengthen the spine of his squad. Coming in after Petr Cech last season are players to address key positions that have needed bolstering for some time. Wenger hopes Shkodran Mustafi quickly forms a great partnership with Laurent Koscielny, while Granit Xhaka has already inspired comparisons to Emmanuel Petit in midfield. The wildcard is the 27-year-old Lucas Pérez up front. Arsenal fans craving a dream striker are hoping for the best from an unfamiliar name with a reputation as a late developer, a Spanish Jamie Vardy. Jack Wilsheres loan move to Bournemouth stands out among the departures. Amy Lawrence ", "id": "football/2016/aug/31/premier-league-2016-summer-transfer-window-club-by-club-verdicts", "isHosted": false, "secPara": "Major moves", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-08-31T23:54:43Z", "webTitle": "Premier League 2016 summer transfer window: club-by-club verdicts", "webUrl": "https://www.theguardian.com/football/2016/aug/31/premier-league-2016-summer-transfer-window-club-by-club-verdicts", "wordCnt": 3010}], "startIndex": 4041, "status": "ok", "total": 141935, "userTier": "developer"}}