{"response": {"currentPage": 227, "orderBy": "newest", "pageSize": 10, "pages": 14194, "results": [{"apiUrl": "https://content.guardianapis.com/football/2016/nov/25/manchester-united-west-ham-united-match-preview", "firPara": "Manchester United are struggling to string a run of wins together since the three claimed at the start of the campaign. Given the close nature of the title race, a repeat of this could move José Mourinhos side into the upper echelons. For West Ham even a single victory would be welcome their last in the Premier League was over a month ago, when Sunderland were beaten 1-0 on 22 October. Jamie Jackson", "id": "football/2016/nov/25/manchester-united-west-ham-united-match-preview", "isHosted": false, "secPara": "Kick-off Sunday 4.30pm ", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-25T18:20:02Z", "webTitle": "Manchester United v West Ham United: match preview", "webUrl": "https://www.theguardian.com/football/2016/nov/25/manchester-united-west-ham-united-match-preview", "wordCnt": 191}, {"apiUrl": "https://content.guardianapis.com/football/2016/nov/25/burnley-manchester-city-match-preview", "firPara": "Sean Dyche says Manchester City are in a different world to Burnley, but will want a reaction from his side after they made West Brom look extraterrestrial on Monday. Their 4-0 defeat continued some poor away form but at Turf Moor things are rather different and, having beaten Liverpool and Everton there as well as losing unfairly to Arsenal, they should make a fight of this one. Pep Guardiola may be considering Wednesdays night Champions League away trip was not to have not been the best preparation for a Saturday lunchtime game against opponents who will not stop running. Nick Ames", "id": "football/2016/nov/25/burnley-manchester-city-match-preview", "isHosted": false, "secPara": "Kick-off Saturday 12.30pm ", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-25T17:49:45Z", "webTitle": "Burnley v Manchester City: match preview", "webUrl": "https://www.theguardian.com/football/2016/nov/25/burnley-manchester-city-match-preview", "wordCnt": 211}, {"apiUrl": "https://content.guardianapis.com/football/2016/nov/25/everton-ronald-koeman-southampton-return", "firPara": "Ronald Koeman has said he hopes for respect from Southampton supporters when he returns to St Marys Stadium but is unafraid of any hostility that awaits.", "id": "football/2016/nov/25/everton-ronald-koeman-southampton-return", "isHosted": false, "secPara": "The Everton manager faces his former club on Sunday for the first time since moving to Goodison Park on a £6m-per-year deal in June. Koeman guided Southampton to sixth- and seventh-placed finishes in his two Premier League seasons in charge but, having made overtures about extending a contract that had 12 months remaining, angered the club by accepting Evertons offer of a bigger salary and transfer budget. Farhad Moshiri, the major shareholder at Goodison Park, also met Southamptons demands for £5m compensation for their manager and his elder brother, Erwin Koeman – his assistant – and the coach Jan Kluitenberg.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-25T17:16:57Z", "webTitle": "Everton’s Ronald Koeman ready for criticism on Southampton return", "webUrl": "https://www.theguardian.com/football/2016/nov/25/everton-ronald-koeman-southampton-return", "wordCnt": 305}, {"apiUrl": "https://content.guardianapis.com/football/2016/nov/25/arsenal-bournemouth-match-preview", "firPara": "Arsenal have once again stuttered in November as Arsène Wengers side have slipped from joint-top of the league in October to fourth. Victory is imperative against Bournemouth to produce a much-needed shot in the arm heading into the congested Christmas period. Eddie Howe will be the much more relaxed of the two managers, his side have exceeded expectation this season and, in only their third league meeting with Arsenal, would love to add to Wengers traditional autumnal woes. Graham Searles", "id": "football/2016/nov/25/arsenal-bournemouth-match-preview", "isHosted": false, "secPara": "Kick-off Sunday 2.15pm ", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-25T17:16:16Z", "webTitle": "Arsenal v Bournemouth: match preview", "webUrl": "https://www.theguardian.com/football/2016/nov/25/arsenal-bournemouth-match-preview", "wordCnt": 214}, {"apiUrl": "https://content.guardianapis.com/football/2016/nov/25/the-fiver-chelsea-tottenham-premier-league", "firPara": "In todays Fiver losers winning, luxury hamper fraud, and much more", "id": "football/2016/nov/25/the-fiver-chelsea-tottenham-premier-league", "isHosted": false, "secPara": "In todays Fiver losers winning, luxury hamper fraud, and much more", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-25T16:37:03Z", "webTitle": "The Fiver | The old canard", "webUrl": "https://www.theguardian.com/football/2016/nov/25/the-fiver-chelsea-tottenham-premier-league", "wordCnt": 1477}, {"apiUrl": "https://content.guardianapis.com/football/2016/nov/25/leicester-city-middlesbrough-match-preview", "firPara": "With their place in the Champions League knockout stage secured, Leicester need to turn around their alarming domestic form to put to bed any more questions about relegation. Danny Drinkwater will be suspended for the visit of Middlesbrough, giving Andy King an opportunity to make a rare start. One point and one place behind Leicester, Aitor Karankas side also need the points and could do with a goal from Álvaro Negredo, who has not scored since the opening day of the season. Stuart James", "id": "football/2016/nov/25/leicester-city-middlesbrough-match-preview", "isHosted": false, "secPara": "Kick-off Saturday 3pm ", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-25T16:03:40Z", "webTitle": "Leicester City v Middlesbrough: match preview", "webUrl": "https://www.theguardian.com/football/2016/nov/25/leicester-city-middlesbrough-match-preview", "wordCnt": 191}, {"apiUrl": "https://content.guardianapis.com/football/2016/nov/25/child-abuse-in-football", "firPara": "I was Barry Bennells captain when I was a kid. He was the Pied Piper, like everyone says, and the most amazing football coach Ive ever seen. There was nobody like this guy, then or now. The man could do anything with a ball. Every tournament we entered, we won everything. But it came at a price, as people are finding out now. I was lucky – I wasnt one of the poor kids he sexually abused – but he did try it on and, when he didnt get his way, he made sure he did everything he could to destroy me.", "id": "football/2016/nov/25/child-abuse-in-football", "isHosted": false, "secPara": "My team was called Pegasus but it later became Whitehill, where David White has now revealed he was abused. There was one simple reason why he kept changing the teams name – we were so good the league didnt want a City-affiliated team cleaning up everything. I played with Gary Speed, David White, Andy Hinchcliffe, Paul Lake and a lot of other players who have gone to become household names. We had an incredible pool – Ashley Ward, for example, a future Premier League player, couldnt always get in our team – and we all looked up to Barry Bennell.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-25T15:51:34Z", "webTitle": "Football abuse: ‘I fought off Barry Bennell. Then he tried to destroy me’", "webUrl": "https://www.theguardian.com/football/2016/nov/25/child-abuse-in-football", "wordCnt": 1861}, {"apiUrl": "https://content.guardianapis.com/football/2016/nov/25/swansea-city-crystal-palace-match-preview", "firPara": "A huge game for both clubs. Swansea are rock bottom of the table and without a victory since the opening day of the season. Crystal Palace, on the other hand, have lost their last five and travel to the Liberty Stadium with Alan Pardew, their manager, under growing pressure. Bob Bradley seems likely to stick with the same side that drew at Everton, so Gylfi Sigurdsson will play as a false No9. Joe Ledley could come back into contention for Palace. Stuart James", "id": "football/2016/nov/25/swansea-city-crystal-palace-match-preview", "isHosted": false, "secPara": "Kick-off Saturday 3pm ", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-25T15:43:02Z", "webTitle": "Swansea City v Crystal Palace: match preview", "webUrl": "https://www.theguardian.com/football/2016/nov/25/swansea-city-crystal-palace-match-preview", "wordCnt": 203}, {"apiUrl": "https://content.guardianapis.com/football/2016/nov/25/manchester-city-sergio-aguero-burnley-injury", "firPara": "Sergio Agüero is a doubt for Manchester Citys trip to Burnley, with Pep Guardiola to assess the strikers foot problem when his squad train on Friday afternoon.", "id": "football/2016/nov/25/manchester-city-sergio-aguero-burnley-injury", "isHosted": false, "secPara": "Agüero suffered the injury towards the end of Wednesday nights 1-1 draw at Borussia Mönchengladbach that sealed Citys passage to the Champions League knockout stage.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-25T15:08:51Z", "webTitle": "Manchester City wait on fitness doubt Sergio Agüero for Burnley trip", "webUrl": "https://www.theguardian.com/football/2016/nov/25/manchester-city-sergio-aguero-burnley-injury", "wordCnt": 398}, {"apiUrl": "https://content.guardianapis.com/football/blog/2016/nov/25/jack-wilshere-bournemouth-arsenal-eddie-howe", "firPara": "Heres an interesting thing just over eight years ago Arsenal thrashed Sheffield United 6-0 in the League Cup, famously fielding a team of gossamer-touch man-ducklings with an average age of 19, described by Arsène Wenger as the best crop of young players hed ever had.", "id": "football/blog/2016/nov/25/jack-wilshere-bournemouth-arsenal-eddie-howe", "isHosted": false, "secPara": "The seasons passed, the ducklings drifted. The idea of an unceasing production line, M. Wengers school of the performing artistic back-heel, steadily congealed. There has even been a temptation among some supporters to look back and shrug a little at such heady times, a state of doomed excitement anthropologists might call The Frimpong Delusion or Sustained Collective Mérida Syndrome. Except, not so fast. Look a bit closer and this week three members of that 6-0 squad – Aaron Ramsey, Francis Coquelin and Kieran Gibbs – also played for Arsenal in the Champions League against Paris Saint-Germain. Call it four if we include Theo Walcott, who was rested that night. Plus of course another Arsenal player, scorer of his first goal that night aged 16, will be in the stands at the Emirates this Sunday when his step-club visits the parental home.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-25T15:00:34Z", "webTitle": "Jack Wilshere’s struggle to find a role and rhythm eased by Howe’s alchemy | Barney Ronay", "webUrl": "https://www.theguardian.com/football/blog/2016/nov/25/jack-wilshere-bournemouth-arsenal-eddie-howe", "wordCnt": 1197}], "startIndex": 2261, "status": "ok", "total": 141934, "userTier": "developer"}}