{"response": {"currentPage": 270, "orderBy": "newest", "pageSize": 10, "pages": 14194, "results": [{"apiUrl": "https://content.guardianapis.com/football/live/2016/nov/05/manchester-city-v-middlesbrough-premier-league-live", "firPara": "Marten de Roons stoppage-time header gives Middlesbrough a point against Manchester City, in a game City failed to kill off", "id": "football/live/2016/nov/05/manchester-city-v-middlesbrough-premier-league-live", "isHosted": false, "secPara": "Marten de Roons stoppage-time header gives Middlesbrough a point against Manchester City, in a game City failed to kill off", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2016-11-05T17:07:03Z", "webTitle": "Manchester City 1-1 Middlesbrough: Premier League – as it happened", "webUrl": "https://www.theguardian.com/football/live/2016/nov/05/manchester-city-v-middlesbrough-premier-league-live", "wordCnt": 1757}, {"apiUrl": "https://content.guardianapis.com/football/2016/nov/05/bournemouth-sunderland-premier-league-match-report", "firPara": "For Sunderland, the interminable wait is over. At the 11th time of asking, the bottom-placed team have their first win of the season. David Moyess side were second best in every facet of the game apart from the scoreline, yet they displayed an impressive combination of spirit and fight to not only come from behind but do so with 10 men, in turn boosting their hopes of clambering out of the bottom three.", "id": "football/2016/nov/05/bournemouth-sunderland-premier-league-match-report", "isHosted": false, "secPara": "Dan Gosling had put Bournemouth in front, but the hosts inability to finish a hatful of good chances proved costly. Victor Anichebe, making his first start for Sunderland, scored the equaliser and despite being penned back after Steven Pienaar was shown a second yellow card an hour in, Jermain Defoes penalty, won by Anichebe, ensured that Moyes, who was serving a touchline ban for swearing at an official during the EFL Cup defeat to Southampton 10 days ago, will enter the international break no longer worrying whether his position is tenable.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-05T17:06:05Z", "webTitle": "Jermain Defoe spot-on at Bournemouth to give Sunderland first win", "webUrl": "https://www.theguardian.com/football/2016/nov/05/bournemouth-sunderland-premier-league-match-report", "wordCnt": 816}, {"apiUrl": "https://content.guardianapis.com/football/live/2016/nov/05/west-ham-v-stoke-city-fa-cup-first-round-and-more-clockwatch-live", "firPara": "Sunderland won their first Premier League match of the season while there was late drama at Manchester City and Burnley", "id": "football/live/2016/nov/05/west-ham-v-stoke-city-fa-cup-first-round-and-more-clockwatch-live", "isHosted": false, "secPara": "Thats about it for todays Clockwatch. There was late drama in the Premier League, but not so much in the FA Cup. Chelsea play Everton in the late game, which you can follow with Niall McVeigh. Bye!", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2016-11-05T17:01:59Z", "webTitle": "Bournemouth 1-2 Sunderland, FA Cup first round and more: clockwatch – as it happened", "webUrl": "https://www.theguardian.com/football/live/2016/nov/05/west-ham-v-stoke-city-fa-cup-first-round-and-more-clockwatch-live", "wordCnt": 1319}, {"apiUrl": "https://content.guardianapis.com/football/2016/nov/05/wayne-rooney-manchester-united-jose-mourinho-england", "firPara": "Wayne Rooney is determined to stay at Manchester United until his contract ends in summer 2019 despite losing his place in the first team. The 31-year-old believes he has a lot of football left to play at the highest level and is enjoying life at Old Trafford even after being dropped by José Mourinho.", "id": "football/2016/nov/05/wayne-rooney-manchester-united-jose-mourinho-england", "isHosted": false, "secPara": "Rooney plans to retire from the international game following the 2018 World Cup in Russia should England qualify and it is understood he believes he can still perform for United for at least another year following the tournament.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-05T16:28:00Z", "webTitle": "Wayne Rooney commits to seeing out Manchester United contract to 2019", "webUrl": "https://www.theguardian.com/football/2016/nov/05/wayne-rooney-manchester-united-jose-mourinho-england", "wordCnt": 483}, {"apiUrl": "https://content.guardianapis.com/football/2016/nov/05/wolverhampton-wanderers-derby-county-championship-match-report", "firPara": "As Wolves sloped off at half-time amid an atmosphere that verged on the poisonous, the greatest encouragement for Paul Lambert might have been that it was not too late to reconsider. By the end, with Derby County clinging on to a victory that should never have become this complicated, there was at least evidence that his new job need not be a hiding to nothing. Lamberts appointment as Wolves head coach, replacing Walter Zenga, was confirmed on Saturday evening and he will be presented with more questions than answers when he comes to unpick a dramatically two-tone performance that resulted in their third home defeat in a row.", "id": "football/2016/nov/05/wolverhampton-wanderers-derby-county-championship-match-report", "isHosted": false, "secPara": "The measure of Wolves improvement was that it was the officials, rather than the home players, who were booed off after the final whistle. Their fans felt Wolves should have been awarded at least one penalty in the latter stages but a fluent Derby had earned their win, two goals by Tom Ince and an expert volley from Darren Bent continuing their sense of renewed momentum since Steve McClarens return last month.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-05T14:57:01Z", "webTitle": "Ince double lifts Derby as Wolves look ragged for new manager Paul Lambert", "webUrl": "https://www.theguardian.com/football/2016/nov/05/wolverhampton-wanderers-derby-county-championship-match-report", "wordCnt": 699}, {"apiUrl": "https://content.guardianapis.com/football/live/2016/nov/05/merstham-v-oxford-united-fa-cup-first-round-live", "firPara": "Oxford proved too strong for their non-league opponents, as Kane Hemmings scored twice in a victory that was more closely fought than the scoreline suggests", "id": "football/live/2016/nov/05/merstham-v-oxford-united-fa-cup-first-round-live", "isHosted": false, "secPara": "Thats all from me. Join Rob Smyth to see if anyone can spring a Cupset in the 3pm games. It has to happen somewhere, right? Thanks for joining me. Bye!", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2016-11-05T14:31:55Z", "webTitle": "Merstham 0-5 Oxford United: FA Cup first round – as it happened", "webUrl": "https://www.theguardian.com/football/live/2016/nov/05/merstham-v-oxford-united-fa-cup-first-round-live", "wordCnt": 1404}, {"apiUrl": "https://content.guardianapis.com/football/blog/2016/nov/05/england-v-scotland-auld-rivalry-at-its-fiercest", "firPara": "England and Scotland, who meet at Wembley on Friday in only the fourth competitive fixture since annual encounters were abandoned in 1989, are the two oldest international teams in the world. They have played each other more often than anyone else, took part in the first ever international fixture in Glasgow in 1872, and enjoy – if that is the word – one of the most ancient and grudging of rivalries.", "id": "football/blog/2016/nov/05/england-v-scotland-auld-rivalry-at-its-fiercest", "isHosted": false, "secPara": "Or they used to. These days the Scots would rather take on the Auld Enemy in a referendum than a football match. The sad decline of Scotland as a force in the game has been reflected in an almost complete lack of interest in cross-border skirmishes in recent years, not helped by the fact that the last time Wembley staged a qualification game between the two countries Kevin Keegans England produced a performance of such staggering lifelessness that they managed to get beaten by a Don Hutchison goal even as they limped toward a predictably brief visit to Euro 2000.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-05T11:02:35Z", "webTitle": "England v Scotland: auld enemies may have lost their edge – but it still matters | Paul Wilson", "webUrl": "https://www.theguardian.com/football/blog/2016/nov/05/england-v-scotland-auld-rivalry-at-its-fiercest", "wordCnt": 1033}, {"apiUrl": "https://content.guardianapis.com/football/2016/nov/04/keane-townsend-zaha-burnley-crystal-palace-gareth-southgate-england", "firPara": "Gareth Southgate will assess the form of the Burnley centre-half Michael Keane, as well as the Crystal Palace wingers Andros Townsend and Wilfried Zaha on Saturday as he prepares to name his England squad for next Fridays World Cup qualifier against Scotland.", "id": "football/2016/nov/04/keane-townsend-zaha-burnley-crystal-palace-gareth-southgate-england", "isHosted": false, "secPara": "Southgate will be at Turf Moor for the Premier League game between the sides – the only match he is to attend this weekend – before confirming his party for the game at Wembley, and the friendly against Spain four days later, on Sunday evening. The interim manager drafted Keane into his squad for last months qualifiers against Malta and Slovenia as a replacement for the injured Glen Johnson, and the 23-year-old is expected to retain his place.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-04T22:30:30Z", "webTitle": "Michael Keane and Crystal Palace pair attract Gareth Southgate’s attention", "webUrl": "https://www.theguardian.com/football/2016/nov/04/keane-townsend-zaha-burnley-crystal-palace-gareth-southgate-england", "wordCnt": 637}, {"apiUrl": "https://content.guardianapis.com/football/blog/2016/nov/04/arsenal-mesut-ozil-emboldened-talent-relishing-spotlight", "firPara": "Basking in the glow of the masterpiece match-winner that was the talk of Europe this week, Mesut Özil made his way serenely, contentedly, back towards London. It seemed as if half of Bulgaria wanted a bit of him before he left. He gladly had time for everyone – finessing every photo, every signature, every word of appreciation with a special touch.", "id": "football/blog/2016/nov/04/arsenal-mesut-ozil-emboldened-talent-relishing-spotlight", "isHosted": false, "secPara": "It was not so long ago this particular players body language was routinely picked apart. He was too languid. Too casual. Did not want to know. Wilted under pressure. All softness without the required substance. Too many big games passed him by ... but those criticisms have faded into the shadow of an emboldened talent who is relishing the spotlight.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-04T22:30:30Z", "webTitle": "The evolution of Arsenal’s Mesut Özil earns comparison with Bergkamp | Amy Lawrence", "webUrl": "https://www.theguardian.com/football/blog/2016/nov/04/arsenal-mesut-ozil-emboldened-talent-relishing-spotlight", "wordCnt": 1189}, {"apiUrl": "https://content.guardianapis.com/football/2016/nov/04/mauricio-pochettino-tottenham-arsenal-derby-harry-kane", "firPara": "• It was difficult not to think about that situation, says Spurs manager ", "id": "football/2016/nov/04/mauricio-pochettino-tottenham-arsenal-derby-harry-kane", "isHosted": false, "secPara": "• It was difficult not to think about that situation, says Spurs manager ", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-04T22:30:30Z", "webTitle": "Mauricio Pochettino haunted by Tottenham’s poor end to last season", "webUrl": "https://www.theguardian.com/football/2016/nov/04/mauricio-pochettino-tottenham-arsenal-derby-harry-kane", "wordCnt": 818}], "startIndex": 2691, "status": "ok", "total": 141935, "userTier": "developer"}}