{"response": {"currentPage": 441, "orderBy": "newest", "pageSize": 10, "pages": 14194, "results": [{"apiUrl": "https://content.guardianapis.com/football/live/2016/aug/13/everton-v-tottenham-and-more-on-premier-league-opening-day-live", "firPara": "None of the Premier League poster boys lived up to the pre-match fanfare surrounding the opening day, so lets cherish goalscorers Salomón Rondón and Leroy Fer for once instead. In the north-east, Álvaro Negredo had a debut to remember at Middlesbrough while Xherdan Shaqiri reminded us of his supreme pint-sized ability with a fine free-kick. ", "id": "football/live/2016/aug/13/everton-v-tottenham-and-more-on-premier-league-opening-day-live", "isHosted": false, "secPara": "On this evidence, and this evidence alone, it could prove a long, hard season again for Burnley while Crystal Palace look pretty blunt without one of Christian Benteke, Michy Batshuayi, Saido Berahino or … you get the gist. The story of the day though arguably took place before this blog even breathed, at Hull City, but honourable mentions should go to Erik Lamelas head and Bristol Citys striker Tammy Abraham, who scored his fourth goal in three matches since joining on loan from Chelsea. ", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2016-08-13T16:20:53Z", "webTitle": "Everton 1-1 Tottenham and more on Premier League opening day – as it happened", "webUrl": "https://www.theguardian.com/football/live/2016/aug/13/everton-v-tottenham-and-more-on-premier-league-opening-day-live", "wordCnt": 1980}, {"apiUrl": "https://content.guardianapis.com/football/2016/aug/13/crystal-palace-west-bromwich-albion-premier-league-match-report", "firPara": "On an opening day where the champions were defeated by a team who many had consigned to relegation before a ball was even kicked, it was reassuring to see some things remain completely predictable. An impressive, if unaesthetic, defensive performance from West Bromwich Albion was rewarded by Salomón Rondóns glancing header to leave Crystal Palace wondering if 2016 really will be their annus horribilis.", "id": "football/2016/aug/13/crystal-palace-west-bromwich-albion-premier-league-match-report", "isHosted": false, "secPara": "Having taken only 11 points in a diabolical second half of last season, this inauspicious start from Alan Pardews team will do those of a nervous disposition at Selhurst Park few favours. There is no need to get carried away at such an embryonic point but sufficient evidence exists that plenty of work must be done on the pitch and in the transfer market.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-08-13T16:18:19Z", "webTitle": "Salomón Rondón header earns West Brom dogged victory at Crystal Palace", "webUrl": "https://www.theguardian.com/football/2016/aug/13/crystal-palace-west-bromwich-albion-premier-league-match-report", "wordCnt": 656}, {"apiUrl": "https://content.guardianapis.com/football/2016/aug/13/middlesbrough-stoke-city-premier-league-match-report", "firPara": "At one stage of this curtainraiser Middlesbrough looked as if they had never left the Premier League, despite a seven-year hiatus. Yet whereas Álvaro Negredo had raised the Riverside roof early on with a debut goal Boro were hanging on somewhat at the end of the game and a point ended up being a satisfactory start to their season.", "id": "football/2016/aug/13/middlesbrough-stoke-city-premier-league-match-report", "isHosted": false, "secPara": "Stoke City were well off the pace in the opening half but Xherdan Shaqiris free-kick in the 67th minute ensured Mark Hughess side left Teesside with a point which, on reflection, will probably have satisfied both teams.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-08-13T16:13:38Z", "webTitle": "Middlesbrough held after Xherdan Shaqiri clinches point for Stoke City", "webUrl": "https://www.theguardian.com/football/2016/aug/13/middlesbrough-stoke-city-premier-league-match-report", "wordCnt": 685}, {"apiUrl": "https://content.guardianapis.com/football/2016/aug/13/southampton-watford-premier-league-match-report", "firPara": "With their mutual glowing tans and salt and pepper hair, Claude Puel and Walter Mazzarri could be mistaken for each other. The Frenchman and the Italian also shared the distinction of marking their managerial debuts in the Premier League by sharing the points in a seesawing draw that gave both some cause for optimism.", "id": "football/2016/aug/13/southampton-watford-premier-league-match-report", "isHosted": false, "secPara": "Mazzarri will look back at a first half that his Watford team dominated, their physical capabilities matched by a keen understanding of the game plan that gave them a one-goal lead that could have been more. The new Saints manager took consolation from an improved second-half showing in which his charges added determination to a decent passing game that bore fruit with Nathan Redmonds equaliser.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-08-13T16:10:25Z", "webTitle": "Southampton rally against Watford but cannot capitalise on Ben Watson red", "webUrl": "https://www.theguardian.com/football/2016/aug/13/southampton-watford-premier-league-match-report", "wordCnt": 657}, {"apiUrl": "https://content.guardianapis.com/football/2016/aug/13/burnley-swansea-premier-league-match-report", "firPara": "For the Burnley manager, Sean Dyche, tasting defeat in the league for the first time since Boxing Day, there was a depressingly familiar air to an opening day Premier League defeat inflicted by Leroy Fers late winning goal.", "id": "football/2016/aug/13/burnley-swansea-premier-league-match-report", "isHosted": false, "secPara": "But for his Swansea counterpart, Francesco Guidolin, here was an encouraging sign of new times for his team, courtesy of a victory he believes they would have failed to record last season.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-08-13T16:03:04Z", "webTitle": "Leroy Fer’s late goal for Swansea spoils Burnley’s top-flight return", "webUrl": "https://www.theguardian.com/football/2016/aug/13/burnley-swansea-premier-league-match-report", "wordCnt": 626}, {"apiUrl": "https://content.guardianapis.com/football/2016/aug/13/everton-tottenham-premier-league-match-report", "firPara": "Tottenham Hotspur should have won this game and they know it. Everton were obliging opponents, slightly fortunate to take an early lead and positively delusional if they imagined they would be able to hang on to it for 85 minutes. In the end they were glad of a point, so small was their share of the game and so limited their attacking efforts, while Spurs will be satisfied with the result but acutely aware they could have done better.", "id": "football/2016/aug/13/everton-tottenham-premier-league-match-report", "isHosted": false, "secPara": "I was very disappointed with the first half. We started too slowly, said Mauricio Pochettino. We were much better in the second half. We looked more like the team of last season and we were close to winning by the end.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-08-13T15:58:22Z", "webTitle": "Tottenham’s Érik Lamela rescues point against under-strength Everton", "webUrl": "https://www.theguardian.com/football/2016/aug/13/everton-tottenham-premier-league-match-report", "wordCnt": 785}, {"apiUrl": "https://content.guardianapis.com/football/2016/aug/13/hull-leicester-city-premier-league-match-report", "firPara": "At one point an apparently perplexed Mike Phelan scratched his head and, in another telling cameo, Jamie Vardy slapped himself hard across the face. For Hull Citys caretaker manager and Leicester Citys star striker it must have felt as if the world had spun off its axis.", "id": "football/2016/aug/13/hull-leicester-city-premier-league-match-report", "isHosted": false, "secPara": "Those moments seemed emblematic of a day when one of the most makeshift teams to have entered combat at this level defeated the English title-holders. Thanks to a finely struck winner from the excellent Robert Snodgrass, Leicester City became the first defending champions to lose the opening game of a season since the Premier Leagues inception.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-08-13T13:27:21Z", "webTitle": "Hull’s Robert Snodgrass starts Leicester title defence with shock defeat", "webUrl": "https://www.theguardian.com/football/2016/aug/13/hull-leicester-city-premier-league-match-report", "wordCnt": 774}, {"apiUrl": "https://content.guardianapis.com/football/live/2016/aug/13/hull-city-v-leicester-city-premier-league-live", "firPara": "The superb Robert Snodgrass scored a cracking winning goal as Leicesters title defence got off to a bad start", "id": "football/live/2016/aug/13/hull-city-v-leicester-city-premier-league-live", "isHosted": false, "secPara": "The superb Robert Snodgrass scored a cracking winning goal as Leicesters title defence got off to a bad start", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2016-08-13T13:27:09Z", "webTitle": "Hull City 2-1 Leicester City: Premier League – as it happened", "webUrl": "https://www.theguardian.com/football/live/2016/aug/13/hull-city-v-leicester-city-premier-league-live", "wordCnt": 2041}, {"apiUrl": "https://content.guardianapis.com/football/2016/aug/13/dundalk-champions-league-qualifying-irish-champions-football", "firPara": "Four years ago Dundalks very existence was in jeopardy. The team were treading water, while attendances at the Irish clubs unsightly Oriel Park ground hit a baseline of 260. Wages were unpaid and a genuine belief festered that the end was nigh. They were spared relegation only because Monaghan United ran into financial difficulties and withdrew from competition, allowing the Lilywhites a two-legged play-off to stay up.", "id": "football/2016/aug/13/dundalk-champions-league-qualifying-irish-champions-football", "isHosted": false, "secPara": "They beat Waterford 4-2 on aggregate to survive and from that nadir the most amazing turnaround in the countrys footballing history has taken hold. Ownership changed hands, with Paul Brown and Andy Connolly, who run a local business selling nuts and bolts, taking over and clearing substantial debts.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-08-13T11:29:00Z", "webTitle": "Dundalk’s part-timers ready to make Champions League history | Alan Smith", "webUrl": "https://www.theguardian.com/football/2016/aug/13/dundalk-champions-league-qualifying-irish-champions-football", "wordCnt": 1059}, {"apiUrl": "https://content.guardianapis.com/football/2016/aug/13/usa-women-national-team-soccer-rio-2016-analysis", "firPara": "Hope Solo sounded a petulant note after the team crashed out of the Olympics but the warning signs were there in the USWNTs performances at Rio 2016", "id": "football/2016/aug/13/usa-women-national-team-soccer-rio-2016-analysis", "isHosted": false, "secPara": "Hope Solo sounded a petulant note after the team crashed out of the Olympics but the warning signs were there in the USWNTs performances at Rio 2016", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-08-13T11:00:05Z", "webTitle": "USA's women lost – blaming it on 'cowards' simply misses the point", "webUrl": "https://www.theguardian.com/football/2016/aug/13/usa-women-national-team-soccer-rio-2016-analysis", "wordCnt": 1342}], "startIndex": 4401, "status": "ok", "total": 141935, "userTier": "developer"}}