{"response": {"currentPage": 386, "orderBy": "newest", "pageSize": 10, "pages": 14194, "results": [{"apiUrl": "https://content.guardianapis.com/football/blog/2016/sep/12/alaves-barcelona-la-liga", "firPara": "Daniel Torres crossed the border barefooted. As he reached the white line, he slipped off his flip-flops and stepped on to the grass, where he began to walk around slowly and in silence, a mobile in his hand. In the stands were a few football fans whod got there early and some bored-looking stewards; it was still a long time before kick-off, well over an hour until Torres would cross the line again, boots on. At the other end of the phone was his faith healer, Sandra Merino, reciting biblical verse. Joshua 13, Deuteronomy 1124 Every place upon which the sole of your foot treads will be yours. Yeah, yeah, every place. Just not this place, surely. Not the Camp Nou.", "id": "football/blog/2016/sep/12/alaves-barcelona-la-liga", "isHosted": false, "secPara": "Yes, there too.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-12T14:45:00Z", "webTitle": "Alavés return from the abyss and rebel against reality to tame Barcelona | Sid Lowe", "webUrl": "https://www.theguardian.com/football/blog/2016/sep/12/alaves-barcelona-la-liga", "wordCnt": 2229}, {"apiUrl": "https://content.guardianapis.com/football/2016/sep/12/marco-verratti-insists-paris-saint-germain-not-second-best-arsenal-champions-league", "firPara": "The Italy midfielder Marco Verratti has rejected suggestions Paris Saint-Germain are in a transitional period as the French club, rattled by a sloppy start to the new campaign, prepare to host Arsenal in the Champions League.", "id": "football/2016/sep/12/marco-verratti-insists-paris-saint-germain-not-second-best-arsenal-champions-league", "isHosted": false, "secPara": "The summer appeared to mark a change in policy at PSG as the clubs Qatari owners, rather than bankrolling a new wave of lavish signings, sanctioned the sale of David Luiz back to Chelsea and opted against offering Zlatan Ibrahimovic a new contract. The new head coach, Unai Emery, who replaced Laurent Blanc in June, has come in for stinging criticism already from sections of the French media after his side, hamstrung by injuries, lost to Monaco and were held by Saint-Etienne at Parc des Princes last Friday.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-12T13:30:18Z", "webTitle": "Marco Verratti says second-best not enough for PSG before Arsenal clash", "webUrl": "https://www.theguardian.com/football/2016/sep/12/marco-verratti-insists-paris-saint-germain-not-second-best-arsenal-champions-league", "wordCnt": 591}, {"apiUrl": "https://content.guardianapis.com/football/2016/sep/12/leicester-city-bournemouth-chase-udinese-midfielder-jakob-jankto", "firPara": "Leicester City and Bournemouth are battling it out to sign Udineses highly rated midfielder Jakub Jankto. The Czech Republic Under-21 international was scouted by Arsenal throughout last season but Leicester and Bournemouth have jumped the queue by telling Udinese they are ready to make an offer now.", "id": "football/2016/sep/12/leicester-city-bournemouth-chase-udinese-midfielder-jakob-jankto", "isHosted": false, "secPara": "Jankto spent last season on loan at Ascoli in Serie B but is back with Udinese for this campaign, with the manager Giuseppe Iachini ready to give the 20-year-old a chance in the first team.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-12T12:00:55Z", "webTitle": "Leicester and Bournemouth lead chase for Udinese midfielder Jakub Jankto", "webUrl": "https://www.theguardian.com/football/2016/sep/12/leicester-city-bournemouth-chase-udinese-midfielder-jakob-jankto", "wordCnt": 188}, {"apiUrl": "https://content.guardianapis.com/football/blog/2016/sep/12/landon-donovan-la-galaxy-return-mls-soccer", "firPara": "Plus Jozy Altidore playing the soccer of his life; Playoff picture shapes up; Fixture congestion takes toll on FC Dallas; The Whitecaps lifeline", "id": "football/blog/2016/sep/12/landon-donovan-la-galaxy-return-mls-soccer", "isHosted": false, "secPara": "Plus Jozy Altidore playing the soccer of his life; Playoff picture shapes up; Fixture congestion takes toll on FC Dallas; The Whitecaps lifeline", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-12T11:19:19Z", "webTitle": "Landon Donovan joins the great US tradition of the sporting comeback", "webUrl": "https://www.theguardian.com/football/blog/2016/sep/12/landon-donovan-la-galaxy-return-mls-soccer", "wordCnt": 2194}, {"apiUrl": "https://content.guardianapis.com/football/blog/2016/sep/12/francesco-totti-roma-sampdoria-rain-seria-a", "firPara": "Patience is a virtue in the Eternal City. Nobody, though, enjoys being kept in limbo. As a violent storm assaulted the Stadio Olimpico on Sunday afternoon, fans huddled together and waited to find out whether the football match they had been watching was ever going to resume. And then they waited some more.", "id": "football/blog/2016/sep/12/francesco-totti-roma-sampdoria-rain-seria-a", "isHosted": false, "secPara": "Rain had begun to fall during the first half, but only after Roma and Sampdorias players trudged off for the interval did the situation escalate. It was barely four in the afternoon, but the skies turned so dark that it might as well have been evening. Sheets of water rolled down off the roof, causing lower levels of the stadium to flood, before giving way to hail so noisy that it was hard to hear the stadium PA.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-12T11:18:20Z", "webTitle": "Francesco Totti emerges from Roma rain to cast more sunshine on career | Paolo Bandini", "webUrl": "https://www.theguardian.com/football/blog/2016/sep/12/francesco-totti-roma-sampdoria-rain-seria-a", "wordCnt": 1552}, {"apiUrl": "https://content.guardianapis.com/football/2016/sep/12/gary-neville-coaching-valencia-sky-sports", "firPara": "The former England and Manchester United defender Gary Neville has said he will not return to management in the next five years and his job at Valencia, from which he was sacked after less than four months in charge, may be his final job in coaching.", "id": "football/2016/sep/12/gary-neville-coaching-valencia-sky-sports", "isHosted": false, "secPara": "Neville returned to his job as a pundit on Sky Sports this season after a stint in management with the Spanish club in 2015-16. However, his time in management proved disastrous after taking over in December, he won just three of 16 league matches and none of his first nine, took the club from ninth to 14th in La Liga and just five points above the relegation zone, oversaw their elimination from both the Champions League and Europa League and his side were humiliated in a 7-0 Copa del Rey thrashing by Barcelona. Neville was sacked by the clubs owner, Peter Lim, and replaced by Pako Ayestarán in March.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-12T11:16:12Z", "webTitle": "Gary Neville admits he may never go back to coaching after return to Sky", "webUrl": "https://www.theguardian.com/football/2016/sep/12/gary-neville-coaching-valencia-sky-sports", "wordCnt": 488}, {"apiUrl": "https://content.guardianapis.com/football/2016/sep/12/football-transfer-rumours-watford-troy-deeney-to-everton", "firPara": "Todays tell-all is feeling unexpectedly liberated ", "id": "football/2016/sep/12/football-transfer-rumours-watford-troy-deeney-to-everton", "isHosted": false, "secPara": "Todays tell-all is feeling unexpectedly liberated ", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-12T08:49:20Z", "webTitle": "Football transfer rumours: Watford's Troy Deeney to Everton?", "webUrl": "https://www.theguardian.com/football/2016/sep/12/football-transfer-rumours-watford-troy-deeney-to-everton", "wordCnt": 482}, {"apiUrl": "https://content.guardianapis.com/football/blog/2016/sep/12/premier-league-10-talking-points-from-weekend-action", "firPara": "Arsène Wenger pleads for patience over new signings, John Stones progresses under Pep Guardiola and the question of brilliant goals versus dangerous play", "id": "football/blog/2016/sep/12/premier-league-10-talking-points-from-weekend-action", "isHosted": false, "secPara": "Gone are the days when Arsène Wenger could take a new signing and integrate him slowly to afford a gentler introduction into a new world. The story of Robert Pirès starting with a watching brief as Arsenal met Sunderland in the kind of attritional battle that looked to the new man like a horror show remains an instructive one. Against Southampton the striker Lucas Pérez and the defender Shkodran Mustafi were plonked straight into a tense Premier League encounter and looked – perhaps understandably – a little offbeat. Wenger reflected that both had some nerves and were short of match fitness, as well as the obvious sense that partnerships have had no time to gel yet. Wenger is pleading for patience as they settle in. Mustafi looked small for a centre-back and hesitant at times. Lucas was eager, got an assist but was not sharp enough to make a significant impact. Lets not judge too quickly, Wenger said. Lets give them time. It was interesting, with that in mind, to see the third member of Arsenals major summer newcomers band on the bench. Granit Xhaka had been praised for his impressive show at Watford last time out but was left out against Southampton as the old partnership of Santi Cazorla and Francis Coquelin excelled. The balance between the two, blending Cazorlas trickery with Coquelins tackles, seemed natural as the pair played increasingly important roles as the game went on. Wenger will probably feel compelled to play Mustafi regularly, with the Germany international having to adapt through game time given the centre-back injury situation. But with more options in midfield and up front, Xhaka and Lucas can expect to be rotated in and out as the Arsenal manager looks for his strongest team. Amy Lawrence", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-12T08:00:24Z", "webTitle": "Premier League: 10 talking points from the weekend’s action", "webUrl": "https://www.theguardian.com/football/blog/2016/sep/12/premier-league-10-talking-points-from-weekend-action", "wordCnt": 2075}, {"apiUrl": "https://content.guardianapis.com/football/2016/sep/11/football-mario-balotelli-liverpool-nice-marseille-jurgen-klopp", "firPara": "• Nice striker hits two on debut in 3-2 defeat of Marseille", "id": "football/2016/sep/11/football-mario-balotelli-liverpool-nice-marseille-jurgen-klopp", "isHosted": false, "secPara": "Mario Balotelli was once again making headlines on and off the field, scoring twice on his Nice debut before calling his Liverpool move the worst mistake of my life.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-11T21:39:23Z", "webTitle": "Mario Balotelli bags double and says he can still win Ballon d'Or", "webUrl": "https://www.theguardian.com/football/2016/sep/11/football-mario-balotelli-liverpool-nice-marseille-jurgen-klopp", "wordCnt": 297}, {"apiUrl": "https://content.guardianapis.com/football/blog/2016/sep/11/liverpool-leicester-sadio-mane-roberto-firmino-anfield", "firPara": "A visitor to Anfield from outer space would have taken some convincing Leicester City were the team with Champions League football on their horizon this week, while Liverpools immediate plans need stretch no further than training-ground preparation for their visit to Chelsea on Friday.", "id": "football/blog/2016/sep/11/liverpool-leicester-sadio-mane-roberto-firmino-anfield", "isHosted": false, "secPara": "This was one of the three fixtures Leicester lost last season but they did not lose it like this. They punished us, Kasper Schmeichel said. They are a good side, very fluid, lots of movement. They move the ball very quickly and have pace to burn on the wings. They cut inside a lot and it is very difficult to defend against.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-11T21:30:11Z", "webTitle": "Grandstanding Liverpool leave Leicester chasing shadows on Anfield’s big day | Paul Wilson", "webUrl": "https://www.theguardian.com/football/blog/2016/sep/11/liverpool-leicester-sadio-mane-roberto-firmino-anfield", "wordCnt": 872}], "startIndex": 3851, "status": "ok", "total": 141935, "userTier": "developer"}}