{"response": {"currentPage": 374, "orderBy": "newest", "pageSize": 10, "pages": 14194, "results": [{"apiUrl": "https://content.guardianapis.com/football/2016/sep/17/watford-manchester-united-walter-mazzarri-jose-mourinho", "firPara": "During his Internazionale days José Mourinho did once say of Walter Mazzarri that beating me is the most important thing in his career, but the Watford manager is adamant a win over Manchester United on Sunday will mean nothing more than his team moving three points closer to survival.", "id": "football/2016/sep/17/watford-manchester-united-walter-mazzarri-jose-mourinho", "isHosted": false, "secPara": "Mazzarri hosts Mourinho for the first time in England with their relationship now cordial after several years of bitterness when both managers were working in Italy. However, the Italian was at pains to play down how significant it would be to get one over his old adversary.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-17T21:30:03Z", "webTitle": "Watford’s Walter Mazzarri wants three points, not revenge on José Mourinho", "webUrl": "https://www.theguardian.com/football/2016/sep/17/watford-manchester-united-walter-mazzarri-jose-mourinho", "wordCnt": 393}, {"apiUrl": "https://content.guardianapis.com/football/2016/sep/17/roberto-pereyra-watford-juventus-premier-league-manchester-united", "firPara": "They call Tucumán El Jardin de la República, the Garden of Argentina, a somewhat misleading name for the smallest, most densely populated and one of the most deprived parts of the country. It was here, in Barrio Soeme, an area of unpaved roads and simple, single-storey concrete housing on the outskirts of the regions capital, San Miguel de Tucumán, that Roberto Pereyras story began.", "id": "football/2016/sep/17/roberto-pereyra-watford-juventus-premier-league-manchester-united", "isHosted": false, "secPara": "It is still El Jardin de la República, but its also true that nowadays Tucumán is in a very bad state, Pereyra says. People live in terrible poverty, you see it every day. Of course, there are wealthy people, but the majority have hard lives. They have difficult lives. This is where I was born and where I started to play football. Of course, its where my family is, all my friends from home are still there. People who have supported me from the beginning. There were hard times for me but the worst times are now over. Now I am here, and I enjoy where I am.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-17T21:00:03Z", "webTitle": "Roberto Pereyra: Watford and Juventus are different, but I’m happy to be here", "webUrl": "https://www.theguardian.com/football/2016/sep/17/roberto-pereyra-watford-juventus-premier-league-manchester-united", "wordCnt": 1228}, {"apiUrl": "https://content.guardianapis.com/football/2016/sep/17/west-ham-olympic-stadium-troubles", "firPara": "Discord and poor organisation in and around the repurposed Olympic Stadium threatens to be more serious than mere teething troubles", "id": "football/2016/sep/17/west-ham-olympic-stadium-troubles", "isHosted": false, "secPara": "This was not how it was advertised in the brochure. Nor in the glossy online videos fronted by the vice-chair Karren Brady. Or, for that matter, in the hi-tech glass and chrome season ticket reservations centre in the Westfield shopping mall next to the Olympic Park where West Hams new 57,000-seat stadium nestles. Their move to what we must now call London Stadium (at least until a much-delayed naming rights deal is announced) is a dream that is threatening to turn into a nightmare.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-17T21:00:03Z", "webTitle": "West Ham’s home discomforts risk bursting bubble around new ground | Owen Gibson", "webUrl": "https://www.theguardian.com/football/2016/sep/17/west-ham-olympic-stadium-troubles", "wordCnt": 1427}, {"apiUrl": "https://content.guardianapis.com/football/blog/2016/sep/17/wayne-rooney-manchester-united", "firPara": "They changed the format of the press conferences at Manchester United some time ago. For the past 10 years or so, everything has been in front of the cameras and the managers, as such, always tend to put on their face for television, remember to mind their language and often disguise, or water down, what they really feel. It is a PR world more than ever before, but it used to be much better fun in the old days when Sir Alex Ferguson held separate briefings, the cameras turned off, where he could go off-record, show a bit more of his real personality and occasionally fly into the kind of rages that had to be seen to be believed.", "id": "football/blog/2016/sep/17/wayne-rooney-manchester-united", "isHosted": false, "secPara": "He certainly didnt pussyfoot around the subject when it came to Wayne Rooney and the questions that occasionally came up about the strikers febrile temper (nobody questioned Rooneys performances back then, just the occasional controversies). The time, for example, when Rooney was being investigated by the Football Association for pushing his hand into the face of Tal Ben Haim, then at Bolton Wanderers. Ferguson was so enraged about it being brought up that day he machine-gunned 22 F-words in our direction in roughly 45 seconds. That press conference ended with him swinging his arm at the tape recorders on his table to send them flying into a wall 10 feet away. Youve got me to lose my temper, wonderful, was his parting shot, pointing to the door to chuck us out, the flares burning behind his eyes.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-17T21:00:03Z", "webTitle": "Wayne Rooney’s years at top take their toll on Manchester United captain | Daniel Taylor", "webUrl": "https://www.theguardian.com/football/blog/2016/sep/17/wayne-rooney-manchester-united", "wordCnt": 1711}, {"apiUrl": "https://content.guardianapis.com/football/football-league-blog/2016/sep/17/football-league-your-thoughts-31-match-unbeaten-run-ends-for-northampton", "firPara": "Huddersfield stay on top spot in the Championship, Blackburn register first win, Plymouth Argyle take Devon bragging rights and a rogue drone at Valley Parade", "id": "football/football-league-blog/2016/sep/17/football-league-your-thoughts-31-match-unbeaten-run-ends-for-northampton", "isHosted": false, "secPara": "", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-17T19:18:49Z", "webTitle": "Football League your thoughts: 31-match unbeaten run ends for Northampton", "webUrl": "https://www.theguardian.com/football/football-league-blog/2016/sep/17/football-league-your-thoughts-31-match-unbeaten-run-ends-for-northampton", "wordCnt": 25}, {"apiUrl": "https://content.guardianapis.com/football/2016/sep/17/scottish-roundup-premiership-championship-rangers-st-johnstone-hibs", "firPara": "Rangers added to a dismal week with a goalless draw against Ross County in the Premiership. Following their Old Firm humiliation and the Joey Barton fall-out, Rangers were held at Ibrox. The closest they came to goal was a second‑half header from the substitute Michael OHalloran which came back off the crossbar. Rangers could fall further behind Celtic should Brendan Rodgers leaders beat Inverness on Sunday.", "id": "football/2016/sep/17/scottish-roundup-premiership-championship-rangers-st-johnstone-hibs", "isHosted": false, "secPara": "Hearts were denied top spot in the Premiership when a Graham Cummins strike earned St Johnstone a 1-0 victory at McDiarmid Park. The Irishman diverted a mis-hit Liam Craig shot into the goal in the 58th minute to earn the Saints successive wins over Hearts after last months League Cup success. The Hearts head coach, Robbie Neilson, was sent to the stand late on and the defender Callum Paterson almost grabbed an equaliser with two minutes remaining but his header bounced back off the bar.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-17T19:04:00Z", "webTitle": "Scottish roundup: Michael O’Halloran denied to prolong Rangers’ miserable week", "webUrl": "https://www.theguardian.com/football/2016/sep/17/scottish-roundup-premiership-championship-rangers-st-johnstone-hibs", "wordCnt": 391}, {"apiUrl": "https://content.guardianapis.com/football/2016/sep/17/everton-middlesbrough-premier-league-match-report", "firPara": "Everton have not always responded well to adversity in the past but there is steel running through the side under Ronald Koeman. They went behind to the most dubious of away goals midway through the first half but simply brushed the injustice aside, recovered within minutes and went on to claim a handsome victory. Everton now sit second in the table and have scored six goals in their last two games, though it must be said Middlesbrough, like Sunderland earlier in the week, do not possess the most resolute of defences.", "id": "football/2016/sep/17/everton-middlesbrough-premier-league-match-report", "isHosted": false, "secPara": "Our start was not good, Koeman said. We needed to be more aggressive with the pressing but we got there in the end and played some great football. We have improved a lot physically and we have brought in players with a lot of energy.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-17T18:32:44Z", "webTitle": "Everton see off Middlesbrough as Barry scores on 600th Premier League game", "webUrl": "https://www.theguardian.com/football/2016/sep/17/everton-middlesbrough-premier-league-match-report", "wordCnt": 893}, {"apiUrl": "https://content.guardianapis.com/football/live/2016/sep/17/everton-v-middlesbrough-premier-league-live", "firPara": "Everton respond impressively to Maarten Stekelenburgs own goal to beat Middlesbrough, with Gareth Barry scoring on his 600th Premier League appearance", "id": "football/live/2016/sep/17/everton-v-middlesbrough-premier-league-live", "isHosted": false, "secPara": "Everton respond impressively to Maarten Stekelenburgs own goal to beat Middlesbrough, with Gareth Barry scoring on his 600th Premier League appearance", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2016-09-17T18:20:12Z", "webTitle": "Everton 3-1 Middlesbrough: Premier League – as it happened", "webUrl": "https://www.theguardian.com/football/live/2016/sep/17/everton-v-middlesbrough-premier-league-live", "wordCnt": 1858}, {"apiUrl": "https://content.guardianapis.com/football/2016/sep/17/pep-guardiola-manchester-city-bournemouth-", "firPara": "Pep Guardiola said Manchester City will not become complacent after the 4-0 defeat of Bournemouth made it five from five in the Premier League and a club-record eighth consecutive victory in all competitions.", "id": "football/2016/sep/17/pep-guardiola-manchester-city-bournemouth-", "isHosted": false, "secPara": "It is Citys best start to a season, but the manager said Numbers are numbers, lets make it nine. [Complacency] is not going to happen – Im not going to accept that its easy because it is not easy. That is not going to happen while I am here. We have a lot of work and it is only September.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-17T17:52:19Z", "webTitle": "Pep Guardiola says there is no chance of complacency at Manchester City", "webUrl": "https://www.theguardian.com/football/2016/sep/17/pep-guardiola-manchester-city-bournemouth-", "wordCnt": 265}, {"apiUrl": "https://content.guardianapis.com/football/live/2016/sep/17/premier-league-hull-city-arsenal-manchester-city-bournemouth-football-clockwatch-live", "firPara": "Right, enough from me, thanks a lot for your company over the afternoons action. Thanks for the emails, tweets and more. Do join Rob Smyth for fun and games Part Two", "id": "football/live/2016/sep/17/premier-league-hull-city-arsenal-manchester-city-bournemouth-football-clockwatch-live", "isHosted": false, "secPara": "A killer West Brom stat", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2016-09-17T16:20:52Z", "webTitle": "Manchester City 4-0 Bournemouth win, Arsenal thrash Hull and more: football clockwatch – as it happened", "webUrl": "https://www.theguardian.com/football/live/2016/sep/17/premier-league-hull-city-arsenal-manchester-city-bournemouth-football-clockwatch-live", "wordCnt": 1975}], "startIndex": 3731, "status": "ok", "total": 141935, "userTier": "developer"}}