{"response": {"currentPage": 470, "orderBy": "newest", "pageSize": 10, "pages": 14194, "results": [{"apiUrl": "https://content.guardianapis.com/football/2016/jul/27/pep-guardiola-pizza-ban-manchester-city", "firPara": "Lionel Messi and Luis Suárez have a taste for it and Cristiano Ronaldo often digs into a slice after games. Claudio Ranieri used it as a motivation tool during Leicester Citys title win, bringing his squad to a local Italian restaurant following their first clean sheet of the season. But their success is not sufficient evidence for Pep Guardiola, because pizza will not pass the mouths of any Manchester City players this season.", "id": "football/2016/jul/27/pep-guardiola-pizza-ban-manchester-city", "isHosted": false, "secPara": "As revealed by Gaël Clichy on Tuesday, the new manager has banned his side from chomping on the Italian classic and has told his players if they are overweight they will not be allowed to train with the first team.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-07-27T15:30:02Z", "webTitle": "Pep Guardiola’s pizza ban could be the topping on a title for Manchester City", "webUrl": "https://www.theguardian.com/football/2016/jul/27/pep-guardiola-pizza-ban-manchester-city", "wordCnt": 918}, {"apiUrl": "https://content.guardianapis.com/football/blog/2016/jul/27/sigi-schmid-seattle-sounders-mls", "firPara": "The long-serving coach is done in Seattle after nearly eight years in charge, but his problems were not all of his own making", "id": "football/blog/2016/jul/27/sigi-schmid-seattle-sounders-mls", "isHosted": false, "secPara": "What is success? In sports, players and coaches often fall prey to utilitarian calculations. You either score goals and win trophies, or you are a loser. Yes, some idealists will point to style of play and mention attacking soccer, but youd be hard-pressed to get an average fan to give up silverware for critical acclaim. So, after nearly eight years, Sigi Schmid and the Seattle Sounders have parted ways.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-07-27T15:29:30Z", "webTitle": "How much was Sigi Schmid to blame for his own downfall with the Sounders?", "webUrl": "https://www.theguardian.com/football/blog/2016/jul/27/sigi-schmid-seattle-sounders-mls", "wordCnt": 733}, {"apiUrl": "https://content.guardianapis.com/football/blog/2016/jul/27/crazy-transfer-fee-gonzalo-higuain-theatre-absurd-football", "firPara": "The world transfer record was broken twice in the summer of 1996. The Brazilian forward Ronaldo went from PSV Eindhoven to Barcelona for around £13.2m but his record did not last long. Twenty years ago on Friday, Newcastle United paid Blackburn Rovers £15m for Alan Shearer. Both theoretically had their best years ahead – Ronaldo was 19, Shearer 25 – and were probably the best strikers in the world at the time. In that years Ballon dOr they finished second and third, behind the Germany sweeper Matthias Sammer.", "id": "football/blog/2016/jul/27/crazy-transfer-fee-gonzalo-higuain-theatre-absurd-football", "isHosted": false, "secPara": "The contrast between those two and Gonzalo Higuaín, who has moved from Napoli to Juventus for £75.3m, shows the extent to which football has changed in the last two decades. Money doesnt just talk; it never shuts up. Higuaín is a superb attacker, whose 36 goals in 2015-16 equalled the record for a Serie A season, but he will be 29 in December and few would regard him as one of the worlds best players. Last October he did not even make a 23-man shortlist for the Ballon dOr. And he is worth £75.3m.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-07-27T15:17:38Z", "webTitle": "Crazy transfer fee of Gonzalo Higuaín leads us into theatre of the absurd | Rob Smyth", "webUrl": "https://www.theguardian.com/football/blog/2016/jul/27/crazy-transfer-fee-gonzalo-higuain-theatre-absurd-football", "wordCnt": 756}, {"apiUrl": "https://content.guardianapis.com/football/2016/jul/27/stoke-city-winger-marko-arnautovic-signs-new-four-year-deal-with-club", "firPara": "The Stoke City winger, Marko Arnautovic, has signed a new four-year deal with the club until 2021. The 27-year-old former Internazionale forward had 12 months remaining on his previous contract.", "id": "football/2016/jul/27/stoke-city-winger-marko-arnautovic-signs-new-four-year-deal-with-club", "isHosted": false, "secPara": "The Austria international, Stokes top-scorer last season, had been linked with a move to Everton. Mark Hughes, the Stoke manager, completed the signings of Ramadan Sobhi and Joe Allen from Al Ahly and Liverpool respectively on Monday. Hughes new recruits and Arnautovic could feature against Orlando City on Thursday evening.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-07-27T14:06:02Z", "webTitle": "Stoke City’s Marko Arnautovic signs long-term deal to end Everton interest", "webUrl": "https://www.theguardian.com/football/2016/jul/27/stoke-city-winger-marko-arnautovic-signs-new-four-year-deal-with-club", "wordCnt": 260}, {"apiUrl": "https://content.guardianapis.com/football/2016/jul/27/bournemouth-sign-liverpool-defender-brad-smith-jordon-ibe-jurgen-klopp", "firPara": "Bournemouth have completed the signing of the Liverpool defender Brad Smith on a four-year contract. The 22-year-old underwent a medical on Wednesday after leaving Liverpools pre-season tour of the United States and flying into Heathrow on Monday, after Bournemouth had a bid in the region of £4.5 million accepted over the weekend.", "id": "football/2016/jul/27/bournemouth-sign-liverpool-defender-brad-smith-jordon-ibe-jurgen-klopp", "isHosted": false, "secPara": "Smith, who can operate at full-back and on the wing, becomes the second player to swap Liverpool for the south coast inside two weeks following the clubs signing of Jordon Ibe on a four-year contract.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-07-27T13:55:09Z", "webTitle": "Bournemouth sign Liverpool defender Brad Smith on four-year contract", "webUrl": "https://www.theguardian.com/football/2016/jul/27/bournemouth-sign-liverpool-defender-brad-smith-jordon-ibe-jurgen-klopp", "wordCnt": 327}, {"apiUrl": "https://content.guardianapis.com/football/2016/jul/27/zlatan-ibrahimovic-train-manchester-united-wayne-rooney-jose-mourinho", "firPara": "Zlatan Ibrahimovic will train with Manchester Uniteds first-team squad for the first time on Thursday, the striker having had an extended break following Swedens exit from Euro 2016. He will be joined by Bastian Schweinsteiger, Morgan Schneiderlin, Anthony Martial and Marouane Fellaini, who also return from their respective post-tourney holiday.", "id": "football/2016/jul/27/zlatan-ibrahimovic-train-manchester-united-wayne-rooney-jose-mourinho", "isHosted": false, "secPara": "The session at Carrington is the first time José Mourinho has had his full squad together since becoming manager. Ibrahimovic signed for United on a free transfer in early July, with Sweden having exited the European Championships on 22 June. Having begun an individual programme on Sunday at Carrington, when he joins Mourinhos squad on Thursday the 34-year-old will have had a five-week break from first-team training.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-07-27T13:14:00Z", "webTitle": "Zlatan Ibrahimovic ready to train with Manchester United squad for first time", "webUrl": "https://www.theguardian.com/football/2016/jul/27/zlatan-ibrahimovic-train-manchester-united-wayne-rooney-jose-mourinho", "wordCnt": 454}, {"apiUrl": "https://content.guardianapis.com/football/blog/2016/jul/27/west-ham-united-tony-carr-academy", "firPara": "Tony Carr did not hesitate when he was asked about his favourite Upton Park memory. His mind went straight back to the May evening in 1999 when his young team of academy products gave Coventry City the thrashing of a lifetime, beating them 6-0 to wrap up a 9-0 aggregate victory in the FA Youth Cup final. We won the game in real style, a full house, Carr said. It was rocking. We won the game quite early and you could sit there and just admire the football.", "id": "football/blog/2016/jul/27/west-ham-united-tony-carr-academy", "isHosted": false, "secPara": "Seventeen years down the line, few names from that team roll off the tongue. Adam Newton, a promising right-back, made two substitute appearances for the first team before spending the rest of his career in the lower leagues. Stephen Bywater is a reserve goalkeeper at Burton Albion. Bertie Brayley, a hotshot striker who scored twice against Coventry, ended up floating around non-league football. All of which goes to show that producing a player who will not only rise to the top but stay there is one of the hardest jobs in football.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-07-27T12:39:04Z", "webTitle": "West Ham leave part of their past behind with Tony Carr’s departure | Jacob Steinberg", "webUrl": "https://www.theguardian.com/football/blog/2016/jul/27/west-ham-united-tony-carr-academy", "wordCnt": 892}, {"apiUrl": "https://content.guardianapis.com/football/2016/jul/27/pep-guardiola-manchester-city-vincent-kompany-john-stones-leonardo-bonucci", "firPara": "Manchester City are increasingly confident of buying John Stones from Everton but may acquire Leonardo Bonucci from Juventus only if Pep Guardiola is unsure about Vincent Kompanys fitness.", "id": "football/2016/jul/27/pep-guardiola-manchester-city-vincent-kompany-john-stones-leonardo-bonucci", "isHosted": false, "secPara": "City are on tour in China, where they trained at Shenzhen Stadium on Wednesday before Thursdays friendly against Borussia Dortmund at Shenzhen Universiade Sports Centre.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-07-27T12:02:28Z", "webTitle": "Pep Guardiola confident of signing John Stones and waiting on Bonucci", "webUrl": "https://www.theguardian.com/football/2016/jul/27/pep-guardiola-manchester-city-vincent-kompany-john-stones-leonardo-bonucci", "wordCnt": 804}, {"apiUrl": "https://content.guardianapis.com/football/2016/jul/27/fa-cup-announce-four-substitutes-extra-time-martin-glenn", "firPara": "Teams competing in the FA Cup will be able to field a fourth substitute from the sixth round onwards in the competition this season, the Football Association have announced.", "id": "football/2016/jul/27/fa-cup-announce-four-substitutes-extra-time-martin-glenn", "isHosted": false, "secPara": "The law-making body, the International Football Association Board, IFAB, is carrying out a global study into a proposal that would allow teams to make a fourth replacement during extra-time.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-07-27T10:43:36Z", "webTitle": "FA announces plans to introduce fourth substitute during extra time of FA Cup", "webUrl": "https://www.theguardian.com/football/2016/jul/27/fa-cup-announce-four-substitutes-extra-time-martin-glenn", "wordCnt": 288}, {"apiUrl": "https://content.guardianapis.com/football/2016/jul/27/was-mamadou-sakhos-mock-interview-too-much-for-liverpools-jurgen-klopp", "firPara": "Mamadou Sakhos Liverpool future was thrown into doubt after he was sent home from the clubs pre-season tour of the United States, but did an impromptu interview with Jürgen Klopp, on the clubs in-house LFC TV channel, hasten his exit?", "id": "football/2016/jul/27/was-mamadou-sakhos-mock-interview-too-much-for-liverpools-jurgen-klopp", "isHosted": false, "secPara": "Klopp is understood to have been concerned with Sakhos attitude around the squad. The defender, signed from Paris Saint-Germain in 2013, was armed with a GoPro camera during Liverpools visit to Alcatraz on Sunday. During the video, Sakho intrudes on an interview Klopp is giving to the clubs media team at the former high-security prison. ", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-07-27T09:54:32Z", "webTitle": "Was Mamadou Sakho's mock interview too much for Liverpool's Jürgen Klopp?", "webUrl": "https://www.theguardian.com/football/2016/jul/27/was-mamadou-sakhos-mock-interview-too-much-for-liverpools-jurgen-klopp", "wordCnt": 333}], "startIndex": 4691, "status": "ok", "total": 141935, "userTier": "developer"}}