{"response": {"currentPage": 205, "orderBy": "newest", "pageSize": 10, "pages": 14194, "results": [{"apiUrl": "https://content.guardianapis.com/football/2016/dec/05/alexis-sanchez-arsenal-new-contract-money-arsene-wenger", "firPara": "Arsène Wenger believes Arsenals hopes of securing Alexis Sánchez to a new long‑term contract will depend more upon convincing the forward of the values and ambition of the club than the financial package on the table.", "id": "football/2016/dec/05/alexis-sanchez-arsenal-new-contract-money-arsene-wenger", "isHosted": false, "secPara": "The manager is considering starting Sánchez, who has scored five goals in his past two appearances for the club, in Tuesdays final Champions League group game against Basel despite the strikers onerous recent workload and Arsenal being braced to finish as runners-up in the section to Paris Saint-Germain. They must better the French sides result to finish top and will seek to establish an advantage early before Wenger reassesses his approach at half-time once news filters through from Parc des Princes, where PSG will expect to defeat Ludogorets Razgrad.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-12-05T20:03:51Z", "webTitle": "Alexis Sánchez won’t stay at Arsenal just because of money, says Arsène Wenger", "webUrl": "https://www.theguardian.com/football/2016/dec/05/alexis-sanchez-arsenal-new-contract-money-arsene-wenger", "wordCnt": 875}, {"apiUrl": "https://content.guardianapis.com/football/blog/2016/dec/05/bournemouth-eddie-howe-premier-league", "firPara": "Bournemouth were a quaint novelty when they began their Premier League adventure in the summer of 2015, with their tiny stadium, unfashionable British core of players and seaside homeliness, a combination that seemed to make people want to ruffle Eddie Howes hair, pinch his cheeks and give him a bar of chocolate as a reward for doing ever so well. It wasnt going to last, of course. How could it? Look at the little scamps, with their tiny stadium, unfashionable British core and seaside homeliness, a combination that was surely going to get them relegated.", "id": "football/blog/2016/dec/05/bournemouth-eddie-howe-premier-league", "isHosted": false, "secPara": "By the end of their first season in the top flight, however, it became more noticeable that a little weariness was being directed towards the fairytale club who rose from the brink of financial oblivion to the big time, Bournemouth fatigue an understandable response to an unfussy debut Premier League campaign. It was not that people were leaping off the bandwagon, more that it seemed as though the meat of the story had been chewed off the bone, and now there was nothing left for us to sink our teeth into. They were almost extinct, they came up from League Two, we get it. Change the record.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-12-05T19:43:35Z", "webTitle": "Bournemouth happy in middle lane and travelling in the right direction | Jacob Steinberg", "webUrl": "https://www.theguardian.com/football/blog/2016/dec/05/bournemouth-eddie-howe-premier-league", "wordCnt": 734}, {"apiUrl": "https://content.guardianapis.com/football/2016/dec/05/fa-cup-third-round-draw", "firPara": "The FA Cup third-round draw brought a local derby but no glamorous rewards for the non-league teams left in this seasons competition, with Jaap Stams return to Manchester United as Reading manager one of the rounds few intriguing subplots.", "id": "football/2016/dec/05/fa-cup-third-round-draw", "isHosted": false, "secPara": "There will be four all-Premier League ties when the FA Cup resumes early next year but the heavyweights all avoided the seven non-league sides in the draw.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-12-05T19:37:44Z", "webTitle": "FA Cup third round draw: Reading’s Jaap Stam faces return to Manchester United", "webUrl": "https://www.theguardian.com/football/2016/dec/05/fa-cup-third-round-draw", "wordCnt": 578}, {"apiUrl": "https://content.guardianapis.com/football/2016/dec/05/pep-guardiola-manchester-city-champions-league-celtic", "firPara": "Pep Guardiola offered a glimpse of his unique vision of football when he said Manchester City have been better at times this season than his gilded Barcelona and Bayern Munich sides. Before the clubs final Champions League group match on Tuesday night, a dead rubber against Celtic, the word he chose to describe Citys finest passages of play under him was faster than Barça and Bayern.", "id": "football/2016/dec/05/pep-guardiola-manchester-city-champions-league-celtic", "isHosted": false, "secPara": "This may cause some surprise given the quality of those previous teams. Barcelona claimed 14 major trophies, including two Champions League titles, between 2009 and 2012 while the count at Bayern was seven in three seasons. In particular, the Barcelona side who swept all before them in Guardiolas first season as manager are considered one of the finest in history.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-12-05T19:28:27Z", "webTitle": "Pep Guardiola claims Manchester City bear comparison to Barça and Bayern", "webUrl": "https://www.theguardian.com/football/2016/dec/05/pep-guardiola-manchester-city-champions-league-celtic", "wordCnt": 756}, {"apiUrl": "https://content.guardianapis.com/football/live/2016/dec/05/fa-cup-third-round-draw-live", "firPara": "Jaap Stam returns to Manchester United with his Reading side, Arsenal head to Preston and Tottenham host Aston Villa", "id": "football/live/2016/dec/05/fa-cup-third-round-draw-live", "isHosted": false, "secPara": "FA Cup third round Readings Jaap Stam faces return to Manchester United", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2016-12-05T19:23:52Z", "webTitle": "FA Cup third-round draw: West Ham v Manchester City, Sutton United v AFC Wimbledon, Everton v Leicester", "webUrl": "https://www.theguardian.com/football/live/2016/dec/05/fa-cup-third-round-draw-live", "wordCnt": 588}, {"apiUrl": "https://content.guardianapis.com/football/2016/dec/06/harry-kewell-from-sydneys-west-to-the-grandest-stages-of-world-football", "firPara": "As he receives one of Australias highest football honours, we take a look back at the former Socceroos career, which had trickery, audacity and a touch of magic", "id": "football/2016/dec/06/harry-kewell-from-sydneys-west-to-the-grandest-stages-of-world-football", "isHosted": false, "secPara": "As he receives one of Australias highest football honours, we take a look back at the former Socceroos career, which had trickery, audacity and a touch of magic", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-12-05T19:00:31Z", "webTitle": "Harry Kewell: from Sydney's west to the grandest stages of world football | Paul Connolly", "webUrl": "https://www.theguardian.com/football/2016/dec/06/harry-kewell-from-sydneys-west-to-the-grandest-stages-of-world-football", "wordCnt": 2221}, {"apiUrl": "https://content.guardianapis.com/football/2016/dec/05/manchester-city-pep-guardiola-celtic", "firPara": "Pep Guardiola has urged his Manchester City players to be mentally stronger following the 3-1 defeat by Chelsea on Saturday, with the manager putting the result down to a failure by his team to take their chances against Antonio Contes side.", "id": "football/2016/dec/05/manchester-city-pep-guardiola-celtic", "isHosted": false, "secPara": "City took the lead thanks to a Gary Cahill own goal but failed to capitalise on opportunities to increase their advantage, with Kevin De Bruyne hitting the bar with the goal gaping. Instead, Chelsea staged an impressive comeback , scoring three times in the closing third of the contest, which ended with Fernandinho and Sergio Agüero being sent off in a late melee.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-12-05T17:09:26Z", "webTitle": "Manchester City must show more mental strength, says Pep Guardiola", "webUrl": "https://www.theguardian.com/football/2016/dec/05/manchester-city-pep-guardiola-celtic", "wordCnt": 671}, {"apiUrl": "https://content.guardianapis.com/football/2016/dec/05/upstanding-englishmen", "firPara": "Today a Swans dive, the fight for justice and Emre v chewing gum", "id": "football/2016/dec/05/upstanding-englishmen", "isHosted": false, "secPara": "Today a Swans dive, the fight for justice and Emre v chewing gum", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-12-05T16:44:50Z", "webTitle": "Upstanding Englishmen", "webUrl": "https://www.theguardian.com/football/2016/dec/05/upstanding-englishmen", "wordCnt": 1329}, {"apiUrl": "https://content.guardianapis.com/football/blog/2016/dec/05/lazio-roma-derby-serie-a", "firPara": "You do not play a derby, you win it. When Rudi García pronounced those words at the start of his first season as Roma manager, few could have imagined how prophetic they would turn out to be. The Giallorossi had lost to Lazio in the final of the Coppa Italia a few short months earlier. They have not done so again since.", "id": "football/blog/2016/dec/05/lazio-roma-derby-serie-a", "isHosted": false, "secPara": "Romas victory over Lazio on Sunday was their fourth in a row and extended their unbeaten run against their neighbours to seven matches. There was only one point between the teams before kick-off but the readiness with which the Biancocelesti crumbled in the second half hinted at a self-fulfilling element to this subjugation.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-12-05T12:27:21Z", "webTitle": "Not such a beautiful game: Lazio v Roma derby descends into disrepute | Paolo Bandini", "webUrl": "https://www.theguardian.com/football/blog/2016/dec/05/lazio-roma-derby-serie-a", "wordCnt": 1755}, {"apiUrl": "https://content.guardianapis.com/football/2016/dec/05/football-league-warned-all-its-clubs-about-bob-higgins-in-1989", "firPara": "The Football League issued a warning to clubs about Bob Higgins, the former Southampton youth coach named in connection with allegations of historical sexual abuse of children, as long ago as 1989, the Guardian can reveal.", "id": "football/2016/dec/05/football-league-warned-all-its-clubs-about-bob-higgins-in-1989", "isHosted": false, "secPara": "A letter from the Football League, which at the time administered and regulated football from the top-flight professional game all the way down to youth level, said it was opposed to the Bob Higgins Soccer Academy (BHSA).", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-12-05T12:11:40Z", "webTitle": "Football League warned all its clubs about Bob Higgins in 1989", "webUrl": "https://www.theguardian.com/football/2016/dec/05/football-league-warned-all-its-clubs-about-bob-higgins-in-1989", "wordCnt": 1164}], "startIndex": 2041, "status": "ok", "total": 141934, "userTier": "developer"}}