{"response": {"currentPage": 102, "orderBy": "newest", "pageSize": 10, "pages": 14194, "results": [{"apiUrl": "https://content.guardianapis.com/football/2017/jan/27/football-transfer-rumours-marseille-to-wrap-up-30m-dimitri-payet-return", "firPara": "Todays fluff was considering downing tools", "id": "football/2017/jan/27/football-transfer-rumours-marseille-to-wrap-up-30m-dimitri-payet-return", "isHosted": false, "secPara": "Todays fluff was considering downing tools", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-27T08:18:13Z", "webTitle": "Football transfer rumours: Marseille to wrap up £30m Dimitri Payet return?", "webUrl": "https://www.theguardian.com/football/2017/jan/27/football-transfer-rumours-marseille-to-wrap-up-30m-dimitri-payet-return", "wordCnt": 641}, {"apiUrl": "https://content.guardianapis.com/football/blog/2017/jan/27/fa-cup-fourth-round-10-things-to-look-out-for-this-weekend", "firPara": "Will Daniel Sturridge get a chance to regain his verve? Will Ranieri fine-tune for a relegation battle? Will Ravel Morrison return to Old Trafford?", "id": "football/blog/2017/jan/27/fa-cup-fourth-round-10-things-to-look-out-for-this-weekend", "isHosted": false, "secPara": "A clutch of (fool)hardy Lincoln City fans queued through Wednesday night in sub-zero temperatures in order to get their gloved hands on the last tickets for their clubs biggest and indeed only fourth-round FA Cup tie since 1976. Those fans were evidently not discouraged by the fact that the National League leaders had suffered their heaviest defeat of the season the previous night, when they were beaten 3-0 by Barrow, whose rugged approach on a treacherous pitch fairly knocked Danny Cowleys men out of their impish stride. The Championship leaders, Brighton, will probably not resort to such robust tactics but are still likely to provide the toughest test yet for a Lincoln side who have already beaten two opponents from leagues above them. The Cup run has generated around £500,000 for the club and given special memories for a generation of supporters who are dreaming of even better days ahead, starting, just maybe, on Saturday. PD", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-27T07:37:12Z", "webTitle": "FA Cup fourth round: 10 things to look out for this weekend", "webUrl": "https://www.theguardian.com/football/blog/2017/jan/27/fa-cup-fourth-round-10-things-to-look-out-for-this-weekend", "wordCnt": 1885}, {"apiUrl": "https://content.guardianapis.com/football/2017/jan/26/aitor-karanka-unrepentant-about-criticism-of-middlesbrough-supporters", "firPara": "Aitor Karanka says Middlesbroughs players fully endorse both his criticism of the clubs supporters and description of the atmosphere at the Riverside as awful.", "id": "football/2017/jan/26/aitor-karanka-unrepentant-about-criticism-of-middlesbrough-supporters", "isHosted": false, "secPara": "The Boro manager remains unrepentant about the controversial comments he delivered following the teams 3-1 home defeat to West Ham United last Saturday. After condemning the ambience, the Spaniard, equally contentiously, criticised both the early leavers in the near 31,000 crowd and those who, during the closing stages, urged his side to attack, attack, attack.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-26T22:38:48Z", "webTitle": "Aitor Karanka unrepentant about criticism of Middlesbrough supporters", "webUrl": "https://www.theguardian.com/football/2017/jan/26/aitor-karanka-unrepentant-about-criticism-of-middlesbrough-supporters", "wordCnt": 612}, {"apiUrl": "https://content.guardianapis.com/football/2017/jan/26/mauricio-pochettino-pays-tribute-to-ryan-mason-after-visiting-him-in-hospital-tottenham-hotspur", "firPara": "Mauricio Pochettino says he will never forget Ryan Masons contribution to kickstarting his tenure at Tottenham Hotspur and revealed he visited the Hull City midfielder in hospital as the player recovers from the fractured skull suffered at Chelsea on Sunday.", "id": "football/2017/jan/26/mauricio-pochettino-pays-tribute-to-ryan-mason-after-visiting-him-in-hospital-tottenham-hotspur", "isHosted": false, "secPara": "Pochettino described Mason, who came through the youth ranks at Tottenham before moving to Hull last summer in a £10m deal, as a very special player and a very special person. One moment, in particular, has stayed with the manager. Pochettino was in his early weeks at Tottenham in September 2014 when his team hosted Nottingham Forest in the Capital One Cup, on the back of four matches without a win. The alarm bells were ringing when Jorge Grant put Forest in front on 61 minutes and it was when Pochettino turned to Mason for the first time.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-26T22:33:00Z", "webTitle": "Mauricio Pochettino pays tribute to Hull’s ‘special’ Ryan Mason after hospital visit", "webUrl": "https://www.theguardian.com/football/2017/jan/26/mauricio-pochettino-pays-tribute-to-ryan-mason-after-visiting-him-in-hospital-tottenham-hotspur", "wordCnt": 750}, {"apiUrl": "https://content.guardianapis.com/football/blog/2017/jan/26/manchester-united-hull-city-efl-cup-jose-mourinho", "firPara": "Another Wembley winter date for José Mourinho looms, the latest in a long list of cup finals for the Manchester United manager. His first, though, in the job he craved for so long and perhaps the most significant for some time.", "id": "football/blog/2017/jan/26/manchester-united-hull-city-efl-cup-jose-mourinho", "isHosted": false, "secPara": "Mourinho won the League Cup three times with Chelsea and on two of those occasions his team went on to win the Premier League during the same season. The same spoils are surely beyond United this year, but a first trophy in the cabinet for the Portuguese in his latest role would put a marker down from the off first trophy available, first won.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-26T22:09:44Z", "webTitle": "José Mourinho starts to dream of familiar first trophy with Manchester United", "webUrl": "https://www.theguardian.com/football/blog/2017/jan/26/manchester-united-hull-city-efl-cup-jose-mourinho", "wordCnt": 801}, {"apiUrl": "https://content.guardianapis.com/football/live/2017/jan/26/hull-city-v-manchester-united-efl-cup-semi-final-live", "firPara": "Match report Oumar Niasse earns Hull second-leg win but Manchester United reach EFL Cup final", "id": "football/live/2017/jan/26/hull-city-v-manchester-united-efl-cup-semi-final-live", "isHosted": false, "secPara": "United have crawled into the EFL Cup final, where they will have to perform much better to beat Southampton. Hull, meanwhile, can take great heart from a strong display by a much-changed team. Theyre improving under Marco Silva.", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2017-01-26T21:38:19Z", "webTitle": "Hull City v Manchester United: EFL Cup semi-final – as it happened", "webUrl": "https://www.theguardian.com/football/live/2017/jan/26/hull-city-v-manchester-united-efl-cup-semi-final-live", "wordCnt": 2504}, {"apiUrl": "https://content.guardianapis.com/football/2017/jan/26/nottingham-forest-burton-nigel-clough", "firPara": "• Burton considering approach for manager from Championship rivals", "id": "football/2017/jan/26/nottingham-forest-burton-nigel-clough", "isHosted": false, "secPara": "Nottingham Forest have asked Burton Albion for permission to speak to Nigel Clough about their managerial vacancy.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-26T19:36:41Z", "webTitle": "Nottingham Forest ask Burton Albion for permission to speak to Nigel Clough", "webUrl": "https://www.theguardian.com/football/2017/jan/26/nottingham-forest-burton-nigel-clough", "wordCnt": 215}, {"apiUrl": "https://content.guardianapis.com/football/2017/jan/26/wycombe-wanderers-luke-onien-juggling-tennis-ball", "firPara": "The video of Wycombe Wanderers watching their name come out of the hat to play Tottenham in the FA Cup is quite something. Sitting in a conference room the players, half of them glued to their phones, let out an ooooh when Spurs number is called out. When Martin Keown announces the opposition will be Wycombe they, to use the technical term, go totally tonto.", "id": "football/2017/jan/26/wycombe-wanderers-luke-onien-juggling-tennis-ball", "isHosted": false, "secPara": "You saw the reaction, says the Wycombe midfielder Luke ONien. Everybodys looking forward to the game. Spurs are a great team to watch, their manager has a real influence on the way they play. I always try to learn from players and Mousa Dembélé is one I like to watch. Hes a very strong midfielder. Hopefully Ill be ready when he comes around. He pauses, then adds I hope to put in a good performance.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-26T19:06:46Z", "webTitle": "Wycombe’s Luke O’Nien: Juggling a tennis ball makes your touch really sensitive | Paul MacInnes", "webUrl": "https://www.theguardian.com/football/2017/jan/26/wycombe-wanderers-luke-onien-juggling-tennis-ball", "wordCnt": 1055}, {"apiUrl": "https://content.guardianapis.com/football/2017/jan/26/heartfelt-thanks-from-this-millwall-fan", "firPara": "As a Millwall supporter for over 60 years, may I offer heartfelt thanks to the Guardian which, almost alone in the national press, gave the club support and the kind of publicity these hole-in-the-corner developers dread (Joy for Millwall after land sale plan is scrapped, 26 January). Without your efforts, its unlikely this result could have been achieved. Wonderful news at a time when it is in such short supply.", "id": "football/2017/jan/26/heartfelt-thanks-from-this-millwall-fan", "isHosted": false, "secPara": "• Will the Great Wall of Trump be visible from space (Report, 26 January)?", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-26T18:10:40Z", "webTitle": "Heartfelt thanks from this Millwall fan | Brief letters", "webUrl": "https://www.theguardian.com/football/2017/jan/26/heartfelt-thanks-from-this-millwall-fan", "wordCnt": 254}, {"apiUrl": "https://content.guardianapis.com/football/blog/2017/jan/26/premier-league-lowest-attendance-wimbledon-everton", "firPara": "They used to say of the 1960s that if you could remember them, you werent there. The same principle also applies to Wimbledons home game against Everton on 26 January, 1993. The reason, however, is nothing to do with intoxication or spiritual awakening. Its because there was barely anyone there to remember it in the first place. The match boasted a crowd of just 3,036, the smallest in Premier League history.", "id": "football/blog/2017/jan/26/premier-league-lowest-attendance-wimbledon-everton", "isHosted": false, "secPara": "Come the end of the 1992-3 season Wimbledon would finish above Everton, one point and one place higher in 12th position. The men from Goodison Park won this midweek encounter 3-1 though. A brace from Tony Cottee was followed by an Ian Snodin strike while a looping John Fashanu header pulled one back for the Dons. It was cold, the Selhurst Park pitch was awful and there was an 18-man ruckus towards the end. Its necessary to note all this because you werent there.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-26T17:21:00Z", "webTitle": "‘It was one man and his dog’ – the day 3,036 watched a Premier League match | Paul MacInnes", "webUrl": "https://www.theguardian.com/football/blog/2017/jan/26/premier-league-lowest-attendance-wimbledon-everton", "wordCnt": 847}], "startIndex": 1011, "status": "ok", "total": 141934, "userTier": "developer"}}