{"response": {"currentPage": 65, "orderBy": "newest", "pageSize": 10, "pages": 14194, "results": [{"apiUrl": "https://content.guardianapis.com/football/2017/feb/18/wolverhampton-wanderers-chelsea-fa-cup-match-report", "firPara": "Chelsea endured a scare in the company of Wolves but emerged smiling thanks to second-half goals by Pedro and Diego Costa. It was the right result in the end but the Championship team can take pride from how difficult they made life for their illustrious visitors.", "id": "football/2017/feb/18/wolverhampton-wanderers-chelsea-fa-cup-match-report", "isHosted": false, "secPara": "Wolves bumbled into this tie on the back of three consecutive defeats but to lift morale Paul Lambert needed only to refer to their previous performances in this competition. Victories away to two Premier League teams – Stoke City and Liverpool – had proved their capacity to antagonise the elite. To stretch a point he might even have recalled that Chelsea only drew at Anfield, a result that meant Antonio Contes team had failed to win either of their previous two away matches, although using that evidence to suggest the Premier League leaders were in the midst of a stutter might have pushed the glass half-full approach so far it invited questions as to just which drink the glass was half-full of. But hey, the FA Cup is no place for moderation of ambition.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-02-18T19:30:06Z", "webTitle": "Chelsea ease past brave Wolves thanks to goals by Pedro and Diego Costa", "webUrl": "https://www.theguardian.com/football/2017/feb/18/wolverhampton-wanderers-chelsea-fa-cup-match-report", "wordCnt": 822}, {"apiUrl": "https://content.guardianapis.com/football/live/2017/feb/18/wolves-v-chelsea-fa-cup-fifth-round-live", "firPara": "Chelsea simply possessed too much quality for Wolves to cope with in the long run, though the home side gave as good as they got in the first half. A fine team goal polished off by Pedro, and a clinical finish from the dependably brilliant Diego Costa has earned Antonio Contes side a deserved quarter-final berth. It wasnt a classic, but Chelsea wont care the Double is still very much on!", "id": "football/live/2017/feb/18/wolves-v-chelsea-fa-cup-fifth-round-live", "isHosted": false, "secPara": "90 min +2 Loftus-Cheek and Ake combine down the inside-left channel to win a corner. A 0-3 scoreline would be cruel on Wolves. Chelsea faff about, so no worries on that front.", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2017-02-18T19:25:10Z", "webTitle": "Wolves 0-2 Chelsea: FA Cup fifth round – as it happened", "webUrl": "https://www.theguardian.com/football/live/2017/feb/18/wolves-v-chelsea-fa-cup-fifth-round-live", "wordCnt": 1624}, {"apiUrl": "https://content.guardianapis.com/football/football-league-blog/2017/feb/18/football-league-your-thoughts-cardiff-continue-mean-streak-under-warnock", "firPara": "QPR humble Gianfranco Zolas Birmingham, Norwich slip up at Burton, Lee Clark savours late Bury win and Newport County come undone", "id": "football/football-league-blog/2017/feb/18/football-league-your-thoughts-cardiff-continue-mean-streak-under-warnock", "isHosted": false, "secPara": "QPR humble Gianfranco Zolas Birmingham, Norwich slip up at Burton, Lee Clark savours late Bury win and Newport County come undone", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-02-18T19:22:10Z", "webTitle": "Football League your thoughts: Cardiff continue mean streak under Warnock", "webUrl": "https://www.theguardian.com/football/football-league-blog/2017/feb/18/football-league-your-thoughts-cardiff-continue-mean-streak-under-warnock", "wordCnt": 1329}, {"apiUrl": "https://content.guardianapis.com/football/2017/feb/18/barnsley-brighton-hove-albion-championship-match-report", "firPara": "This was a landmark success for Chris Hughton in multiple ways a 100th match in charge of Brighton delivered a 50th victory plus a return to the top of the Championship.", "id": "football/2017/feb/18/barnsley-brighton-hove-albion-championship-match-report", "isHosted": false, "secPara": "In replacing Newcastle at the summit, for 48 hours at least, and opening up a seven-point buffer to those in pursuit of the top two, it also felt like a statement from last seasons beaten play-off semi-finalists.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-02-18T17:27:51Z", "webTitle": "Brighton climb back to top spot after Sam Baldock double sinks Barnsley", "webUrl": "https://www.theguardian.com/football/2017/feb/18/barnsley-brighton-hove-albion-championship-match-report", "wordCnt": 540}, {"apiUrl": "https://content.guardianapis.com/football/live/2017/feb/18/huddersfield-v-manchester-city-millwall-v-leicester-fa-cup-fifth-round-live", "firPara": "Millwall knocked out Premier League champions Leicester City to reach the last eight of the FA Cup, while Huddersfield earned a replay against Manchester City", "id": "football/live/2017/feb/18/huddersfield-v-manchester-city-millwall-v-leicester-fa-cup-fifth-round-live", "isHosted": false, "secPara": "So Leicester City will not be joining Lincoln City in the last eight of the FA Cup, with a new fairytale gathering at frightening pace. Ranieri has come out with his usual post-match army analogies. Now its about the personality of the players, he says. Were in a battle and I need soldiers with heart, desire in every match. To make matters worse, Ranieri confirmed January signing Molla Wagué, making his first start for the Foxes, dislocated his shoulder on his debut.", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2017-02-18T17:26:48Z", "webTitle": "Millwall 1-0 Leicester, Huddersfield 0-0 Manchester City: FA Cup fifth round – as it happened", "webUrl": "https://www.theguardian.com/football/live/2017/feb/18/huddersfield-v-manchester-city-millwall-v-leicester-fa-cup-fifth-round-live", "wordCnt": 1457}, {"apiUrl": "https://content.guardianapis.com/football/2017/feb/18/millwall-leicester-city-fa-cup-match-report", "firPara": "There was tumult on and off the pitch at the Den but after Neil Harriss redoubtable Lions claimed their third Premier League scalp one thing is certain League One Millwall will join non-league Lincoln City in the quarter-finals of the FA Cup.", "id": "football/2017/feb/18/millwall-leicester-city-fa-cup-match-report", "isHosted": false, "secPara": "A post-match pitch invasion in which missiles and punches were thrown added a sour note to this fifth-round tie and required police horses to disperse it. But that should not detract from another unstinting Millwall performance and they will now be happy to take on all-comers, especially at home. As for Leicester, who join Bournemouth and Watford in finding their nemesis at the Den, last seasons miracle continues its transformation into nightmare.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-02-18T17:23:31Z", "webTitle": "Leicester City crash out after Shaun Cummings strikes for 10-man Millwall", "webUrl": "https://www.theguardian.com/football/2017/feb/18/millwall-leicester-city-fa-cup-match-report", "wordCnt": 760}, {"apiUrl": "https://content.guardianapis.com/football/2017/feb/18/middlesbrough-oxford-united-fa-cup-match-report", "firPara": "Aitor Karankas belief that his relegation-threatened side can afford to take the FA Cup seriously is set to be tested. Not that too many Teessiders will be overly confident about actually winning the trophy after seeing Middlesbrough canter into a two-goal lead only to fold alarmingly and permit Oxford United to draw level.", "id": "football/2017/feb/18/middlesbrough-oxford-united-fa-cup-match-report", "isHosted": false, "secPara": "It took the emergence of the heavy artillery from the bench to prevent an unwanted replay, with Cristhian Stuanis winner settling a fascinating tie and sending Boro into the quarter-finals.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-02-18T17:19:14Z", "webTitle": "Middlesbrough’s Cristhian Stuani strikes late to halt Oxford fightback", "webUrl": "https://www.theguardian.com/football/2017/feb/18/middlesbrough-oxford-united-fa-cup-match-report", "wordCnt": 498}, {"apiUrl": "https://content.guardianapis.com/football/2017/feb/18/huddersfield-town-manchester-city-fa-cup-match-report", "firPara": "In all probability neither side wanted a replay, though in an open and entertaining game neither team actually did enough to win. Manchester Citys thoughts will already be turning to Monaco in the Champions League, while promotion-chasing Huddersfields priorities were made clear by the stadium announcer at half time. Pep Guardiola thinks this is the biggest match of our season, he shouted. Weve got Reading on Tuesday so it isnt even our biggest match of the week.", "id": "football/2017/feb/18/huddersfield-town-manchester-city-fa-cup-match-report", "isHosted": false, "secPara": "Huddersfields David Wagner was predictably the more chuffed of the managers. Who cares about one game more or less? I like to see my players in great environments and we deserve the rematch, he said. We showed bravery and aggression against a team of the highest quality.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-02-18T17:11:05Z", "webTitle": "Manchester City held by Huddersfield on blank day for Sergio Agüero", "webUrl": "https://www.theguardian.com/football/2017/feb/18/huddersfield-town-manchester-city-fa-cup-match-report", "wordCnt": 651}, {"apiUrl": "https://content.guardianapis.com/football/live/2017/feb/18/real-madrid-espanyol-la-liga-live", "firPara": "Alvaro Morata and Gareth Bale give Real Madrid a 2-0 victory over Espanyol, and the home side extend their lead at the top to four points", "id": "football/live/2017/feb/18/real-madrid-espanyol-la-liga-live", "isHosted": false, "secPara": "Easy does it for Real Madrid, and they extend their lead at the top to four points. Espanyol battled gamely, but they barely threatened, and Reals quality told in the end. Two good goals for Real, from Morata and the returning Gareth Bale, and, all in all, a very solid days work for Zidanes men.", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2017-02-18T17:07:31Z", "webTitle": "Real Madrid 2-0 Espanyol: La Liga – as it happened", "webUrl": "https://www.theguardian.com/football/live/2017/feb/18/real-madrid-espanyol-la-liga-live", "wordCnt": 898}, {"apiUrl": "https://content.guardianapis.com/football/2017/feb/18/manchester-city-monaco-champions-league", "firPara": "As a result of the not entirely unexpected setback for Arsenal at the Allianz Arena in midweek, Manchester City are now the Premier Leagues best hope for Champions League success. They have to be, as they are neither 5-1 down from the first leg nor in danger of relegation like Leicester. This perception may change as soon as their last-16 tie with Monaco starts on Tuesday, though at least Pep Guardiolas side get to play the first leg at home and ought to have a reasonable chance of keeping interest alive until the return game next month.", "id": "football/2017/feb/18/manchester-city-monaco-champions-league", "isHosted": false, "secPara": "That said, a couple of clouds have scudded across the Etihad horizon since victory at Bournemouth on Monday took them back to second in the domestic table. One was the sight of Gabriel Jesus on crutches the next day, confirmation of a metatarsal fracture leading to fears that his first season in England could be over already. The second came a few hours later with Paris Saint-Germains impressive 4-0 defeat of Barcelona.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-02-18T15:16:00Z", "webTitle": "Manchester City put future on hold as they face present danger of Monaco", "webUrl": "https://www.theguardian.com/football/2017/feb/18/manchester-city-monaco-champions-league", "wordCnt": 806}], "startIndex": 641, "status": "ok", "total": 141934, "userTier": "developer"}}