{"response": {"currentPage": 281, "orderBy": "newest", "pageSize": 10, "pages": 14194, "results": [{"apiUrl": "https://content.guardianapis.com/football/football-league-blog/2016/oct/31/chris-hughton-brighton-norwich-city", "firPara": "Manager avoids hubris after south-coast club crush Norwich City, his former team, and enjoy their seventh clean sheet in nine league games", "id": "football/football-league-blog/2016/oct/31/chris-hughton-brighton-norwich-city", "isHosted": false, "secPara": "Brighton &amp; Hove Albion recorded their biggest win of the season on Saturday with their 5-0 thrashing of Norwich City. For Alex Neil, the result was the worst of his managerial career. Both teams ended the day in the same position they began it, Brighton second in the Championship and Norwich fourth, but it is tempting to think the match will prove significant for both teams as the season goes on.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-10-31T10:00:15Z", "webTitle": "Chris Hughton’s old-fashioned virtues shine through to Brighton’s benefit | Paul MacInnes", "webUrl": "https://www.theguardian.com/football/football-league-blog/2016/oct/31/chris-hughton-brighton-norwich-city", "wordCnt": 1641}, {"apiUrl": "https://content.guardianapis.com/football/blog/2016/oct/31/premier-league-10-talking-points-weekend-football", "firPara": "Marcus Rashford needs restoring to centre stage, Victor Moses is shining for Chelsea at last and David Moyes should be allowed to rebuild Sunderland", "id": "football/blog/2016/oct/31/premier-league-10-talking-points-weekend-football", "isHosted": false, "secPara": "The splurge of title-winning questions after Liverpools breathless victory at Selhurst Park provoked a wonderfully enigmatic response from Jürgen Klopp. Can his team conquer the league playing in this wild fashion? Ive no idea, he said. Its my first proper season in the Premier League. I have no idea what to do to win the Premier League. Im pretty sure it was never decided at the end of October. We feel good in the moment, thats all. The notion that an experienced manager with 15 years on the job – who won the Bundesliga twice and has spent more than a year in England to immerse himself in its foibles – has no idea how to win the Premier League seems to be both endearing and a shrewd ploy. Playing it all down is a sensible approach, but will be difficult to sustain the longer Liverpool keep gathering results in their own inimitable fashion. It was an emotional game. Dejan Lovren felt such a maddening anger after his error led towards one of the Palace goals he admitted he wanted to leap into the crowd (where the Palace hardcore hang out, incidentally) when he scored. The home goalscorer, James McArthur, said he felt gutted at the end of it all. Dealing with emotional games is part of the ride under Klopp. Entertaining? Absolutely. But the manager also says the way they play is rational. We dont do it because we want to show something, we do it because it helps us, because the best kind of defending is keeping the ball, he explains. Its quite logical. Amy Lawrence", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-10-31T09:21:34Z", "webTitle": "Premier League: 10 talking points from the weekend’s action", "webUrl": "https://www.theguardian.com/football/blog/2016/oct/31/premier-league-10-talking-points-weekend-football", "wordCnt": 1999}, {"apiUrl": "https://content.guardianapis.com/football/2016/oct/31/football-treansfer-rumours-shinji-okazaki-to-ac-milan", "firPara": "Todays tell-all is keeping schtum", "id": "football/2016/oct/31/football-treansfer-rumours-shinji-okazaki-to-ac-milan", "isHosted": false, "secPara": "Todays tell-all is keeping schtum", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-10-31T08:57:04Z", "webTitle": "Football transfer rumours: Shinji Okazaki to swap Leicester for Milan?", "webUrl": "https://www.theguardian.com/football/2016/oct/31/football-treansfer-rumours-shinji-okazaki-to-ac-milan", "wordCnt": 685}, {"apiUrl": "https://content.guardianapis.com/football/2016/oct/30/alexis-sanchez-arsenal-belief-arsene-wenger-sunderland", "firPara": "November can be a bit depressing. With the clocks having gone back, dusk starts descending in the afternoon, the mornings get steadily darker too and Christmas dominates the retail agenda to a surely unhealthy extent. If you are Arsène Wenger it is also a worrying time. During a tenure spanning two decades as Arsenal manager, November has consistently proved the cruellest month for the Frenchman.", "id": "football/2016/oct/30/alexis-sanchez-arsenal-belief-arsene-wenger-sunderland", "isHosted": false, "secPara": "Statistics crunched from Wengers reign show his team average 2.18 points per game in March, 2.14 in September and October and 2.09 in April, but they manage only 1.59 during the 11th month. It is as if they are suddenly afflicted by seasonal affective disorder at the awkward junction between autumn and winter.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-10-30T22:30:01Z", "webTitle": "Alexis Sánchez provides Arsenal with belief November slump can be avoided", "webUrl": "https://www.theguardian.com/football/2016/oct/30/alexis-sanchez-arsenal-belief-arsene-wenger-sunderland", "wordCnt": 849}, {"apiUrl": "https://content.guardianapis.com/football/blog/2016/oct/30/antonio-conte-adaptability-helping-chelsea-side-prosper", "firPara": "Chelseas manager initially switched to three at the back to avert a rout at Arsenal but his side have not looked back since", "id": "football/blog/2016/oct/30/antonio-conte-adaptability-helping-chelsea-side-prosper", "isHosted": false, "secPara": "Chelseas manager initially switched to three at the back to avert a rout at Arsenal but his side have not looked back since", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-10-30T20:31:57Z", "webTitle": "Antonio Conte’s adaptability is helping his Chelsea side to prosper", "webUrl": "https://www.theguardian.com/football/blog/2016/oct/30/antonio-conte-adaptability-helping-chelsea-side-prosper", "wordCnt": 882}, {"apiUrl": "https://content.guardianapis.com/football/2016/oct/30/chelsea-antonio-conte-premier-league-title", "firPara": "Antonio Conte has warned that Chelsea remain a work in progress, despite an impressive burst of form that has left them a point off the top of the Premier League, and the manager is waiting until the new year before judging whether his team can mount a prolonged challenge.", "id": "football/2016/oct/30/chelsea-antonio-conte-premier-league-title", "isHosted": false, "secPara": "Chelsea stretched their winning run to four league games – their best sequence since the run-in to the title success of 2015 – with a hugely impressive 2-0 victory at Southampton. Chelsea, whose revamped three-man defence have gone 410 minutes without conceding in the league, intend to be active in the transfer market when the window opens in January, by which time Conte believes he will be better able to gauge his sides capabilities.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-10-30T20:18:58Z", "webTitle": "Antonio Conte cautious on title chances after Chelsea extend winning run", "webUrl": "https://www.theguardian.com/football/2016/oct/30/chelsea-antonio-conte-premier-league-title", "wordCnt": 529}, {"apiUrl": "https://content.guardianapis.com/football/2016/oct/31/forget-big-name-signings-sydney-fc-are-greater-than-the-sum-of-their-parts", "firPara": "More than just a case of excellent off-season recruitment Sydney FC now look like something theyve very rarely been over their 12-year history a team", "id": "football/2016/oct/31/forget-big-name-signings-sydney-fc-are-greater-than-the-sum-of-their-parts", "isHosted": false, "secPara": "More than just a case of excellent off-season recruitment Sydney FC now look like something theyve very rarely been over their 12-year history a team", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-10-30T20:13:38Z", "webTitle": "Forget big name signings, Sydney FC are greater than the sum of their parts | Richard Parkin", "webUrl": "https://www.theguardian.com/football/2016/oct/31/forget-big-name-signings-sydney-fc-are-greater-than-the-sum-of-their-parts", "wordCnt": 1210}, {"apiUrl": "https://content.guardianapis.com/football/blog/2016/oct/30/mauricio-pochettino-tottenham-leicester-city", "firPara": "Tottenham failed to create enough chances against Leicester and Pochettino will hope they are a great deal sharper against Bayer Leverkusen and Arsenal", "id": "football/blog/2016/oct/30/mauricio-pochettino-tottenham-leicester-city", "isHosted": false, "secPara": "Gone are the days when a manager could stride into his dressing room, say Lads, its Tottenham and leave the room satisfied that his message had been delivered. That was Sir Alex Fergusons way of motivating his players at Manchester United before games against the north London club, back when a streak of self-destructiveness threatened to undermine Spurs at every turn.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-10-30T20:00:17Z", "webTitle": "Mauricio Pochettino needs Spurs’ creative players to join hunt for goals", "webUrl": "https://www.theguardian.com/football/blog/2016/oct/30/mauricio-pochettino-tottenham-leicester-city", "wordCnt": 734}, {"apiUrl": "https://content.guardianapis.com/football/2016/oct/30/tim-wiese-ive-got-trash-talking-in-my-blood-wwe", "firPara": "I dont really see wrestling as an escape, its an alternative to becoming fat and sitting on the couch. It is difficult to distinguish who is talking Tim Wiese, the former Germany goalkeeper who went to the 2010 World Cup and played in the Champions League with Werder Bremen, or Tim Wiese, the WWE character getting ready to make his fighting debut on Thursday in Munich.", "id": "football/2016/oct/30/tim-wiese-ive-got-trash-talking-in-my-blood-wwe", "isHosted": false, "secPara": "They seem to be very different people and not only in appearance. Standing 6ft 4in, Wiese weighed about 90kg (14st) as a goalkeeper. When I stopped playing, at my biggest I weighed 132kg, and I had to have about six to seven thousand calories a day. Every woman enjoys a muscular big type by her side, instead of some weakling. But now Ive cut that down to about three thousand calories and am down to about 120kg. I want to lose another three or four kilograms so Im more explosive and more aggressive in the ring, so that Im unbeatable.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-10-30T19:31:00Z", "webTitle": "Tim Wiese goes from Bundesliga to WWE: ‘I’ve got trash-talking in my blood’", "webUrl": "https://www.theguardian.com/football/2016/oct/30/tim-wiese-ive-got-trash-talking-in-my-blood-wwe", "wordCnt": 1164}, {"apiUrl": "https://content.guardianapis.com/football/2016/oct/30/southampton-chelsea-premier-league-match-report", "firPara": "Chelseas title challenge under Antonio Conte seems more persuasive with every passing week. This was arguably a more impressively constructed victory than that handed to them so obligingly by Manchester United the previous Sunday, a win chiselled out against one of the form teams in the division and a side who had not lost here since February. Southampton ended up feeling forlorn. Given the hosts underlying qualities to win this comfortably was remarkable.", "id": "football/2016/oct/30/southampton-chelsea-premier-league-match-report", "isHosted": false, "secPara": "Chelsea, then under Guus Hiddinks interim stewardship, had been the last team to prevail at Southamptons expense on the south coast, but that had been a success squeezed late and improbably from an even contest. This, in contrast, was a masterclass in how to exert almost complete control despite the home side hogging the ball for the majority of the play. Contes side, so expertly drilled, kept their opponents at arms length throughout. Their celebrations in front of the away support at the end, with the manager barely able to contain his delight, reinforced the impression the collective is suddenly strong.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-10-30T17:58:52Z", "webTitle": "Chelsea’s Eden Hazard and Diego Costa turn on style to sink Southampton", "webUrl": "https://www.theguardian.com/football/2016/oct/30/southampton-chelsea-premier-league-match-report", "wordCnt": 913}], "startIndex": 2801, "status": "ok", "total": 141935, "userTier": "developer"}}