{"response": {"currentPage": 75, "orderBy": "newest", "pageSize": 10, "pages": 14194, "results": [{"apiUrl": "https://content.guardianapis.com/football/2017/feb/12/claudi-ranieri-leicester-city-too-many-chances", "firPara": "• Italian says, after defeat to Swansea City, he has been too loyal", "id": "football/2017/feb/12/claudi-ranieri-leicester-city-too-many-chances", "isHosted": false, "secPara": "Claudio Ranieri has said he has been too loyal to the players that led Leicester City to the Premier League title last season and admitted that he was guilty of giving them too many chances to turn around a season that is in danger of ending in relegation to the Championship.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-02-12T20:23:12Z", "webTitle": "Claudio Ranieri says he has given Leicester players too many chances", "webUrl": "https://www.theguardian.com/football/2017/feb/12/claudi-ranieri-leicester-city-too-many-chances", "wordCnt": 628}, {"apiUrl": "https://content.guardianapis.com/football/blog/2017/feb/12/leicester-swansea-jamie-vardy-riyad-mahrez-football", "firPara": "It may have been defensive lapses that cost Leicester City defeat at Swansea, inflating their relegation worries, but at least as significant is the fact that they havent scored a league goal this year, a run that now stretches to 610 minutes. It is a problem with many sources, but the bare fact is that Jamie Vardy and Riyad Mahrez, the two forwards whose brilliance was instrumental in them winning the title, simply are not firing.", "id": "football/blog/2017/feb/12/leicester-swansea-jamie-vardy-riyad-mahrez-football", "isHosted": false, "secPara": "Claudio Ranieri made clear last week he had spoken to both players, trying to coax out of them the magic that elevated last season. This being Ranieri, he was clear the conversations had not been dressing-downs, emphasising that Mahrez is trying and that Vardy works very hard for the team, but their diminished contribution – Vardy has scored just five goals this season as opposed to 24 last; Mahrez three compared with 17 – is symptomatic of the more general problems at the club.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-02-12T19:33:58Z", "webTitle": "Leicester’s off-target Jamie Vardy and Riyad Mahrez conjure a mystery | Jonathan Wilson", "webUrl": "https://www.theguardian.com/football/blog/2017/feb/12/leicester-swansea-jamie-vardy-riyad-mahrez-football", "wordCnt": 832}, {"apiUrl": "https://content.guardianapis.com/football/blog/2017/feb/12/football-crossing-premier-league", "firPara": "When football overtook Catholicism as my religion, around the time I was 11 or 12, I quickly discovered three new stations of the cross at Kenilworth Road. The first Ricky Hill simultaneously spinning, glancing, and stroking a pass out to the right. The second Tim Breacker barely breaking stride before side-footing a devilish twirler towards the back post. And, finally and majestically, Mick Harford powering his 4x4 body skyward, crashing through limp opponents, tensing his neck, and – bam.", "id": "football/blog/2017/feb/12/football-crossing-premier-league", "isHosted": false, "secPara": "Similar images were on display every week in grounds up and down the country during the 80s, from pros to proles, open fields to Football League. Get to the byline. Whip the cross in. Reap the benefits. It was the English way.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-02-12T19:06:11Z", "webTitle": "Art of crossing can still count in an age of crowded penalty areas | Sean Ingle", "webUrl": "https://www.theguardian.com/football/blog/2017/feb/12/football-crossing-premier-league", "wordCnt": 896}, {"apiUrl": "https://content.guardianapis.com/football/2017/feb/13/a-league-is-providing-the-thrills-but-ffas-inertia-is-cause-for-serious-concern", "firPara": "A-League should be gearing up for all-action climax to the season, but the absence of hype is demoralising and momentum is being lost ", "id": "football/2017/feb/13/a-league-is-providing-the-thrills-but-ffas-inertia-is-cause-for-serious-concern", "isHosted": false, "secPara": "Living near Australias east coast, the first thing I do in a morning is pour myself a steaming hot mug of bias. This fuels the daily search for A-League news, which consists of an exhaustive trawl through sources from Victoria all the way to New South Wales. But today, to my surprise, I was confronted by a disturbance in the force, the unavoidable presence of Perth Glory.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-02-12T19:00:14Z", "webTitle": "A-League is providing the thrills, but FFA’s inertia is cause for serious concern", "webUrl": "https://www.theguardian.com/football/2017/feb/13/a-league-is-providing-the-thrills-but-ffas-inertia-is-cause-for-serious-concern", "wordCnt": 908}, {"apiUrl": "https://content.guardianapis.com/football/2017/feb/12/swansea-city-leicester-city-premier-league-match-report", "firPara": "There is no respite for Claudio Ranieri and his Leicester City players. The Italian has the unwavering support of his board, according to the statement that was released in the week, but there was no sign of a positive response on the pitch as Leicester suffered a fifth successive league defeat – something that has not happened to the reigning English champions since 1956 – on another chastening afternoon for everyone connected with the club.", "id": "football/2017/feb/12/swansea-city-leicester-city-premier-league-match-report", "isHosted": false, "secPara": "Vichai Srivaddhanaprabha had a face like thunder as he looked on from the stands. At one point in the first half the Leicester owner could be seen slowly shaking his head as Swansea City, whose remarkable turnaround under Paul Clement continues, became the latest team to drive a nail into the champions coffin.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-02-12T18:12:37Z", "webTitle": "Swansea pile further pressure on relegation-threatened Leicester", "webUrl": "https://www.theguardian.com/football/2017/feb/12/swansea-city-leicester-city-premier-league-match-report", "wordCnt": 862}, {"apiUrl": "https://content.guardianapis.com/football/live/2017/feb/12/swansea-city-v-leicester-city-premier-league-live", "firPara": "First-half goals from Alfie Mawson and Martin Olsson continued Swanseas improvement under Paul Clement and left Leicester in deep trouble after an insipid display from the Foxes", "id": "football/live/2017/feb/12/swansea-city-v-leicester-city-premier-league-live", "isHosted": false, "secPara": "First-half goals from Alfie Mawson and Martin Olsson continued Swanseas improvement under Paul Clement and left Leicester in deep trouble after an insipid display from the Foxes", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2017-02-12T17:59:31Z", "webTitle": "Swansea City v Leicester City: Premier League – as it happened", "webUrl": "https://www.theguardian.com/football/live/2017/feb/12/swansea-city-v-leicester-city-premier-league-live", "wordCnt": 1913}, {"apiUrl": "https://content.guardianapis.com/football/2017/feb/12/burnley-chelsea-premier-league-match-report", "firPara": "Everything has been going so well for Chelsea recently that, having started their latest assignment so impressively, it came almost as a jolt that they could not build on their early lead and increase the sense that it surely cannot be long before the first publicity-ravenous bookmaker announces it is paying out early on the Premier League champions.", "id": "football/2017/feb/12/burnley-chelsea-premier-league-match-report", "isHosted": false, "secPara": "It will still happen, almost certainly, but a lot of credit has to go to a Burnley side who gave the impression at times that they genuinely believed they could register a sixth successive top-division home league win for the first time since Harry Pottss team were defending their title in the 1960-61 season.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-02-12T15:34:09Z", "webTitle": "Burnley peg back Chelsea thanks to Robbie Brady’s superb free-kick", "webUrl": "https://www.theguardian.com/football/2017/feb/12/burnley-chelsea-premier-league-match-report", "wordCnt": 859}, {"apiUrl": "https://content.guardianapis.com/football/live/2017/feb/12/burnley-v-chelsea-premier-league-live", "firPara": "Chelsea started superbly, taking an early lead, but Burnley fought back equally superbly to earn a deserved point; Chelsea lead the table by 10 points, while Burnley move up one spot to 12th", "id": "football/live/2017/feb/12/burnley-v-chelsea-premier-league-live", "isHosted": false, "secPara": "b>Otherwise, thanks all for you company and comments - </b>sorry I couldnt use them all. Enjoy whats left of your weekends. ", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2017-02-12T15:29:50Z", "webTitle": "Burnley v Chelsea: Premier League - as it happened", "webUrl": "https://www.theguardian.com/football/live/2017/feb/12/burnley-v-chelsea-premier-league-live", "wordCnt": 1585}, {"apiUrl": "https://content.guardianapis.com/football/blog/2017/feb/12/jose-mourinho-paul-pogba-manchester-united-", "firPara": "Sometimes when José Mourinho crowbars a comment into an answer it is because he can seem an incorrigible mischief-maker, forever ready to take a sly dig at a rival. At others, he is less provocative, but more instructive. So it was when he was asked about Manchester Uniteds fourth consecutive clean sheet.", "id": "football/blog/2017/feb/12/jose-mourinho-paul-pogba-manchester-united-", "isHosted": false, "secPara": "After praising his defence, he took a detour to cite Paul Pogbas influence. He is playing with great balance in these last two games he is playing with his brain, he is recovering a lot of balls, he is very good in his positional play, Mourinho said. Pogba tends to receive more compliments for his talent but tactical discipline is a trait Mourinho values. Perhaps it will enable a less flamboyant, more dependable Pogba to afford United another option.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-02-12T13:35:55Z", "webTitle": "José Mourinho starting to enjoy the fruits of Paul Pogba’s growing maturity | Richard Jolly", "webUrl": "https://www.theguardian.com/football/blog/2017/feb/12/jose-mourinho-paul-pogba-manchester-united-", "wordCnt": 710}, {"apiUrl": "https://content.guardianapis.com/football/2017/feb/12/leicester-warning-title-defences-went-wrong", "firPara": "Manager when Leeds United pipped Manchester United to the old First Division title in 1992. The following season Leeds finished 17th, two points above the relegation zone.", "id": "football/2017/feb/12/leicester-warning-title-defences-went-wrong", "isHosted": false, "secPara": "Its one thing coming up on the rails in a title race, as we did in 1992, and quite another starting a season with everyone else in the league thinking Were at home against the champions and theyre the team to beat. We didnt win away that following season.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-02-12T10:00:03Z", "webTitle": "A warning to Leicester: three other title defences that went horribly wrong", "webUrl": "https://www.theguardian.com/football/2017/feb/12/leicester-warning-title-defences-went-wrong", "wordCnt": 1158}], "startIndex": 741, "status": "ok", "total": 141934, "userTier": "developer"}}