{"response": {"currentPage": 475, "orderBy": "newest", "pageSize": 10, "pages": 14194, "results": [{"apiUrl": "https://content.guardianapis.com/football/2016/jul/23/adnan-januzaj-last-chance-saloon-manchester-united", "firPara": "The Manchester United career of Adnan Januzaj, a former heir apparent to Ryan Giggs, is now in a last chance saloon as José Mourinho assesses whether to retain the forward.", "id": "football/2016/jul/23/adnan-januzaj-last-chance-saloon-manchester-united", "isHosted": false, "secPara": "As United prepare to take on Manchester City in Beijing on Monday, Januzaj is fighting for a future at the club which once seemed so bright.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-07-23T22:19:46Z", "webTitle": "Adnan Januzaj reaches last chance saloon at Manchester United", "webUrl": "https://www.theguardian.com/football/2016/jul/23/adnan-januzaj-last-chance-saloon-manchester-united", "wordCnt": 740}, {"apiUrl": "https://content.guardianapis.com/football/2016/jul/23/paul-pogba-record-fee-manchester-united-paul-scholes-football", "firPara": "Paul Scholes has questioned whether Paul Pogba is worth Manchester United paying a world-record fee to prise him from Juventus, with the former midfielder saying he is not in the same class as Lionel Messi and Cristiano Ronaldo.", "id": "football/2016/jul/23/paul-pogba-record-fee-manchester-united-paul-scholes-football", "isHosted": false, "secPara": "José Mourinho wants to make Pogba his fourth major signing of the summer to follow Henrikh Mkhitaryan, Eric Bailly and Zlatan Ibrahimovic.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-07-23T21:30:11Z", "webTitle": "Paul Pogba not worth record fee to Manchester United, says Paul Scholes", "webUrl": "https://www.theguardian.com/football/2016/jul/23/paul-pogba-record-fee-manchester-united-paul-scholes-football", "wordCnt": 310}, {"apiUrl": "https://content.guardianapis.com/football/2016/jul/23/sam-allardyce-england-tactics", "firPara": "Sam Allardyces most famous comments about his own managerial style – I would be more suited to Internazionale or Real Madrid – make more sense in the context of the question he had been asked.", "id": "football/2016/jul/23/sam-allardyce-england-tactics", "isHosted": false, "secPara": "His interviewer had implied he only makes sense at an unfashionable bottom-half Premier League side such as Bolton or Blackburn. Allardyces point was simple – he has always played to the strengths of his squad, and given greater talents, his teams would play in a different manner. If appointed as the next England manager, he would finally be given the opportunity to prove himself right.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-07-23T21:00:10Z", "webTitle": "Sam Allardyce’s tactical nous could produce some attractive England options", "webUrl": "https://www.theguardian.com/football/2016/jul/23/sam-allardyce-england-tactics", "wordCnt": 786}, {"apiUrl": "https://content.guardianapis.com/football/live/2016/jul/23/celtic-v-leicester-city-international-champions-cup-live", "firPara": "Leicester won on penalties after an enjoyable game in which Riyad Mahrez gave a masterclass either side of his goal", "id": "football/live/2016/jul/23/celtic-v-leicester-city-international-champions-cup-live", "isHosted": false, "secPara": "Leicester win on penalties after an enjoyable game, in which Riyad Mahrez played preposterously well. Thanks for your company, goodnight!", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2016-07-23T18:36:52Z", "webTitle": "Celtic v Leicester City: International Champions Cup - as it happened", "webUrl": "https://www.theguardian.com/football/live/2016/jul/23/celtic-v-leicester-city-international-champions-cup-live", "wordCnt": 2182}, {"apiUrl": "https://content.guardianapis.com/football/2016/jul/23/gonzalo-higuain-juventus-napoli-transfer", "firPara": "• Argentina striker undergoes medical at Madrid hospital", "id": "football/2016/jul/23/gonzalo-higuain-juventus-napoli-transfer", "isHosted": false, "secPara": "Gonzalo Higuaín is close to joining Juventus in a £79m deal, according to reports in Italy, the move from Napoli a strong indication that the Serie A champions are poised to sell Paul Pogba to Manchester United.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-07-23T14:50:33Z", "webTitle": "Gonzalo Higuaín close to joining Juventus from Napoli for £79m", "webUrl": "https://www.theguardian.com/football/2016/jul/23/gonzalo-higuain-juventus-napoli-transfer", "wordCnt": 204}, {"apiUrl": "https://content.guardianapis.com/football/2016/jul/23/david-moyes-sunderland-premier-league-ellis-short", "firPara": "Sunderland might well be furious with the Football Association for poaching Sam Allardyce, fearful of upheaval close to a Premier League season and dreading another round of instability with a seventh manager in five years. But, in David Moyes and in time, they might also be grateful for the unplanned disruption visited upon them. Both parties may have finally found the right fit.", "id": "football/2016/jul/23/david-moyes-sunderland-premier-league-ellis-short", "isHosted": false, "secPara": "Ellis Short has secured the services on a four-year contract of my No1 managerial target for the last five appointments. It is no stretch to imagine the turbulence of the Paolo Di Canio, Gus Poyet and Dick Advocaat eras would never have hit the Stadium of Light had Sunderlands owner found his target from the start.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-07-23T13:23:40Z", "webTitle": "David Moyes and Sunderland look the right fit for Premier League stability", "webUrl": "https://www.theguardian.com/football/2016/jul/23/david-moyes-sunderland-premier-league-ellis-short", "wordCnt": 940}, {"apiUrl": "https://content.guardianapis.com/football/blog/2016/jul/23/sam-allardyce-england-euro-2016", "firPara": "The FA chief executive and former biscuit baron Martin Glenn was guilty of over-sweetening his patter when he described Sam Allardyce as the ideal candidate at Fridays presentation of the new England manager. A strong candidate, for sure, but the perfect fit for the job would have been someone who has previously thrived in a role of comparable magnitude, not a man who has been hounded out of his two biggest club jobs to date, at Newcastle United and West Ham United, and lost the only major Cup final of his career to a side managed by Steve McClaren. No, without saying that Allardyce is the wrong man to lead England, ideal is not the right word.", "id": "football/blog/2016/jul/23/sam-allardyce-england-euro-2016", "isHosted": false, "secPara": "To an extent Allardyce was a victim of circumstances during his two most prominent previous gigs but the criticism he attracted from supporters in the north-east and east London – the main reason for it and his reaction to it – still leaves room for doubt about his ability to keep the English public and press onside. And that will probably be an important facet of the job given how vulnerable England players seem to be negative vibes.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-07-23T12:34:58Z", "webTitle": "Sam Allardyce may be the man for England’s lowest ebb but doubts linger", "webUrl": "https://www.theguardian.com/football/blog/2016/jul/23/sam-allardyce-england-euro-2016", "wordCnt": 1116}, {"apiUrl": "https://content.guardianapis.com/football/2016/jul/23/kolo-toure-set-to-join-celtic-after-medical-in-glasgow", "firPara": "The former Liverpool defender Kolo Touré has arrived in Glasgow before an anticipated move to Celtic.", "id": "football/2016/jul/23/kolo-toure-set-to-join-celtic-after-medical-in-glasgow", "isHosted": false, "secPara": "The 35-year-old was photographed outside Ross Hall Hospital in Glasgow before undergoing a medical on Saturday morning and he later attended the pre-season match with Leicester City. ", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-07-23T11:56:36Z", "webTitle": "Kolo Touré set to join Celtic after undergoing medical in Glasgow", "webUrl": "https://www.theguardian.com/football/2016/jul/23/kolo-toure-set-to-join-celtic-after-medical-in-glasgow", "wordCnt": 159}, {"apiUrl": "https://content.guardianapis.com/football/2016/jul/23/david-moyes-appointed-sunderland-sam-allardyce", "firPara": "Sunderland moved swiftly into their post-Sam Allardyce era by appointing David Moyes as their new manager a day after their previous one departed to take charge of England.", "id": "football/2016/jul/23/david-moyes-appointed-sunderland-sam-allardyce", "isHosted": false, "secPara": "I am delighted to have joined Sunderland, said Moyes, who had been out of work since being sacked by Real Sociedad in November. I am relishing the challenge and excited by the opportunity, continued the 53-year-old former Manchester United and Everton manager. I have taken over a big British club, with a great support and Im looking forward to working in the Premier League again. I look forward to continuing the good work done by Sam.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-07-23T11:44:00Z", "webTitle": "Sunderland confirm David Moyes to replace Sam Allardyce as manager", "webUrl": "https://www.theguardian.com/football/2016/jul/23/david-moyes-appointed-sunderland-sam-allardyce", "wordCnt": 612}, {"apiUrl": "https://content.guardianapis.com/football/2016/jul/22/wayne-rooney-sam-allardyce-england-manager", "firPara": "Sam Allardyces first act as Englands new manager was to inform his players that the time has come to deliver, with this challenge readily accepted by Wayne Rooney.", "id": "football/2016/jul/22/wayne-rooney-sam-allardyce-england-manager", "isHosted": false, "secPara": "I think its a good appointment, Rooney said after Allardyce was finally released on Friday by Sunderland. He will probably bring a different way of playing to England and hopefully its a good way and we can be successful under him.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-07-22T21:36:00Z", "webTitle": "Wayne Rooney welcomes appointment of Sam Allardyce as England manager", "webUrl": "https://www.theguardian.com/football/2016/jul/22/wayne-rooney-sam-allardyce-england-manager", "wordCnt": 765}], "startIndex": 4741, "status": "ok", "total": 141935, "userTier": "developer"}}