{"response": {"currentPage": 151, "orderBy": "newest", "pageSize": 10, "pages": 14194, "results": [{"apiUrl": "https://content.guardianapis.com/football/live/2017/jan/02/middlesbrough-v-leicester-city-premier-league-live", "firPara": "An attritional dogs dinner of a game in which the points were shared made a convincing argument for a scaling down of the Christmas and New Year fixture list", "id": "football/live/2017/jan/02/middlesbrough-v-leicester-city-premier-league-live", "isHosted": false, "secPara": "An attritional dogs dinner of a game in which the points were shared made a convincing argument for a scaling down of the Christmas and New Year fixture list", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2017-01-02T14:31:45Z", "webTitle": "Middlesbrough 0-0 Leicester City: Premier League – as it happened", "webUrl": "https://www.theguardian.com/football/live/2017/jan/02/middlesbrough-v-leicester-city-premier-league-live", "wordCnt": 1591}, {"apiUrl": "https://content.guardianapis.com/football/2017/jan/02/bayern-munich-give-swansea-permission-to-speak-with-paul-clement", "firPara": "Swansea will name Paul Clement as their third manager of the season on Tuesday after the former Derby County manager agreed a 2½-year contract to replace Bob Bradley.", "id": "football/2017/jan/02/bayern-munich-give-swansea-permission-to-speak-with-paul-clement", "isHosted": false, "secPara": "Clement is likely to be in the stands at Selhurst Park on Tuesday evening for the match with Crystal Palace having asked Bayern Munich to leave his role as Carlo Ancelottis assistant in order to take over at the Liberty Stadium. The 44‑year‑old will not travel to Doha for Bayerns warm‑weather training camp having agreed a deal in principle running until 2019 with Swansea.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-02T13:56:17Z", "webTitle": "Swansea set to appoint Paul Clement as new manager until 2019", "webUrl": "https://www.theguardian.com/football/2017/jan/02/bayern-munich-give-swansea-permission-to-speak-with-paul-clement", "wordCnt": 312}, {"apiUrl": "https://content.guardianapis.com/football/2017/jan/02/scorpion-kick-henrik-mkhitaryan-olivier-giroud-goals", "firPara": "You wait years for a scorpion kick and then two come along in a week. Henrik Mkhitaryan and Olivier Giroud pulled off audacious volleys that will now sit alongside these classics from René Higuita, Anthony Knockaert  and Festus Baise", "id": "football/2017/jan/02/scorpion-kick-henrik-mkhitaryan-olivier-giroud-goals", "isHosted": false, "secPara": "The wingers first goal of the game was a wondrous 25-yard effort but his second was even better. Anthony Knockaert, now of Brighton and Hove Albion, nonchalantly flicked the ball past a hapless Alex Smithies in the Huddersfield goal from Paul Koncheskys cross from the left.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-02T12:53:46Z", "webTitle": "A celebration of scorpion kicks, from Zico to Zlatan Ibrahimovic", "webUrl": "https://www.theguardian.com/football/2017/jan/02/scorpion-kick-henrik-mkhitaryan-olivier-giroud-goals", "wordCnt": 818}, {"apiUrl": "https://content.guardianapis.com/football/football-league-blog/2017/jan/02/southend-charlton-league-one-roots-hall-phil-brown", "firPara": "Southend United will not be counting chickens or even shrimps. They entered 2016 seventh in League One but fizzled to 14th in May. A Boxing Day win and Saturdays 1-1 draw with Charlton Athletic, both at home, ensured sixth place this time and it would have been fifth but for an 89th-minute equaliser. Phil Brown, their manager, called it a great advert for League One football and for the club.", "id": "football/football-league-blog/2017/jan/02/southend-charlton-league-one-roots-hall-phil-brown", "isHosted": false, "secPara": "Ten seasons ago they had a one-off campaign in the Championship while Charlton were in the Premier League. Brown, now in his fourth full season, got them out of League Two at the second attempt. If his success in leading Hull City into the top tier for the first time in 2008 may have gone to his head, Roots Hall has grounded him. Black overcoat, open-neck white shirt and hair amok define a man seemingly comfortable and popular in more modest surroundings.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-02T10:00:22Z", "webTitle": "Southend make it a dozen and counting despite Charlton’s late leveller | Jeremy Alexander", "webUrl": "https://www.theguardian.com/football/football-league-blog/2017/jan/02/southend-charlton-league-one-roots-hall-phil-brown", "wordCnt": 1264}, {"apiUrl": "https://content.guardianapis.com/football/2017/jan/02/football-transfer-rumours-manchester-united-to-make-145m-atletico-move", "firPara": "Todays rumours have lost track of the days", "id": "football/2017/jan/02/football-transfer-rumours-manchester-united-to-make-145m-atletico-move", "isHosted": false, "secPara": "Todays rumours have lost track of the days", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-02T09:39:35Z", "webTitle": "Football transfer rumours: Manchester United to make £145m Atlético move?", "webUrl": "https://www.theguardian.com/football/2017/jan/02/football-transfer-rumours-manchester-united-to-make-145m-atletico-move", "wordCnt": 466}, {"apiUrl": "https://content.guardianapis.com/football/2017/jan/02/hillsborough-disaster-survivors-seek-justice-for-alleged-police-cover-up", "firPara": "Inquest found that 96 people who died in crush were unlawfully killed, due to South Yorkshire police failings. Now survivors hope those responsible will face charges", "id": "football/2017/jan/02/hillsborough-disaster-survivors-seek-justice-for-alleged-police-cover-up", "isHosted": false, "secPara": "On the sunny spring day of 15 April 1989, four young men went along in high spirits to watch Liverpool play in the FA Cup semi-final against Nottingham Forest at Sheffield Wednesdays Hillsborough ground. There they were plunged into hell.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-02T07:00:18Z", "webTitle": "Hillsborough disaster: survivors seek justice for alleged police cover-up", "webUrl": "https://www.theguardian.com/football/2017/jan/02/hillsborough-disaster-survivors-seek-justice-for-alleged-police-cover-up", "wordCnt": 1431}, {"apiUrl": "https://content.guardianapis.com/football/2017/jan/01/sam-allardyce-football-crystal-palace-manager-premier-league-fixture-sacked-arsenal", "firPara": "Sam Allardyce, after winning one point from his first two games in charge of Crystal Palace, has called for the Premier League fixture organiser to be sacked.", "id": "football/2017/jan/01/sam-allardyce-football-crystal-palace-manager-premier-league-fixture-sacked-arsenal", "isHosted": false, "secPara": "The former England manager, who left his position with the national team after only one match following an undercover newspaper investigation, is now pointing the finger at fixture congestion.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-01T22:45:56Z", "webTitle": "Sam Allardyce says Premier League fixture organiser should be sacked", "webUrl": "https://www.theguardian.com/football/2017/jan/01/sam-allardyce-football-crystal-palace-manager-premier-league-fixture-sacked-arsenal", "wordCnt": 285}, {"apiUrl": "https://content.guardianapis.com/football/blog/2017/jan/01/pressure-grows-on-pep-guardiola-manchester-city-toil", "firPara": "Pep Guardiola wished the assembled media a happy new year at the start of his post-match press conference and extended the seasonal goodwill message to their families when he left the Anfield stage. It was a nice touch by the Manchester City manager but the niceties were part of a performance better than that produced by his team at Liverpool and exposed by an angry, exasperated exchange with Txiki Begiristain shortly afterwards. There was no goodwill to be found in defeat by Jürgen Klopp and falling 10 points adrift of Chelsea, the leaders.", "id": "football/blog/2017/jan/01/pressure-grows-on-pep-guardiola-manchester-city-toil", "isHosted": false, "secPara": "Press duties completed, Guardiola headed back to the makeshift dressing rooms in the bowels of Anfields new main stand where he met Begiristain, Citys director of football and a man with some serious questions to answer over the clubs expensive and erratic recruitment drive. Guardiola, pacing up and down, scratched his head, pulled at his tie and began punching his fist into the palm of his hand as he dissected Citys display with his former Barcelona colleague. They have trailed and recovered before but that was at a club attuned to Guardiolas methods and vice-versa. A revealing glimpse into genuine frustration and the performance that provoked it were reminders of how much work is required to recreate that understanding at the Etihad Stadium.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-01T22:30:08Z", "webTitle": "Pep Guardiola feels pressure as tempers fray and Manchester City toil | Andy Hunter", "webUrl": "https://www.theguardian.com/football/blog/2017/jan/01/pressure-grows-on-pep-guardiola-manchester-city-toil", "wordCnt": 1078}, {"apiUrl": "https://content.guardianapis.com/football/2017/jan/01/diego-costa-antonio-conte-chelsea-premier-league", "firPara": "Shortly after the final whistle blew at Stamford Bridge on Saturday, Antonio Conte and Diego Costa could be seen walking back towards the tunnel together. Manager appeared to be sharing a joke with player, one he declined to expand on later, but their body language said it all. Smiles, a warm embrace, mutual bonhomie, and with regard to Costa the concrete sense that he is entering 2017 in a far happier mood than he did 2016.", "id": "football/2017/jan/01/diego-costa-antonio-conte-chelsea-premier-league", "isHosted": false, "secPara": "This time last year the forward was in the midst of a personal crisis, having scored just six times for a Chelsea side making a mockery of their status as league champions, and was spending more time picking fights with opposition players than terrorising them with his talents. Now he is the key figure of the team that sit six points clear at the top of the Premier League on the back of a record‑equalling 13-game winning run. Costa has 14 goals, making him the divisions top scorer, with his latest against Stoke City typifying the 28‑year‑old at his barnstorming, ruthless best, the man who spearheaded Chelseas title success of 2014-15 and appears ready to do so again.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-01T22:30:08Z", "webTitle": "Diego Costa’s loving feeling keeps him firing for in-form Chelsea", "webUrl": "https://www.theguardian.com/football/2017/jan/01/diego-costa-antonio-conte-chelsea-premier-league", "wordCnt": 950}, {"apiUrl": "https://content.guardianapis.com/football/2017/jan/01/stoke-city-jack-butland-miss-rest-season-ankle-injury", "firPara": "Mark Hughes has revealed that the Stoke City goalkeeper Jack Butland could miss the rest of the season due to the injury he sustained while playing for England 10 months ago.", "id": "football/2017/jan/01/stoke-city-jack-butland-miss-rest-season-ankle-injury", "isHosted": false, "secPara": "Butland fractured his right ankle close to half-time of the 3-2 victory over Germany in Berlin on 26 March. The player left on a stretcher and was forced to miss the European Championship in France. He was, however, expected to return for Stokes first Premier League match of the season, at Middlesbrough, but aggravated the ankle just 24 hours before that game and has suffered a number of setbacks to his recovery since.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-01T22:30:07Z", "webTitle": "Stoke’s Jack Butland could miss rest of season with ankle injury", "webUrl": "https://www.theguardian.com/football/2017/jan/01/stoke-city-jack-butland-miss-rest-season-ankle-injury", "wordCnt": 485}], "startIndex": 1501, "status": "ok", "total": 141934, "userTier": "developer"}}