{"response": {"currentPage": 210, "orderBy": "newest", "pageSize": 10, "pages": 14194, "results": [{"apiUrl": "https://content.guardianapis.com/football/2016/dec/03/west-bromwich-albion-watford-premier-league-match-report", "firPara": "At the end of a costly week, Tony Pulis can at least take solace from a three-point gain. This win will not offset his heavy loss in the high court, where, as the written ruling published on Monday explained, the Albion manager was ordered to pay his former club, Crystal Palace, £3.77m for the manner of his departure from Selhurst Park in 2014. But beating Watford extended a good run of results for Albion and left home fans smiling at the Hawthorns. That counts for a lot. Sixth place in the Premier League, for a start.", "id": "football/2016/dec/03/west-bromwich-albion-watford-premier-league-match-report", "isHosted": false, "secPara": "I havent taken my eye off the ball and it hasnt affected the club, said Pulis of his legal woe, after a game in which Albion fans delivered their own verdict on their manager. Earlier this season regulars at the Hawthorns were losing faith in Puliss ability to foster entertaining football but recent performances have infused new belief and he was serenaded after just 37 minutes here, by which time Albion were 2-0 up. As Pulis granted the crowds melodious request for a wave, his Watford counterpart, Walter Mazzarri, seethed at the fact that the visitors were trailing despite dominating. His anger would deepen before the end, as Albion quashed a second-half fightback and Roberto Pereyra was sent off . The referee was terrible, said Mazzarri, who claimed that the official, Graham Scott, was the first cause of the result.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-12-03T17:12:33Z", "webTitle": "West Brom give Tony Pulis solace with breezy win over 10-man Watford", "webUrl": "https://www.theguardian.com/football/2016/dec/03/west-bromwich-albion-watford-premier-league-match-report", "wordCnt": 695}, {"apiUrl": "https://content.guardianapis.com/football/2016/dec/03/tottenham-hotspur-swansea-city-premier-league-match-report", "firPara": "The comedian Michael McIntyre was in attendance, while the White Hart Lane PA announcer referred to the Swansea City substitute Fernando Llorente as Fernando Morientes on more than one occasion. But for the biggest laugh of the afternoon, nobody needed to look any further than the referee, Jon Moss, whose decision to award Dele Alli a penalty on 39 minutes for what was a swan dive broke Swansea City.", "id": "football/2016/dec/03/tottenham-hotspur-swansea-city-premier-league-match-report", "isHosted": false, "secPara": "Alli seemed to tumble in slow motion under Kyle Naughtons non-challenge and when Moss blew for the penalty it was the catalyst for Tottenham Hotspur to surge to a much-needed win. Harry Kane scored from the spot and he would get another one after the interval to take his tally to seven in six appearances for the club.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-12-03T17:11:05Z", "webTitle": "Harry Kane at the double as five-star Tottenham saunter past Swansea", "webUrl": "https://www.theguardian.com/football/2016/dec/03/tottenham-hotspur-swansea-city-premier-league-match-report", "wordCnt": 769}, {"apiUrl": "https://content.guardianapis.com/football/live/2016/dec/03/tottenham-hotspur-v-swansea-fa-cup-second-round-and-more-live", "firPara": "West Brom beat Watford to climb to sixth in the Premier League table while in the FA Cup second round National Leagues Sutton United progressed", "id": "football/live/2016/dec/03/tottenham-hotspur-v-swansea-fa-cup-second-round-and-more-live", "isHosted": false, "secPara": "West Brom beat Watford to climb to sixth in the Premier League table while in the FA Cup second round National Leagues Sutton United progressed", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2016-12-03T17:10:28Z", "webTitle": "Tottenham thrash Swansea as Crystal Palace end losing streak – as it happened", "webUrl": "https://www.theguardian.com/football/live/2016/dec/03/tottenham-hotspur-v-swansea-fa-cup-second-round-and-more-live", "wordCnt": 1447}, {"apiUrl": "https://content.guardianapis.com/football/2016/dec/03/crystal-palace-southampton-premier-league-match-report", "firPara": "A day that began with talk of Alan Pardew getting the sack ended with the Crystal Palace manager musing on peanut butter. What a difference a 3-0 victory makes.", "id": "football/2016/dec/03/crystal-palace-southampton-premier-league-match-report", "isHosted": false, "secPara": "An unspectacular but well-organised win over Southampton gave Palace their first three points in the Premier League since September. It also brought an end to a run of six straight defeats and earned the Eagles their first clean sheet of the season.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-12-03T17:08:38Z", "webTitle": "Crystal Palace beat Southampton to ease pressure on manager Alan Pardew", "webUrl": "https://www.theguardian.com/football/2016/dec/03/crystal-palace-southampton-premier-league-match-report", "wordCnt": 772}, {"apiUrl": "https://content.guardianapis.com/football/live/2016/dec/03/manchester-city-v-chelsea-premier-league-live-report", "firPara": "Chelsea made it eight wins in a row and boosted their title challenge with a clinical comeback, scoring three times in the second half as Manchester City unravelled, with Sergio Agüero and Fernandinho both sent off", "id": "football/live/2016/dec/03/manchester-city-v-chelsea-premier-league-live-report", "isHosted": false, "secPara": "Antonio Conte has to stop, and so must we. Be sure to join Lawrence Ostlere for the Saturday clockwatch", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2016-12-03T15:17:03Z", "webTitle": "Manchester City 1-3 Chelsea: Premier League – as it happened", "webUrl": "https://www.theguardian.com/football/live/2016/dec/03/manchester-city-v-chelsea-premier-league-live-report", "wordCnt": 1782}, {"apiUrl": "https://content.guardianapis.com/football/2016/dec/03/manchester-city-chelsea-premier-league-match-report", "firPara": "When the dust settles on a tempestuous match, the finger-pointing stops and the bans are handed out, perhaps this will be the occasion when Chelsea made it clear their title aspirations are authentic. They rode their luck at times – discounting the own goal from Gary Cahill – and their opponents were entitled to be aggrieved about some of the refereeing decisions. Yet nobody could question the endurance of Antonio Contes men, their competitive courage and the tactical acumen of their manager.", "id": "football/2016/dec/03/manchester-city-chelsea-premier-league-match-report", "isHosted": false, "secPara": "Unfortunately for them, the occasion will be remembered more for the collective lack of discipline in stoppage time when City, to put it bluntly, lost the plot. Sergio Agüero, having already served one suspension this season, can expect a four-game ban after his scything red-card challenge on David Luiz. That, however, told only part of the story as the two sets of players clashed by the touchline and Fernandinho could be in serious trouble after reacting to some provocation from Cesc Fàbregas by grabbing him by the neck, levering him towards the crowd and eventually pushing him over the advertising hoardings almost into the laps of the front row of spectators.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-12-03T14:47:45Z", "webTitle": "Chelsea surge past Manchester City as Agüero and Fernandinho see red", "webUrl": "https://www.theguardian.com/football/2016/dec/03/manchester-city-chelsea-premier-league-match-report", "wordCnt": 1053}, {"apiUrl": "https://content.guardianapis.com/football/blog/2016/dec/03/jose-mourinho-manchester-united-everton-goodison-park", "firPara": "José Mourinho enjoys going to Everton. Always difficult, always beautiful, he says. The Manchester United managers reasons include old-fashioned stadium architecture, passionate fans and the fact that Goodison Park was the setting for some of Portugals most famous victories in the 1966 World Cup. Mourinho was only three at the time Eusébio was banging in the goals against Brazil and North Korea, but he will not find it too difficult to re-imagine the atmosphere as the ground has hardly changed since.", "id": "football/blog/2016/dec/03/jose-mourinho-manchester-united-everton-goodison-park", "isHosted": false, "secPara": "A more pragmatic reason for Mourinho to look forward to Sundays kick-off is that it breaks a disappointing sequence of league games at Old Trafford. The last time United earned three points was away from home, at Swansea. Due to a combination of the international break and the fixture computer United have not had an away Premier League game in almost a month while three home fixtures since the emphatic defeat at Chelsea in mid-October have yielded one point each.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-12-03T12:00:21Z", "webTitle": "Mourinho can see Manchester United’s form and fortune converging at Everton", "webUrl": "https://www.theguardian.com/football/blog/2016/dec/03/jose-mourinho-manchester-united-everton-goodison-park", "wordCnt": 903}, {"apiUrl": "https://content.guardianapis.com/football/live/2016/dec/03/a-league-melbourne-city-v-brisbane-roar-live", "firPara": "Perhaps one of the worst-spirited games weve seen in the A-League in recent years. The coaches set the tone pre-game with he said, she said accusations flying out of both camps.", "id": "football/live/2016/dec/03/a-league-melbourne-city-v-brisbane-roar-live", "isHosted": false, "secPara": "The players very much took that to heart with a series of malicious and contentious flashpoints; none more so than the coming-together between the veteran defender Jade North and Citys captain Bruno Fornaroli. In stopping play to look to escalate a personal battle between the two, North arguably badly let down his side; both sets of players virtually stopped on the pitch, but no whistle was forthcoming, and Melbourne City fashioned a contentious equaliser.", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2016-12-03T11:11:59Z", "webTitle": "A-League: Melbourne City 1-1 Brisbane Roar – as it happened", "webUrl": "https://www.theguardian.com/football/live/2016/dec/03/a-league-melbourne-city-v-brisbane-roar-live", "wordCnt": 3904}, {"apiUrl": "https://content.guardianapis.com/football/2016/dec/02/gylfi-sigurdsson-perfect-tottenham-pochettino", "firPara": "Mauricio Pochettino says Gylfi Sigurdsson would have been a perfect player for him at Tottenham Hotspur, as he lamented how the midfielder was allowed to leave for Swansea City in the summer of 2014.", "id": "football/2016/dec/02/gylfi-sigurdsson-perfect-tottenham-pochettino", "isHosted": false, "secPara": "Pochettino had been appointed as the Spurs manager on 27 May of that year and he named Sigurdsson in the starting XI for his first match in charge on 19 July – a friendly against Seattle Sounders on the pre-season tour of the United States. But, 40 minutes before kick-off, Pochettino was forced to withdraw Sigurdsson from the lineup, after taking a call from the board to tell him a deal had been agreed with Swansea. It was essentially a swap in which the defender Ben Davies joined from the Liberty Stadium.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-12-03T00:57:05Z", "webTitle": "Gylfi Sigurdsson would have been perfect for me at Tottenham, says Pochettino", "webUrl": "https://www.theguardian.com/football/2016/dec/02/gylfi-sigurdsson-perfect-tottenham-pochettino", "wordCnt": 598}, {"apiUrl": "https://content.guardianapis.com/football/2016/dec/02/crystal-palace-alan-pardew-crisis", "firPara": "Alan Pardew has conceded his future at Crystal Palace is dependent upon arresting the sides dismal recent form and admitted the club themselves are in crisis before Saturdays pivotal visit of Southampton to Selhurst Park.", "id": "football/2016/dec/02/crystal-palace-alan-pardew-crisis", "isHosted": false, "secPara": "Palace have lost their last six league games and hover outside the relegation zone only on goal difference, with the playing and coaching staff having spent this week attempting to recover from the shock of their chaotic 5-4 defeat at Swansea City. Pardew held clear-the-air talks with his players and has spoken with the chairman, Steve Parish, to leave him acutely aware patience is wearing thin. The clubs co-owners – the American businessmen David Blitzer and Josh Harris – are anxious to protect their investment and Sam Allardyce is available as a potential replacement.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-12-03T00:56:01Z", "webTitle": "Alan Pardew admits Crystal Palace are in crisis ahead of Southampton match", "webUrl": "https://www.theguardian.com/football/2016/dec/02/crystal-palace-alan-pardew-crisis", "wordCnt": 836}], "startIndex": 2091, "status": "ok", "total": 141934, "userTier": "developer"}}