{"response": {"currentPage": 426, "orderBy": "newest", "pageSize": 10, "pages": 14194, "results": [{"apiUrl": "https://content.guardianapis.com/football/2016/aug/21/sunderland-middlesbrough-premier-league-match-report", "firPara": "Two goals from Cristhian Stuani did much more than merely win the Wear-Tees derby. Quite apart from securing Middlesbroughs first victory since their return to Premier League combat, the ruthless Uruguayan offered Ellis Short, Sunderlands watching owner, a timely reminder that without substantial investment by the end of the month his club will surely be in acute danger of relegation.", "id": "football/2016/aug/21/sunderland-middlesbrough-premier-league-match-report", "isHosted": false, "secPara": "This was not the home debut David Moyes had hoped for when he succeeded Sam Allardyce last month but Sunderlands new manager deserves praise for making the best of some extremely threadbare resources.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-08-21T14:46:26Z", "webTitle": "Middlesbrough sink Sunderland with Cristhian Stuani double", "webUrl": "https://www.theguardian.com/football/2016/aug/21/sunderland-middlesbrough-premier-league-match-report", "wordCnt": 929}, {"apiUrl": "https://content.guardianapis.com/football/live/2016/aug/21/sunderland-v-middlesbrough-premier-league-live", "firPara": "Two wonderful goals from Cristhian Stuani gave Middlesbrough their first Premier League victory since 2009 in a hard-fought Tees-Wear derby", "id": "football/live/2016/aug/21/sunderland-v-middlesbrough-premier-league-live", "isHosted": false, "secPara": "Peep peep! That is a fine win for Middlesbrough, the result of two seriously good goals from Cristhian Stuani. Sunderland had much more of the ball, with Duncan Watmore superb, but apart from one electric 15-minute spell in the second half they struggled to create clear chances. Thanks for your company, bye.", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2016-08-21T14:21:42Z", "webTitle": "Sunderland 1-2 Middlesbrough: Premier League – as it happened", "webUrl": "https://www.theguardian.com/football/live/2016/aug/21/sunderland-v-middlesbrough-premier-league-live", "wordCnt": 2112}, {"apiUrl": "https://content.guardianapis.com/football/2016/aug/21/ipswich-norwich-east-anglian-derby-match-report", "firPara": "Seven years have passed since Ipswich Town finished an East Anglian derby in the ascendancy. Before Sunday afternoon, their most recent six meetings with Norwich had brought five defeats; one a 5-1 embarrassment at Portman Road and another granting their rivals passage to the 2014-15 play‑off final. A well-deserved draw this time did something to stop the rot but 14 years in the Championship have bred a slow-burning unease among their support and is a fact not lost on Mick McCarthy, whose side was warmly applauded off the Portman Road pitch.", "id": "football/2016/aug/21/ipswich-norwich-east-anglian-derby-match-report", "isHosted": false, "secPara": "Objectively, McCarthy has done a fine job on straitened resources. Ipswich increasingly resemble an analogue operation in a fast-moving Championship that is in danger of moving in two distinct streams. Sixth and seventh-placed finishes in successive years have been more than reasonable on the face of it, but discord about the teams style accompanied a sharp decline in the second half of 2015‑16 and the opprobrium grew louder after a limp 2-0 defeat at Brentford the previous Saturday.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-08-21T13:26:59Z", "webTitle": "Football League Weekly: Mick McCarthy swears Ipswich have reason to cheer | Nick Ames", "webUrl": "https://www.theguardian.com/football/2016/aug/21/ipswich-norwich-east-anglian-derby-match-report", "wordCnt": 1583}, {"apiUrl": "https://content.guardianapis.com/football/2016/aug/21/arsenal-joel-campbell-sporting-lisbon-loan", "firPara": "Arsenals Joel Campbell has signed a deal to join Sporting Lisbon on a season-long loan.", "id": "football/2016/aug/21/arsenal-joel-campbell-sporting-lisbon-loan", "isHosted": false, "secPara": "The 24-year-old scored four times in 30 first-team appearances for Arsenal last year, having joined the club in 2011 and spending previous loan spells at Lorient, Real Betis, Olympiakos and Villarreal making this the fifth country he has played in since his arrival at the Emirates.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-08-21T12:19:25Z", "webTitle": "Arsenal’s Joel Campbell moves to Sporting Lisbon on season-long loan", "webUrl": "https://www.theguardian.com/football/2016/aug/21/arsenal-joel-campbell-sporting-lisbon-loan", "wordCnt": 241}, {"apiUrl": "https://content.guardianapis.com/football/2016/aug/20/aitor-karanka-david-moyes-middlesbrough-sunderland-derby", "firPara": "Aitor Karanka is convinced that David Moyess coaching qualities literally got lost in translation during an unhappy spell at Real Sociedad but the Spaniard is not about to underestimate Sunderlands new manager.", "id": "football/2016/aug/20/aitor-karanka-david-moyes-middlesbrough-sunderland-derby", "isHosted": false, "secPara": "Karanka takes Middlesbrough to the Stadium of Light on Sunday for his first north-east derby adamant that a Wearside team depleted alarmingly by injuries are improving every week under David.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-08-20T21:30:15Z", "webTitle": "Aitor Karanka laments David Moyes’ fall in Spain as north-east derby looms", "webUrl": "https://www.theguardian.com/football/2016/aug/20/aitor-karanka-david-moyes-middlesbrough-sunderland-derby", "wordCnt": 780}, {"apiUrl": "https://content.guardianapis.com/football/2016/aug/20/antoine-griezmann-atletico-madrid-champions-league-la-liga-football", "firPara": "After disappointment last season the Atlético Madrid striker is determined to return even stronger and has his heart set on the Champions League title", "id": "football/2016/aug/20/antoine-griezmann-atletico-madrid-champions-league-la-liga-football", "isHosted": false, "secPara": "Inside the Stade de France at the finish line of Euro 2016, Antoine Griezmann confronted the ogre of defeat in a major final for the second time in six weeks. To lose a Champions League final with your club, then a European Championship with your country – both of which were knife-edge close encounters – in one summer is unusually cruel. Griezmann left the pitch in Paris after the defeat against Portugal and returned to the dressing room with his team-mates. I was very sad but I did not cry, he says. I told myself, I must be determined and encourage the guys and comfort them. I wanted to show everyone my character, that I can be a leader of the team.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-08-20T21:00:14Z", "webTitle": "Antoine Griezmann: ‘I did not cry … I wanted to show I can be a leader’", "webUrl": "https://www.theguardian.com/football/2016/aug/20/antoine-griezmann-atletico-madrid-champions-league-la-liga-football", "wordCnt": 1438}, {"apiUrl": "https://content.guardianapis.com/football/blog/2016/aug/20/pep-guardiola-ruthless-joe-hart-manchester-city", "firPara": "At this stage, it is fairly obvious what happens next. Claudio Bravo is on his way from Barcelona. Joe Hart has played his last game in Manchester Citys colours and the speed at which everything has happened, with hardly a backwards glance from Pep Guardiola, means we will presumably hear more in the coming days about how cold and hard‑faced this sport can be sometimes.", "id": "football/blog/2016/aug/20/pep-guardiola-ruthless-joe-hart-manchester-city", "isHosted": false, "secPara": "Unfortunately for Hart that is just the nature of the business and, while it is easy to understand an element of the sympathy, perhaps it might be an idea for some of the more outraged to go back to Guardiolas time at Barcelona and consider the results of a coach who knows precisely what he wants and refuses to bend for anyone.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-08-20T21:00:14Z", "webTitle": "Pep Guardiola shows ruthlessness over Joe Hart but he is not a bad judge | Daniel Taylor", "webUrl": "https://www.theguardian.com/football/blog/2016/aug/20/pep-guardiola-ruthless-joe-hart-manchester-city", "wordCnt": 1994}, {"apiUrl": "https://content.guardianapis.com/football/2016/aug/20/andre-gray-apologises-homophobic-tweet-gay", "firPara": "The Burnley striker Andre Gray has apologised after homophobic tweets in which he appeared to condone killing gay people were shared on social media.", "id": "football/2016/aug/20/andre-gray-apologises-homophobic-tweet-gay", "isHosted": false, "secPara": "One of the messages, written in 2012 when Gray played for non-league Hinckley United, read Is it me or are there gays everywhere? #Burn #Die #Makesmesick. That tweet, and others containing similar terms, were deleted on Saturday, soon after they started re-circulating online.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-08-20T20:12:24Z", "webTitle": "Andre Gray sorry for homophobic tweet calling for gay people to ‘burn and die’", "webUrl": "https://www.theguardian.com/football/2016/aug/20/andre-gray-apologises-homophobic-tweet-gay", "wordCnt": 599}, {"apiUrl": "https://content.guardianapis.com/football/football-league-blog/2016/aug/20/football-league-your-thoughts-huddersfield-wolves", "firPara": "• Huddersfield are the divisions new leaders but left it late to beat Barnsley 2-1 as Jonathan Hogg fired an injury-time winner. They are the only team to win three matches, and sit two points clear. David Wagner, who was the best man at Jürgen Klopps wedding, will enjoy his Sunday more than the Liverpool manager.", "id": "football/football-league-blog/2016/aug/20/football-league-your-thoughts-huddersfield-wolves", "isHosted": false, "secPara": "• Walter Zengas Wolves are among that pack after an impressive 3-1 derby win at Birmingham. Joe Mason curled in an equaliser for the visitors before Danny Batth and Jon Bodvarsson sealed all three points. Later, Derby and Aston Villa played out a teatime goalless draw in a far less exciting Midlands clash.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-08-20T18:49:41Z", "webTitle": "Football League your thoughts: Wolves join chasing pack as Huddersfield go top", "webUrl": "https://www.theguardian.com/football/football-league-blog/2016/aug/20/football-league-your-thoughts-huddersfield-wolves", "wordCnt": 750}, {"apiUrl": "https://content.guardianapis.com/football/2016/aug/20/leicester-city-arsenal-premier-league-match-report", "firPara": "This was just enough. Just enough to avoid a two-game unwanted crisis. Just enough to save face. Just enough to suggest that, even if they are still rusty and looking a distance off the early-season intent shown by the big hitters from Manchester United, Manchester City, Chelsea (not forgetting Hull), they can still breathe.", "id": "football/2016/aug/20/leicester-city-arsenal-premier-league-match-report", "isHosted": false, "secPara": "With the consequences of defeat crystal clear, it was vital for both Leicester City and Arsenal to avoid the stress that would have provoked. As it was, even with a draw away from home to the defending champions, the visiting contingent provided a discordant accompaniment to a frenetic finale. Spend some money, yelled the fans in the away corner, with an expletive thrown in. It was almost rubbing it in to see Jamie Vardy, whom Wenger tried to buy, leave the field wearing a swapped Arsenal shirt.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-08-20T18:34:53Z", "webTitle": "Arsène Wenger insists he is ready to spend after Arsenal draw at Leicester", "webUrl": "https://www.theguardian.com/football/2016/aug/20/leicester-city-arsenal-premier-league-match-report", "wordCnt": 831}], "startIndex": 4251, "status": "ok", "total": 141935, "userTier": "developer"}}