{"response": {"currentPage": 27, "orderBy": "newest", "pageSize": 10, "pages": 14194, "results": [{"apiUrl": "https://content.guardianapis.com/football/blog/2017/mar/13/mourinho-eden-hazard-chelsea-manchester-united-fa-cup", "firPara": "Midway through a thrilling, slightly wild first half at Stamford Bridge Phil Jones could be seen bumping and jouncing into the back of Eden Hazard on the edge of the Chelsea box like a middle-aged man performing an aggressively drunken conga at the office party. As Hazard fell Jones also stood on his hand, no doubt balancing up the throb in Hazards right cheek, where Ander Herrera had left his shoulder a few minutes before.", "id": "football/blog/2017/mar/13/mourinho-eden-hazard-chelsea-manchester-united-fa-cup", "isHosted": false, "secPara": "The match facts will reveal that this 1-0 FA Cup quarter final victory was decided by NGolo Kantés clinching goal just after the break, and nudged one way by the red card shown to Herrera towards the end of the first half. But it was fear of Hazard that dominated Uniteds game plan here, that dominated the active parts of this game, and which led indirectly to both these decisive events.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-03-13T22:18:17Z", "webTitle": "Mourinho’s cynical Eden Project falters at Hazard’s twinkling feet | Barney Ronay", "webUrl": "https://www.theguardian.com/football/blog/2017/mar/13/mourinho-eden-hazard-chelsea-manchester-united-fa-cup", "wordCnt": 875}, {"apiUrl": "https://content.guardianapis.com/football/blog/2017/mar/13/chelsea-1-0-manchester-united-five-talking-points-from-fa-cup-tie", "firPara": "José Mourinho tends to single out those he considers threats and Antonio Conte, the permanent successor to his crown, is his target of choice. Having spent the buildup suggesting Chelsea play a more defensive style of football than under his stewardship, and that the Premier League leaders have benefited from a lack of European football, all that frustration that has simmered since the 4-0 humiliation here in October came pouring out. The pair do not know each other well but there is needle already to their relationship. The fourth official, Mike Jones, found himself sandwiched as they screamed at each other, an exchange which made Mourinho airing his post-mach complaint into the Italians ear back in the autumn feel tame. Conte had previously been unflappable all season. Mourinho has got under his skin.", "id": "football/blog/2017/mar/13/chelsea-1-0-manchester-united-five-talking-points-from-fa-cup-tie", "isHosted": false, "secPara": "He had the same effect on some of those who recently worshipped him. The Manchester United manager, Mourinho, was already convinced Chelseas players were going to ground too eagerly when he reacted furiously as Eden Hazard crumpled under Paul Pogbas challenge, demanding sanction from the officials. A section of the home support, fans who used to love his tantrums, immediately showered the Portuguese with abuse, to which he responded by pointing at the pitch and showing them three fingers for the trio of titles he won while at Stamford Bridge. That gesture was repeated before the interval as the chants – Youre not special any more and Judas – flared at every flashpoint. The makeup of the home support may differ slightly for FA Cup fixtures but the sentiment was clear. Chelsea have moved on.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-03-13T21:59:08Z", "webTitle": "Chelsea 1-0 Manchester United: five talking points from the FA Cup tie", "webUrl": "https://www.theguardian.com/football/blog/2017/mar/13/chelsea-1-0-manchester-united-five-talking-points-from-fa-cup-tie", "wordCnt": 631}, {"apiUrl": "https://content.guardianapis.com/football/live/2017/mar/13/chelsea-v-manchester-united-fa-cup-live", "firPara": "NGolo Kanté scored from long range to earn Chelsea a place in the FA Cup semi-finals, after Ander Herrera was sent off for two yellow cards", "id": "football/live/2017/mar/13/chelsea-v-manchester-united-fa-cup-live", "isHosted": false, "secPara": "NGolo Kanté scored from long range to earn Chelsea a place in the FA Cup semi-finals, after Ander Herrera was sent off for two yellow cards", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2017-03-13T21:56:17Z", "webTitle": "Chelsea 1-0 Manchester United: FA Cup - as it happened", "webUrl": "https://www.theguardian.com/football/live/2017/mar/13/chelsea-v-manchester-united-fa-cup-live", "wordCnt": 1845}, {"apiUrl": "https://content.guardianapis.com/football/live/2017/mar/13/fa-cup-semi-final-draw-live", "firPara": "Chelsea were drawn against Tottenham, while Arsenal and Manchester City will meet in the other FA Cup semi-final, with the ties played on 22 and 23 April", "id": "football/live/2017/mar/13/fa-cup-semi-final-draw-live", "isHosted": false, "secPara": "Prediction\n\nArsenal v Tottenham Tottenham v Manchester City Chelsea v Arsenal\n Chelsea v Manchester City final. But theres only one way to be sure! Theyll have to play those semi-finals on 22 and 23 April. Bye!", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2017-03-13T21:52:09Z", "webTitle": "FA Cup semi-final draw: Chelsea v Tottenham, Arsenal v Manchester City", "webUrl": "https://www.theguardian.com/football/live/2017/mar/13/fa-cup-semi-final-draw-live", "wordCnt": 178}, {"apiUrl": "https://content.guardianapis.com/football/2017/mar/13/chelsea-manchester-united-fa-cup-match-report", "firPara": "Perhaps there will be a day in the future when José Mourinho can return to Stamford Bridge without the rancour and acrimony that accompanied this tie. It might, however, be a long time away judging by the sourness that infiltrated another triumphant night for Chelsea and left Mourinho trying desperately to get in the last word. Judas is No1, was a nice soundbite from the former Chelsea manager, reflecting on his trophy count in these parts, but only a small victory considering the joys for Antonio Conte.", "id": "football/2017/mar/13/chelsea-manchester-united-fa-cup-match-report", "isHosted": false, "secPara": "By the time it was all done Contes team were into a semi-final against Tottenham and their supporters were left wondering whether he might emulate Carlo Ancelotti by finishing his first season at the club with the double. NGolo Kanté had scored in the games decisive moment five minutes into the second half and, after that, it was always going to be difficult for Manchester United bearing in mind Ander Herrera had been sent off during what looked suspiciously like a premeditated campaign to target Eden Hazard. Conte was convinced, accusing United of trying to intimidate and describing their tactics in this part of the match as only kicking.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-03-13T21:45:22Z", "webTitle": "N’Golo Kanté sends Chelsea past 10-man Manchester United in FA Cup", "webUrl": "https://www.theguardian.com/football/2017/mar/13/chelsea-manchester-united-fa-cup-match-report", "wordCnt": 830}, {"apiUrl": "https://content.guardianapis.com/football/2017/mar/13/women-in-football-share-your-thoughts-on-the-fas-new-participation-plans", "firPara": "If youre involved in womens football, wed like to hear your thoughts on the plans to double the number of girls taking part in the sport by 2020", "id": "football/2017/mar/13/women-in-football-share-your-thoughts-on-the-fas-new-participation-plans", "isHosted": false, "secPara": "If youre involved in womens football, wed like to hear your thoughts on the plans to double the number of girls taking part in the sport by 2020", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-03-13T20:51:28Z", "webTitle": "Women in football: share your thoughts on the FA's new participation plans", "webUrl": "https://www.theguardian.com/football/2017/mar/13/women-in-football-share-your-thoughts-on-the-fas-new-participation-plans", "wordCnt": 312}, {"apiUrl": "https://content.guardianapis.com/football/2017/mar/13/baroness-sue-campbell-womens-football-fa-plan", "firPara": "What were trying to do is use football to empower girls and women to take part in sport and through that change their confidence, their self-esteem and their ability to do well in life. I mean, it sounds very grand but thats what were really trying to do.", "id": "football/2017/mar/13/baroness-sue-campbell-womens-football-fa-plan", "isHosted": false, "secPara": "Baroness Sue Campbell is sitting in the cavernous Bobby Moore lounge at Wembley Stadium explaining the latest project that might seem impossible if it were not for the fact she is involved in it. The former PE teacher who became the head of UK Sport and oversaw Britains transformation into an Olympic superpower is now the Football Associations head of womens football and, among other things, aims to double participation in three years.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-03-13T19:44:35Z", "webTitle": "Baroness Sue Campbell begins to right women’s football’s historic wrongs", "webUrl": "https://www.theguardian.com/football/2017/mar/13/baroness-sue-campbell-womens-football-fa-plan", "wordCnt": 1045}, {"apiUrl": "https://content.guardianapis.com/football/blog/2017/mar/13/leicester-city-champions-league-sevilla-jamie-vardy", "firPara": "Before Jamie Vardys first-leg goal they seemed down and out but Craig Shakespeares side now look equipped to give their opponents a proper game", "id": "football/blog/2017/mar/13/leicester-city-champions-league-sevilla-jamie-vardy", "isHosted": false, "secPara": "Before Jamie Vardys first-leg goal they seemed down and out but Craig Shakespeares side now look equipped to give their opponents a proper game", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-03-13T19:42:22Z", "webTitle": "Leicester City ready to seize Champions League chance against Sevilla", "webUrl": "https://www.theguardian.com/football/blog/2017/mar/13/leicester-city-champions-league-sevilla-jamie-vardy", "wordCnt": 1059}, {"apiUrl": "https://content.guardianapis.com/football/blog/2017/mar/13/deportivo-barcelona-pep-mel-riazor", "firPara": "Pepe Mel packed a bag, climbed behind the wheel and headed north from Seville, taking his staff and a little happiness with him. He did not stop until the village of Villafranca del Bierzo, León 744km gone, 222km to go. It was dark, late and they still did not know if the journey was going to be worth it, ready to turn back if needs be. Unemployed since he left Betis in January 2016, Mel had published his third novel – about football and aimed at kids this time – but coaching is his calling so he travelled in hope and the next day they crossed into Galicia. By the time they reached the Atlantic, Deportivo de La Coruña had decided.", "id": "football/blog/2017/mar/13/deportivo-barcelona-pep-mel-riazor", "isHosted": false, "secPara": "Deportivo waited anxiously; Mels hope was vital, his enthusiasm persuasive. Things did not look good. Gaizka Garitano had just been sacked, a fortnight after the president insisted there was no ultimatum, no questioning, no nothing. They had been convinced by him when he came in the summer, choosing carefully, and some still clung to the fact that the way Depor played was better than the results they got – better than the refereeing they got too – but those results were racking up and they had started looking down. Four consecutive defeats culminated in a hammering at Butarque, Leganés scoring a fifth of their league goals in a single afternoon. We need a reset, the president said. We need a mind-set, the new manager said.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-03-13T18:26:01Z", "webTitle": "Deportivo’s humbling of Barcelona marks a happy new chapter for Pepe Mel | Sid Lowe", "webUrl": "https://www.theguardian.com/football/blog/2017/mar/13/deportivo-barcelona-pep-mel-riazor", "wordCnt": 2403}, {"apiUrl": "https://content.guardianapis.com/football/2017/mar/13/ninety-minutes-of-punts-towards-the-big-belgian", "firPara": "Today A tracksuit that might generously be termed Fiver chic, the second coming and going of Steve McClaren and towel throwing at Plucky Wigan", "id": "football/2017/mar/13/ninety-minutes-of-punts-towards-the-big-belgian", "isHosted": false, "secPara": "Today A tracksuit that might generously be termed Fiver chic, the second coming and going of Steve McClaren and towel throwing at Plucky Wigan", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-03-13T16:45:01Z", "webTitle": "The Fiver | Ninety minutes of punts towards the big Belgian", "webUrl": "https://www.theguardian.com/football/2017/mar/13/ninety-minutes-of-punts-towards-the-big-belgian", "wordCnt": 1412}], "startIndex": 261, "status": "ok", "total": 141934, "userTier": "developer"}}