{"response": {"currentPage": 183, "orderBy": "newest", "pageSize": 10, "pages": 14194, "results": [{"apiUrl": "https://content.guardianapis.com/football/2016/dec/14/tottenham-hotspur-hull-city-premier-league-match-report", "firPara": "Christian Eriksen might have departed with the match ball as only the width of a post denied him what would have been the first hat-trick of his club career. It was the lone complaint for him on a night when Tottenham Hotspur recovered some of their rhythm.", "id": "football/2016/dec/14/tottenham-hotspur-hull-city-premier-league-match-report", "isHosted": false, "secPara": "They had needed a response to Sundays defeat at Manchester United and thanks to Eriksen they found one. Apart from a wobble at the beginning of the second half they were too slick for a Hull City team that once again looked fragile on the road. They have now lost six away matches in succession.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-12-14T22:03:24Z", "webTitle": "Two-goal Christian Eriksen inspires Tottenham to victory over Hull City", "webUrl": "https://www.theguardian.com/football/2016/dec/14/tottenham-hotspur-hull-city-premier-league-match-report", "wordCnt": 678}, {"apiUrl": "https://content.guardianapis.com/football/2016/dec/14/crystal-palace-manchester-united-premier-league-match-report", "firPara": "A ruthless streak has been restored to Manchester Uniteds approach after all. José Mourinho had seen his teams dominance yield only draws too often of late, but here they did what this club used to do as a matter of course.", "id": "football/2016/dec/14/crystal-palace-manchester-united-premier-league-match-report", "isHosted": false, "secPara": "Just as the prospect loomed large of shedding points to a Crystal Palace team most among the elite will consider there for the taking, class told. Their progress feels more serene when an unbeaten league run is extended to seven games by successive victories, however narrow.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-12-14T22:03:13Z", "webTitle": "Zlatan Ibrahimovic late goal gives Manchester United win at Crystal Palace", "webUrl": "https://www.theguardian.com/football/2016/dec/14/crystal-palace-manchester-united-premier-league-match-report", "wordCnt": 866}, {"apiUrl": "https://content.guardianapis.com/football/2016/dec/14/stoke-city-southampton-premier-league-match-report", "firPara": "From the moment Stokes Marko Arnautovic was sent off at the mid-point of the opening half a goalless draw felt a hardly surprising result given the old cliche about 10 men being difficult to break down.", "id": "football/2016/dec/14/stoke-city-southampton-premier-league-match-report", "isHosted": false, "secPara": "Southampton dominated what at times was a nasty affair but could have-should have is another football maxim which concerns the bottom line being all about the result of a game. So, by the close Claude Puels side must have rued their profligacy and Mark Hughess troops could feel pride at their bloody-mindedness in hanging on for a point.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-12-14T22:02:17Z", "webTitle": "Stoke survive early Marko Arnautovic red card to hold Southampton", "webUrl": "https://www.theguardian.com/football/2016/dec/14/stoke-city-southampton-premier-league-match-report", "wordCnt": 744}, {"apiUrl": "https://content.guardianapis.com/football/2016/dec/14/west-ham-united-burnley-premier-league-match-report", "firPara": "The demeanour was no less hangdog, but Slaven Bilics words were upbeat at last as he was able to celebrate a rare home Premier League victory.", "id": "football/2016/dec/14/west-ham-united-burnley-premier-league-match-report", "isHosted": false, "secPara": "Mark Nobles first-half goal, tucking away the rebound of his own saved penalty, earned West Ham three points in an unremarkable but unrelenting encounter with Burnley in which the home side dominated the first half only for the visitors to spring back in the second.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-12-14T22:01:41Z", "webTitle": "Mark Noble counts his spot luck as West Ham see off bullish Burnley", "webUrl": "https://www.theguardian.com/football/2016/dec/14/west-ham-united-burnley-premier-league-match-report", "wordCnt": 640}, {"apiUrl": "https://content.guardianapis.com/football/2016/dec/14/manchester-city-watford-premier-league-match-report", "firPara": "When the owners of Manchester City finally managed to persuade Pep Guardiola to oversee the next stage of their masterplan it is fair to say they probably did not expect to be approaching Christmas scuffling with a team of Watfords limitations for their first league win at home in almost three months.", "id": "football/2016/dec/14/manchester-city-watford-premier-league-match-report", "isHosted": false, "secPara": "The revolution certainly has not taken off as people might have anticipated but City should feel better for this victory even if it was tempered by another terrible blow for the luckless Ilkay Gündogan. On the one hand, the goals from Pablo Zabaleta and David Silva ought to improve Citys confidence going into Sundays game against Arsenal. On the other, it was clear from Guardiolas body language that he expects bad news when Gündogan goes for a scan on suspected knee-ligament damage. Citys manager could not guarantee the Germany international, facing his third serious injury in three years, would play again this season. A long time, was Guardiolas prediction.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-12-14T22:01:35Z", "webTitle": "Manchester City win over timid Watford marred by Ilkay Gündogan injury", "webUrl": "https://www.theguardian.com/football/2016/dec/14/manchester-city-watford-premier-league-match-report", "wordCnt": 860}, {"apiUrl": "https://content.guardianapis.com/football/live/2016/dec/14/sunderland-chelsea-premier-league-clockwatch-live", "firPara": "Chelsea went six points clear with a win at Sunderland, Liverpool climbed to second after breezing past Boro, Man City and Spurs won at home and Salomón Rondón scored a hat-trick of headers", "id": "football/live/2016/dec/14/sunderland-chelsea-premier-league-clockwatch-live", "isHosted": false, "secPara": "And thats it! A good evening for the top clubs Chelsea, Liverpool, Man City, Spurs and Man United all won, and those results made Arsenals loss at Everton even more telling.", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2016-12-14T21:59:57Z", "webTitle": "Sunderland 0-1 Chelsea and more: Premier League clockwatch – as it happened", "webUrl": "https://www.theguardian.com/football/live/2016/dec/14/sunderland-chelsea-premier-league-clockwatch-live", "wordCnt": 1190}, {"apiUrl": "https://content.guardianapis.com/football/live/2016/dec/14/crystal-palace-v-manchester-united-premier-league-live", "firPara": "Zlatan Ibrahimovic scored late to win a match peppered with dreadful refereeing decisions.", "id": "football/live/2016/dec/14/crystal-palace-v-manchester-united-premier-league-live", "isHosted": false, "secPara": "And thats that! United win it late. They almost certainly deserved it on the balance of play, if not quite the balance of refereeing decisions. But they were by far the better team tonight. Theyve won two Premier League matches in a row for the first time since August. They stay sixth, in touch with the leading pack. Palace are 16th, meanwhile, still with many worries, though they probably shouldnt beat themselves up for losing a match in which they had legitimate grievances.", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2016-12-14T21:57:32Z", "webTitle": "Crystal Palace 1-2 Manchester United: Premier League – as it happened", "webUrl": "https://www.theguardian.com/football/live/2016/dec/14/crystal-palace-v-manchester-united-premier-league-live", "wordCnt": 2053}, {"apiUrl": "https://content.guardianapis.com/football/2016/dec/14/chelsea-watford-face-questions-over-agent-links", "firPara": "In the worlds richest football league the trading of players, compressed into two transfer windows, has become a billion-pound whirlwind, involving a flurry of agents whose roles and rewards have never been openly disclosed to supporters or the public. Earlier this year the Football Association injected a sudden gleam of daylight into this market of human talent by publishing a list of the agents, now termed intermediaries, who acted on all the deals done by Englands Premier and Football League clubs in the summer of 2015 and January 2016.", "id": "football/2016/dec/14/chelsea-watford-face-questions-over-agent-links", "isHosted": false, "secPara": "New regulations introduced last year, replacing the old licensed agents system, require that anybody advising or negotiating on behalf of a player or club, on the substantive terms of any deal, must be registered as an intermediary with the FA and reported to the governing body on an official form recording the transfer. The document lists the intermediaries, including familiar big operators such as Jonathan Barnetts Stellar, Leon Angels Base, super agents Jorge Mendes, Mino Raiola and Pini Zahavi, who acted in the deals when thousands of players joined clubs, signed new contracts or were sold by English clubs to overseas sides.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-12-14T21:10:12Z", "webTitle": "Chelsea and Watford face questions over agent links", "webUrl": "https://www.theguardian.com/football/2016/dec/14/chelsea-watford-face-questions-over-agent-links", "wordCnt": 3033}, {"apiUrl": "https://content.guardianapis.com/football/2016/dec/14/the-fiver-claudio-ranieri-leicester-city", "firPara": "In todays Fiver Leicester City, Birmingham City, and much more besides", "id": "football/2016/dec/14/the-fiver-claudio-ranieri-leicester-city", "isHosted": false, "secPara": "In todays Fiver Leicester City, Birmingham City, and much more besides", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-12-14T15:55:03Z", "webTitle": "The Fiver | All the PR-savvy artisans have vanished", "webUrl": "https://www.theguardian.com/football/2016/dec/14/the-fiver-claudio-ranieri-leicester-city", "wordCnt": 1304}, {"apiUrl": "https://content.guardianapis.com/football/blog/2016/dec/14/pep-guardiola-ronald-koeman-manchester-city-everton-full-english", "firPara": "English football. Is it any good or not? Do we have the game we desire, a contest with extra dimensions such as aggression and bravery, or is our version just a primitive ancestor of what everyone else is playing, a throwback revelling in the physical aspects of confrontation that more cerebral exponents bypassed years ago?", "id": "football/blog/2016/dec/14/pep-guardiola-ronald-koeman-manchester-city-everton-full-english", "isHosted": false, "secPara": "In some form or other the question has been debated for decades. The reason for asking it now is that on Tuesday 13 December 2016 both Pep Guardiola and Ronald Koeman made the same point about English football. They said it is more difficult because it is more unpredictable. The ball is in the air a lot more, and when the ball is in the air the outcome of any given challenge is more uncertain, because a player has to win a physical fight.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-12-14T13:04:22Z", "webTitle": "Guardiola and Koeman recognise difficulties of tackling the full English | Paul Wilson", "webUrl": "https://www.theguardian.com/football/blog/2016/dec/14/pep-guardiola-ronald-koeman-manchester-city-everton-full-english", "wordCnt": 1061}], "startIndex": 1821, "status": "ok", "total": 141934, "userTier": "developer"}}