{"response": {"currentPage": 63, "orderBy": "newest", "pageSize": 10, "pages": 14194, "results": [{"apiUrl": "https://content.guardianapis.com/football/2017/feb/19/lincoln-danny-cowley-wembley-north-ferriby", "firPara": "The Lincoln manager has been inundated with interview requests as a result of his teams historic FA Cup run but says he owes it to the boys to concentrate on their promotion bid", "id": "football/2017/feb/19/lincoln-danny-cowley-wembley-north-ferriby", "isHosted": false, "secPara": "The Lincoln manager has been inundated with interview requests as a result of his teams historic FA Cup run but says he owes it to the boys to concentrate on their promotion bid", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-02-19T22:30:20Z", "webTitle": "Lincoln’s Danny Cowley focuses on North Ferriby first as Wembley beckons", "webUrl": "https://www.theguardian.com/football/2017/feb/19/lincoln-danny-cowley-wembley-north-ferriby", "wordCnt": 1070}, {"apiUrl": "https://content.guardianapis.com/football/live/2017/feb/19/la-liga-barcelona-v-leganes-live", "firPara": "Lionel Messi scored twice, including a 90th-minute penalty, as Barcelona left it late to overcome Leganés 2-1 at Camp Nou in La Liga", "id": "football/live/2017/feb/19/la-liga-barcelona-v-leganes-live", "isHosted": false, "secPara": "So, Barcelona get out of jail against Leganés, who were unlucky not to nudge themselves in front, after Lionel Messis early opener. Barcelona did not look co-ordinated, lacked rhythm and had goalkeeper Ter Stegen to thank for keeping them in it on numerous occasions. Messi trudged off at the final whistle. He didnt look too happy after that, says Henry via email. Luis Enrique and Messi to leave at the end of the season? A question for another day now, perhaps.", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2017-02-19T21:44:27Z", "webTitle": "La Liga: Barcelona 2-1 Leganés – as it happened", "webUrl": "https://www.theguardian.com/football/live/2017/feb/19/la-liga-barcelona-v-leganes-live", "wordCnt": 1713}, {"apiUrl": "https://content.guardianapis.com/football/2017/feb/19/jose-mourinho-praise-manchester-united-attitude-blackburn-win", "firPara": "• United manager pleased with how his side came back from a goal down", "id": "football/2017/feb/19/jose-mourinho-praise-manchester-united-attitude-blackburn-win", "isHosted": false, "secPara": "José Mourinho praised the attitude of his Manchester United players to fight back from a goal down and advance past Blackburn Rovers in the FA Cup, although he said Wayne Rooney and Phil Jones would both remain out for their midweek game in Saint-Étienne.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-02-19T20:35:15Z", "webTitle": "José Mourinho praises Manchester United’s attitude in Blackburn win", "webUrl": "https://www.theguardian.com/football/2017/feb/19/jose-mourinho-praise-manchester-united-attitude-blackburn-win", "wordCnt": 377}, {"apiUrl": "https://content.guardianapis.com/football/blog/2017/feb/19/dangers-youngsters-heading-footballs-research", "firPara": "Scientists at Purdue University found that when teenage girls head a football regularly there is a risk of low-level brain injuries which – in some cases – lasts for four or five months", "id": "football/blog/2017/feb/19/dangers-youngsters-heading-footballs-research", "isHosted": false, "secPara": "It has become a depressingly familiar pattern. Dead sportsmens brains are sliced up, skewered under a microscope and the evidence of how their professions have wrecked their minds becomes horribly clear. Where American football leads, association football has followed. Last week research from Swansea University and University College London linked chronic, repetitive head impacts with chronic traumatic encephalopathy (CTE) and dementia in deceased players. Yet the broad direction of travel has long been established even before Jeff Astles early death in 2002 was ascribed by a coroner to industrial disease from heading heavy footballs.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-02-19T20:19:43Z", "webTitle": "Heading footballs can injure adolescents' brains as well | Sean Ingle", "webUrl": "https://www.theguardian.com/football/blog/2017/feb/19/dangers-youngsters-heading-footballs-research", "wordCnt": 930}, {"apiUrl": "https://content.guardianapis.com/football/2017/feb/20/ffa-flounders-as-spectre-of-tipping-point-becoming-vanishing-point", "firPara": "While the current stoush might manifest as a power struggle, at its core is a perhaps necessary debate on the best way to generate and distribute money", "id": "football/2017/feb/20/ffa-flounders-as-spectre-of-tipping-point-becoming-vanishing-point", "isHosted": false, "secPara": "It has been another bruising week for Football Federation Australia. Caught in an untimely pincer movement between emboldened A-League club bosses and the world governing body, FFA is battling to retain its influence over the game.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-02-19T19:00:16Z", "webTitle": "FFA flounders as spectre looms of tipping point becoming vanishing point | Jonathan Howcroft", "webUrl": "https://www.theguardian.com/football/2017/feb/20/ffa-flounders-as-spectre-of-tipping-point-becoming-vanishing-point", "wordCnt": 902}, {"apiUrl": "https://content.guardianapis.com/football/2017/feb/19/fa-cup-sixth-round-draw-chelsea-manchester-united-lincoln", "firPara": "• Lincoln City will visit winners of Sutton v Arsenal tie in last eight", "id": "football/2017/feb/19/fa-cup-sixth-round-draw-chelsea-manchester-united-lincoln", "isHosted": false, "secPara": "Non-league Lincoln City will travel to Arsenal in the FA Cup quarter-finals if the Premier League team overcome Sutton United on Monday night. Sunday nights draw provided three other intriguing ties, with the League One side Millwall pitted against Tottenham Hotspur, Chelsea hosting Manchester United and Middlesbrough to play either Huddersfield Town or Manchester City.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-02-19T18:45:27Z", "webTitle": "FA Cup sixth round: Lincoln may face Sutton, Chelsea host Manchester United", "webUrl": "https://www.theguardian.com/football/2017/feb/19/fa-cup-sixth-round-draw-chelsea-manchester-united-lincoln", "wordCnt": 490}, {"apiUrl": "https://content.guardianapis.com/football/live/2017/feb/19/fa-cup-quarter-final-draw-live", "firPara": "Lincoln City will face either Sutton United or Arsenal in the FA Cup quarter-finals, while Manchester United will travel to Chelsea and Spurs host Millwall", "id": "football/live/2017/feb/19/fa-cup-quarter-final-draw-live", "isHosted": false, "secPara": "Right, what a ruddy brilliant draw that was. On top of a marvellous draw for Lincoln City, theres the mouthwatering prospect of Mourinho taking his Manchester United to former club Chelsea. Plus, Tottenham at home to Millwall and the chance for Middlesbrough to prevail at home.", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2017-02-19T18:45:26Z", "webTitle": "FA Cup quarter-final draw – Chelsea host Man Utd, Sutton could face Lincoln", "webUrl": "https://www.theguardian.com/football/live/2017/feb/19/fa-cup-quarter-final-draw-live", "wordCnt": 517}, {"apiUrl": "https://content.guardianapis.com/football/blog/2017/feb/19/spurs-load-big-guns-find-firepower-get-better-of-fulhan", "firPara": "At the most disarming of venues Tottenham Hotspur found their way through by dispatching the heavy artillery. Four days ago Mauricio Pochettino might not have imagined letting Harry Kane stretch out from the start against Fulham, much less if he had known a knock to his knee would render him a slight doubt; sometimes, though, a job needs doing properly and, if the purpose here was to blow the cobwebs of a sterile February away, then it was served conclusively.", "id": "football/blog/2017/feb/19/spurs-load-big-guns-find-firepower-get-better-of-fulhan", "isHosted": false, "secPara": "Supporters foraging their way to Craven Cottage through the artisan food market in Bishops Park might have expected something closer-run. The six years since Fulham defeated Tottenham 4-0 here in the FA Cup fourth round feel like a lifetime for both clubs – the only remaining player of the 36 selected this time was Mousa Dembélé, who has switched sides – but it had been a weekend of old-fashioned footballing romance and this, still Londons most elegantly appointed arena, seemed the place for it.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-02-19T18:37:49Z", "webTitle": "Spurs load big guns and find firepower to get the better of Fulham | Nick Ames", "webUrl": "https://www.theguardian.com/football/blog/2017/feb/19/spurs-load-big-guns-find-firepower-get-better-of-fulhan", "wordCnt": 899}, {"apiUrl": "https://content.guardianapis.com/football/2017/feb/19/blackburn-rovers-manchester-united-fa-cup", "firPara": "There was a point of this match when Manchester United were threatened with the possibility of their first away defeat to lower-league opposition in this competition since Ron Atkinson took a team to Bournemouth, then of the Third Division, in 1984. On Sunday they were losing, against the team second bottom of the Championship, and in those moments the supporters of Blackburn Rovers were given a fleeting reminder of happier times.", "id": "football/2017/feb/19/blackburn-rovers-manchester-united-fa-cup", "isHosted": false, "secPara": "It did not last long, however. The harsh reality for Blackburn, under the ownership of the Venkys, is that they are straying dangerously towards third-tier football next season for the first time since 1980. The protest banners against the clubs absent owners hung from every bridge on the M65 and Zlatan Ibrahimovics winning goal arrived at the one side of the stadium, the away end, that was full. Almost a third of the crowd was made up by Uniteds supporters and, though Blackburn acquitted themselves reasonably well, it would be stretching the truth to say the story of this match – the holders and 12-times winners fighting back from a goal down before a late winner from their new hero – was as exciting as it perhaps sounds. What a sad indictment, too, that a tie of this nature could take place with 8,000 unfilled seats.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-02-19T18:26:55Z", "webTitle": "Manchester United’s Zlatan Ibrahimovic comes on to finish off Blackburn", "webUrl": "https://www.theguardian.com/football/2017/feb/19/blackburn-rovers-manchester-united-fa-cup", "wordCnt": 848}, {"apiUrl": "https://content.guardianapis.com/football/live/2017/feb/19/blackburn-v-manchester-united-fa-cup-fifth-round-live", "firPara": "Zlatan Ibrahimovic came off the bench to fire Manchester United into the last eight of the FA Cup at the expense of spirited Championship opponents", "id": "football/live/2017/feb/19/blackburn-v-manchester-united-fa-cup-fifth-round-live", "isHosted": false, "secPara": "Life is much easier when you have Paul Pogba and Zlatan Ibrahimovic to bring off the bench. Blackburn Rovers gave Manchester United a scare and were in with a shout even after Marcus Rashfords way. But Jose Mourinho swung the game Uniteds way when he brought on Pogba and Ibrahimovic, who combined for the latters late winner. A proud effort from Blackburn, then, but its United who march into the last eight of the FA Cup. Thats all from me today. Thanks for reading. Bye.", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2017-02-19T18:14:18Z", "webTitle": "Blackburn v Manchester United: FA Cup fifth round – as it happened", "webUrl": "https://www.theguardian.com/football/live/2017/feb/19/blackburn-v-manchester-united-fa-cup-fifth-round-live", "wordCnt": 1211}], "startIndex": 621, "status": "ok", "total": 141934, "userTier": "developer"}}