{"response": {"currentPage": 99, "orderBy": "newest", "pageSize": 10, "pages": 14194, "results": [{"apiUrl": "https://content.guardianapis.com/football/2017/jan/28/fa-cup-roundup-oxford-beat-newcastle", "firPara": "Given the contrasting recent FA Cup pedigrees of Oxford United and Newcastle United, it is debatable whether the League One sides 3-0 win over Rafael Benítezs team constitutes much of a shock. Oxford, who knocked out Swansea City and reached the fourth round last season, have gone one better this year after an emphatic victory over the Championship promotion chasers at the Kassam Stadium.", "id": "football/2017/jan/28/fa-cup-roundup-oxford-beat-newcastle", "isHosted": false, "secPara": "After a goalless first half, Kane Hemmings, who has scored in every round so far, put the home side in front two minutes after the break with his 13th goal of the season, turning the ball in from close range after Chey Dunkley headed Chris Maguires cross back from the far post.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-28T18:23:32Z", "webTitle": "FA Cup roundup: Oxford United cruise past Newcastle into fifth round", "webUrl": "https://www.theguardian.com/football/2017/jan/28/fa-cup-roundup-oxford-beat-newcastle", "wordCnt": 638}, {"apiUrl": "https://content.guardianapis.com/football/2017/jan/28/lincoln-city-brighton-hove-albion-fa-cup-match-report", "firPara": "I feel like I should have something profound to say but I havent got that far in the journey, our planning only went as far as the 90 minutes, the Lincoln City manager, Danny Cowley, said with a smile as big as the achievement he had just overseen. His club came from behind to knock out the Championship leaders, reach the fifth round of the FA Cup for the first time since 1887 and ignite celebrations that will be remembered for generations.", "id": "football/2017/jan/28/lincoln-city-brighton-hove-albion-fa-cup-match-report", "isHosted": false, "secPara": "Richie Towell seemed to have quashed any chance of such a denouement when he fired Brighton into the lead in the first half but, as it tuned out, that served merely to make Lincolns feat more sensational.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-28T17:31:52Z", "webTitle": "Theo Robinson seals shock victory for non-league Lincoln over Brighton", "webUrl": "https://www.theguardian.com/football/2017/jan/28/lincoln-city-brighton-hove-albion-fa-cup-match-report", "wordCnt": 888}, {"apiUrl": "https://content.guardianapis.com/football/2017/jan/28/tottenham-hotspur-wycombe-wanderers-fa-cup-match-report", "firPara": "Shortly after Roger Easts final whistle, the wonderful players of Wycombe Wanderers trooped back on to the pitch to accept the applause of their defiant travelling supporters. They looked as though they had the weight of the world on their shoulders. Breathing heavily, dragging their feet across the muddy grass, their bodies aching, you could have been forgiven for thinking they had each just finished a marathon. Not quite. But they had just run the race of their lives, only to falter with the finishing line in sight.", "id": "football/2017/jan/28/tottenham-hotspur-wycombe-wanderers-fa-cup-match-report", "isHosted": false, "secPara": "The side from League Two had come agonisingly close to pulling off one of the great FA Cup upsets and had given Tottenham Hotspur, a team gearing themselves for an assault on the Premier League title, an almighty fright on their own ground.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-28T17:23:44Z", "webTitle": "Son Heung-min shines as Tottenham come from behind to beat Wycombe", "webUrl": "https://www.theguardian.com/football/2017/jan/28/tottenham-hotspur-wycombe-wanderers-fa-cup-match-report", "wordCnt": 811}, {"apiUrl": "https://content.guardianapis.com/football/2017/jan/28/crystal-palace-manchester-city-fa-cup-match-report", "firPara": "Who said Pep Guardiola does not love English football? His time in the country has not been without its fractious moments, but here Manchester City won their headers, defended set pieces and eased through to the fifth round of a tournament Guardiola acknowledges is so important in England. As if to ram the point home, he even made the Brazilian teenager Gabriel Jesus, making his full debut for City, play through a lengthy hailstorm.", "id": "football/2017/jan/28/crystal-palace-manchester-city-fa-cup-match-report", "isHosted": false, "secPara": "A match that would have been closer had Crystal Palace taken their chances, was in the end a canter for City. Raheem Sterlings first-half opener, after an excellent assist from Jesus, was added to by Leroy Sané with 19 minutes remaining before a trademark Yaya Touré free-kick completed proceedings in added time. Guardiola was also able to enjoy club captain Vincent Kompany completing 90 injury-free minutes. For Sam Allardyce, who saw his £11m signing Jeffrey Schlupp limp off with a damaged hamstring, the whole thing must have felt like a fruitless exercise.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-28T17:21:53Z", "webTitle": "Raheem Sterling leads way as Manchester City ease past Crystal Palace", "webUrl": "https://www.theguardian.com/football/2017/jan/28/crystal-palace-manchester-city-fa-cup-match-report", "wordCnt": 820}, {"apiUrl": "https://content.guardianapis.com/football/2017/jan/28/chelsea-brentford-fa-cup-match-report", "firPara": "Antonio Conte can do no wrong. The Chelsea manager watched his team ease into the fifth round of the FA Cup at the expense of Brentford, who did not turn up until the second half, and the icing on the cake was provided by Branislav Ivanovic – a player he had dropped from the starting line-up.", "id": "football/2017/jan/28/chelsea-brentford-fa-cup-match-report", "isHosted": false, "secPara": "Conte introduced the Chelsea stalwart, whose future is uncertain, as a 64th-minute substitute and, with his first meaningful involvement, he scored his first goal of the season to make it 3-0. Ivanovic gave the ball to Pedro and rumbled forward in support before getting it back and squeezing a low finish underneath the goalkeeper Daniel Bentley.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-28T17:14:19Z", "webTitle": "Branislav Ivanovic proves the unlikely star as Chelsea rout Brentford", "webUrl": "https://www.theguardian.com/football/2017/jan/28/chelsea-brentford-fa-cup-match-report", "wordCnt": 786}, {"apiUrl": "https://content.guardianapis.com/football/2017/jan/28/middlesbrough-accrington-stanley-fa-cup-match-report", "firPara": "Aitor Karankas players may have paid pre-match lip service to the importance of the FA Cup but they looked alarmingly short of adrenaline on a day when John Colemans team were evidently brimming with the stuff.", "id": "football/2017/jan/28/middlesbrough-accrington-stanley-fa-cup-match-report", "isHosted": false, "secPara": "Ultimately, Stewart Downings exquisite left-foot shot into the top corner propelled Middlesbrough into the fifth round, yet for prolonged periods this imbalance helped bridge the chasm between fifth bottom in the Premier League and fifth from the foot of League Two.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-28T17:06:57Z", "webTitle": "Stewart Downing sends Middlesbrough through with victory over Accrington", "webUrl": "https://www.theguardian.com/football/2017/jan/28/middlesbrough-accrington-stanley-fa-cup-match-report", "wordCnt": 502}, {"apiUrl": "https://content.guardianapis.com/football/2017/jan/28/wolves-paul-lambert-jurgen-klopp-liverpool-chelsea-tuesday-fa-cup-football", "firPara": "• This surpasses everything because of gulf in league, says Lambert ", "id": "football/2017/jan/28/wolves-paul-lambert-jurgen-klopp-liverpool-chelsea-tuesday-fa-cup-football", "isHosted": false, "secPara": "• This surpasses everything because of gulf in league, says Lambert ", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-28T17:02:18Z", "webTitle": "Wolves’ Paul Lambert proud but Jürgen Klopp admits: ‘We’re not flying’", "webUrl": "https://www.theguardian.com/football/2017/jan/28/wolves-paul-lambert-jurgen-klopp-liverpool-chelsea-tuesday-fa-cup-football", "wordCnt": 474}, {"apiUrl": "https://content.guardianapis.com/football/live/2017/jan/28/liverpool-v-wolves-fa-cup-fourth-round-live", "firPara": "First-half goals from Richard Stearman and Andreas Weimann earned Wolves a thoroughly deserved victory over Liverpool at Anfield", "id": "football/live/2017/jan/28/liverpool-v-wolves-fa-cup-fourth-round-live", "isHosted": false, "secPara": "And thats all from me. Its been remarkable. Bye!", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2017-01-28T14:46:03Z", "webTitle": "Liverpool 1-2 Wolves: FA Cup fourth round – as it happened", "webUrl": "https://www.theguardian.com/football/live/2017/jan/28/liverpool-v-wolves-fa-cup-fourth-round-live", "wordCnt": 1423}, {"apiUrl": "https://content.guardianapis.com/football/2017/jan/28/liverpool-wolverhampton-wanderers-fa-cup-match-report", "firPara": "Jürgen Klopp will probably not be collecting his P45 in the morning, as the Wolverhampton Wanderers supporters spent the second half unkindly suggesting, but the Liverpool manager is unlikely to be collecting any silverware this season either after crashing out of two cups in four days.", "id": "football/2017/jan/28/liverpool-wolverhampton-wanderers-fa-cup-match-report", "isHosted": false, "secPara": "Liverpool have lost three successive home games, their only victory of 2017 came against Plymouth Argyle of League Two, and their January could get worse with the visit of Chelsea on Tuesday. Presumably Klopp had one eye on that match when he picked a weird, weakened team to face a Championship side in the FA Cup.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-28T14:39:06Z", "webTitle": "Wolves stun Liverpool after Richard Stearman kickstarts FA Cup upset", "webUrl": "https://www.theguardian.com/football/2017/jan/28/liverpool-wolverhampton-wanderers-fa-cup-match-report", "wordCnt": 788}, {"apiUrl": "https://content.guardianapis.com/football/2017/jan/28/a-league-brisbane-roar-beat-western-sydney-wanderers-in-thriller", "firPara": "Brett Holman has capped his return from injury by guiding Brisbane to a last-gasp 2-1 A-League win over Western Sydney.", "id": "football/2017/jan/28/a-league-brisbane-roar-beat-western-sydney-wanderers-in-thriller", "isHosted": false, "secPara": "Making his first appearance since November after undergoing knee surgery, the former Socceroo scored the winner in the third minute of injury time on Saturday night to lift the Roar into third spot on the ladder.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-28T11:16:07Z", "webTitle": "A-League: Brisbane Roar beat Western Sydney Wanderers in thriller", "webUrl": "https://www.theguardian.com/football/2017/jan/28/a-league-brisbane-roar-beat-western-sydney-wanderers-in-thriller", "wordCnt": 372}], "startIndex": 981, "status": "ok", "total": 141934, "userTier": "developer"}}