{"response": {"currentPage": 368, "orderBy": "newest", "pageSize": 10, "pages": 14194, "results": [{"apiUrl": "https://content.guardianapis.com/football/2016/sep/20/nottingham-forest-arsenal-efl-cup-third-round-match-report", "firPara": "It has been 17 years since these sides last met and for Nottingham Forest the reunion was a chastening experience given that Arsène Wenger had effectively put out a reserve side. Arsenal still managed to win with something to spare and the second half was so one-sided it was a stark reminder about the gulf that exists between the higher end of the Premier League and the middle reaches of the Championship.", "id": "football/2016/sep/20/nottingham-forest-arsenal-efl-cup-third-round-match-report", "isHosted": false, "secPara": "Wengers players passed the ball with the kind of elegance that is simply not seen in second-tier football and, in the process, Lucas Pérezs confidence should be soothed by the two goals he scored during that period of the match when the away side were at their most dominant. On that basis alone, Wenger can reflect on a satisfactory evening, featuring another spectacular goal from Granit Xhaka and late debuts for Chris Willock and Krystian Bielik, two 18-year-olds from the clubs conveyor belt of young talent.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-21T12:43:21Z", "webTitle": "Lucas Pérez opens account as much-changed Arsenal ease past Nottingham Forest", "webUrl": "https://www.theguardian.com/football/2016/sep/20/nottingham-forest-arsenal-efl-cup-third-round-match-report", "wordCnt": 834}, {"apiUrl": "https://content.guardianapis.com/football/blog/2016/sep/21/yaya-toure-agent-pep-guardiola-manchester-city-dimitri-seluk", "firPara": "Dimitri Seluk is right about one thing, and perhaps only one thing. Pep Guardiola is the king of Manchester at the moment, operating from a position of strength.", "id": "football/blog/2016/sep/21/yaya-toure-agent-pep-guardiola-manchester-city-dimitri-seluk", "isHosted": false, "secPara": "So if Yaya Tourés agent sees the treatment of his client as a declaration of war, and prefers to fight back rather than make the necessary conciliatory gestures that might see the sidelined Ivorian pull on a Manchester City shirt again, he must accept that his situation is strategically weak, bordering on hopeless. Guardiola is occupying the high ground.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-21T11:47:43Z", "webTitle": "Yaya Touré’s agent should pipe down. Pep Guardiola holds all the aces | Paul Wilson", "webUrl": "https://www.theguardian.com/football/blog/2016/sep/21/yaya-toure-agent-pep-guardiola-manchester-city-dimitri-seluk", "wordCnt": 1164}, {"apiUrl": "https://content.guardianapis.com/football/2016/sep/21/lynden-gooch-sunderland-premier-league", "firPara": "The energetic midfielder from Santa Cruz has made a surprise splash in the Premier League, but, he tells Chris Young, he never doubted he would succeed", "id": "football/2016/sep/21/lynden-gooch-sunderland-premier-league", "isHosted": false, "secPara": "Nestled in a house in nothern California is a fading picture of a toddler with a football lying at his feet. The boy can barely walk, yet a journey which will take him across the Atlantic Ocean to the land of his forefathers has begun.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-21T10:00:08Z", "webTitle": "Lynden Gooch, Sunderland's young US star: 'I knew I was good enough'", "webUrl": "https://www.theguardian.com/football/2016/sep/21/lynden-gooch-sunderland-premier-league", "wordCnt": 1011}, {"apiUrl": "https://content.guardianapis.com/football/2016/sep/21/gabriel-jesus-manchester-city-palmeiras-brazil-interview", "firPara": "No one wants to be told off by their mother and Gabriel Jesus is no different. The Brazilian wonderkid, who signed for Manchester City in the summer for £27m and will join the Premier League leaders in January, has the potential to become one of the best forwards in the world but what makes him stand out even more is his desire to also help out defensively.", "id": "football/2016/sep/21/gabriel-jesus-manchester-city-palmeiras-brazil-interview", "isHosted": false, "secPara": "It is not a trait he shares with too many forwards but then they may not get a rollocking from their mother if they do not help out at the back. Gabriel Jesus does. Yes, its true that my mother has a go at me when I dont track back, he says in his first interview with non-Brazilian media since signing for City. We are very, very close and she demands a lot from me, which is great. She only praises me if I have done something worthy of praise. I am really happy to have a mum like that, who really cares. She always tells me the truth and her sincerity helps me a lot.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-21T09:00:22Z", "webTitle": "Gabriel Jesus: ‘I like a challenge. The biggest battles go to the biggest warriors’", "webUrl": "https://www.theguardian.com/football/2016/sep/21/gabriel-jesus-manchester-city-palmeiras-brazil-interview", "wordCnt": 1418}, {"apiUrl": "https://content.guardianapis.com/football/2016/sep/21/football-transfer-rumours-leicester-danny-drinkwater-manchester-united", "firPara": "Manchester United could continue their policy of spending vast amounts of money on players they previously had on their books as youngsters, if the Suns speculation that Danny Drinkwater might be on his way back to Old Trafford is to be believed.", "id": "football/2016/sep/21/football-transfer-rumours-leicester-danny-drinkwater-manchester-united", "isHosted": false, "secPara": "Having been released by United after failing to cut the mustard as a whey-faced whelp, the Premier League-winning midfielder is apparently being touted as a potential enabler for Paul Pogba in January, despite having recently signed a new five-year deal that would jack his price up as high as £30m.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-21T07:43:50Z", "webTitle": "Football transfer rumours: Leicester’s Danny Drinkwater to Manchester United?", "webUrl": "https://www.theguardian.com/football/2016/sep/21/football-transfer-rumours-leicester-danny-drinkwater-manchester-united", "wordCnt": 594}, {"apiUrl": "https://content.guardianapis.com/football/2016/sep/20/leicester-city-chelsea-efl-cup-third-round-match-report", "firPara": "Chelseas ambitions stretch well beyond winning the EFL Cup this season, yet there was no hiding what this victory meant to Antonio Conte and his players. The Chelsea manager was a picture of pumped-up raw emotion on the touchline as Cesc Fàbregas, whose extra-time goals settled a thrilling contest, ran half the length of the pitch to celebrate the moment that sealed their place in the last 16.", "id": "football/2016/sep/20/leicester-city-chelsea-efl-cup-third-round-match-report", "isHosted": false, "secPara": "With only 32 minutes of Premier League football behind him this season and doubts about whether he fits into Contes plans, Fàbregass reaction was understandable. This was a personal triumph for the Spaniard on an evening that turned into an ordeal for Marcin Wasilewski, who was at fault for one of the Chelsea goals and was shown a second yellow card in the 89th minute for striking Diego Costa with his forearm.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-21T07:27:06Z", "webTitle": "Cesc Fàbregas completes Chelsea’s 4-2 comeback against Leicester City", "webUrl": "https://www.theguardian.com/football/2016/sep/20/leicester-city-chelsea-efl-cup-third-round-match-report", "wordCnt": 877}, {"apiUrl": "https://content.guardianapis.com/football/2016/sep/20/ronald-koeman-everton-norwich-efl-cup-alex-neil", "firPara": "Ronald Koeman was left cursing poor finishing and really bad defending as Norwich City of the Championship came to Goodison Park in the EFL Cup and inflicted a 2-0 defeat, his first as Everton manager.", "id": "football/2016/sep/20/ronald-koeman-everton-norwich-efl-cup-alex-neil", "isHosted": false, "secPara": "The side sitting second in the Premier League could not even blame a below‑strength team for the defeat. While Everton made six changes from their victory over Middlesbrough at the weekend, Norwich made 10 from the side that beat Nottingham Forest, and still managed a fourth successive win.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-20T22:30:22Z", "webTitle": "Ronald Koeman slams Everton defence after Norwich spring EFL Cup shock", "webUrl": "https://www.theguardian.com/football/2016/sep/20/ronald-koeman-everton-norwich-efl-cup-alex-neil", "wordCnt": 314}, {"apiUrl": "https://content.guardianapis.com/football/2016/sep/20/patrick-van-aanholt-sunderland-heart-scan", "firPara": "Patrick van Aanholt has played down concerns that he is suffering from a heart complaint, telling the Dutch magazine Voetbal International there is really nothing to worry about.", "id": "football/2016/sep/20/patrick-van-aanholt-sunderland-heart-scan", "isHosted": false, "secPara": "Van Aanholt was withdrawn from Sunderlands starting XI just 15 minutes before kick-off at Tottenham on Sunday and the manager, David Moyes, has explained that this was because of a phone call from a cardiologist to Sunderlands club doctor. Sunderland and the Football Association have since been embroiled in a dispute, with the FA denying any involvement.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-20T21:45:00Z", "webTitle": "Patrick van Aanholt claims heart scare ‘is really nothing to worry about’", "webUrl": "https://www.theguardian.com/football/2016/sep/20/patrick-van-aanholt-sunderland-heart-scan", "wordCnt": 392}, {"apiUrl": "https://content.guardianapis.com/football/2016/sep/20/marcus-edwards-lionel-messi-mauricio-pochettino-tottenham", "firPara": "Tottenham Hotspurs 17-year-old attacking midfield prodigy Marcus Edwards reminds Mauricio Pochettino of a young Lionel Messi and the manager is considering whether to give him a first-team debut at home against Gillingham in the EFL Cup on Wednesday night.", "id": "football/2016/sep/20/marcus-edwards-lionel-messi-mauricio-pochettino-tottenham", "isHosted": false, "secPara": "Pochettino has named Edwards in his matchday squad and the expectation is he will begin among the substitutes. There has long been a buzz about the diminutive left-footer with the low centre of gravity, whose favourite position is No10 and whose greatest asset is his ability to glide past opponents, and Pochettino only added to it with his comments on Tuesday. His qualities … its only looks – his body and the way that he plays – remember a little bit from the beginning of Messi, the manager said.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-20T21:30:08Z", "webTitle": "Mauricio Pochettino says Tottenham’s Marcus Edwards reminds him of Messi", "webUrl": "https://www.theguardian.com/football/2016/sep/20/marcus-edwards-lionel-messi-mauricio-pochettino-tottenham", "wordCnt": 763}, {"apiUrl": "https://content.guardianapis.com/football/2016/sep/20/manchester-united-jose-mourinho-criticism-luke-shaw-efl-cup-northampton", "firPara": "• Club unmoved by managers methods despite reports Shaw is unhappy", "id": "football/2016/sep/20/manchester-united-jose-mourinho-criticism-luke-shaw-efl-cup-northampton", "isHosted": false, "secPara": "• Club unmoved by managers methods despite reports Shaw is unhappy", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-20T21:29:08Z", "webTitle": "Manchester United untroubled by José Mourinho’s open criticism of Luke Shaw", "webUrl": "https://www.theguardian.com/football/2016/sep/20/manchester-united-jose-mourinho-criticism-luke-shaw-efl-cup-northampton", "wordCnt": 431}], "startIndex": 3671, "status": "ok", "total": 141935, "userTier": "developer"}}