{"response": {"currentPage": 539, "orderBy": "newest", "pageSize": 10, "pages": 14195, "results": [{"apiUrl": "https://content.guardianapis.com/football/2016/jun/21/euro-2016-northern-ireland-turkey-through-last-16", "firPara": "Northern Ireland coach Michael ONeill has hailed the fantastic achievement of reaching the last 16 of Euro 2016 and said he hopes to face Wales next, after his side qualified despite losing 1-0 to Germany.", "id": "football/2016/jun/21/euro-2016-northern-ireland-turkey-through-last-16", "isHosted": false, "secPara": "Its surreal, said ONeill after learning that Turkey had won 2-0 against the Czech Republic, thus ensuring Northern Ireland qualified as one of the best third-place finishers. We were just on the coach so have been following on the BBC website. Im not sure its really sunk in yet, but its a fantastic achievement, he added. We knew the group would be difficult. What we saw tonight was a team that refused to be beaten by a big margin and did everything possible to stay in the game.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-21T21:14:55Z", "webTitle": "Euro 2016: Michael O’Neill praises Northern Ireland for making it to last 16", "webUrl": "https://www.theguardian.com/football/2016/jun/21/euro-2016-northern-ireland-turkey-through-last-16", "wordCnt": 442}, {"apiUrl": "https://content.guardianapis.com/football/live/2016/jun/21/czech-republic-v-turkey-euro-2016-live", "firPara": "Turkey secured their first points of Euro 2016, knocked out the Czech Republic and may have earned themselves a place in the last 16", "id": "football/live/2016/jun/21/czech-republic-v-turkey-euro-2016-live", "isHosted": false, "secPara": "Bye!", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2016-06-21T21:06:32Z", "webTitle": "Czech Republic 0-2 Turkey: Euro 2016 – as it happened", "webUrl": "https://www.theguardian.com/football/live/2016/jun/21/czech-republic-v-turkey-euro-2016-live", "wordCnt": 1358}, {"apiUrl": "https://content.guardianapis.com/football/2016/jun/21/croatia-spain-euro-2016-match-report", "firPara": "Spain and Croatia went into the last 16, but not in the order expected. Euro 2016 has another late goal and this is one whose impact may prove enormous, the holders suffering their first European Championship defeat for 12 years and a day. With the score at 1-1 and 87 minutes gone in Bordeaux, Aritz Adurizs shot was blocked on the edge of the area; two passes and 80 yards later, Ivan Perisic was tearing off his top and Croatia, not Spain, were top of Group D.", "id": "football/2016/jun/21/croatia-spain-euro-2016-match-report", "isHosted": false, "secPara": "Croatia will face a third-placed side in Lens; Spain will play Italy in Paris, knowing that Germany and then France may await. This is just the beginning, Perisic said, while his coach, Ante Cacic, talked of confidence and the need to make the Croatian people happy. That the chances of one of the competitions outstanding sides are improved now was revealed by his opposite number. This was not the path we wanted, thats the truth, Vicente del Bosque admitted.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-21T21:06:00Z", "webTitle": "Ivan Perisic stunner for Croatia leaves Spain to face Italy in last 16", "webUrl": "https://www.theguardian.com/football/2016/jun/21/croatia-spain-euro-2016-match-report", "wordCnt": 928}, {"apiUrl": "https://content.guardianapis.com/football/2016/jun/21/czech-republic-turkey-euro-2016-match-report", "firPara": "This was a cauldron of noise throughout and at the end a Turkey victory delighted Northern Ireland as it confirmed a place in the knockout stage on their debut at a European championship.", "id": "football/2016/jun/21/czech-republic-turkey-euro-2016-match-report", "isHosted": false, "secPara": "This is some achievement from Michael ONeills team and, while they must wait until Wednesday night to know who their opponents will be, they will hardly care.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-21T21:03:30Z", "webTitle": "Turkey keep their knockout hopes alive and send Northern Ireland through", "webUrl": "https://www.theguardian.com/football/2016/jun/21/czech-republic-turkey-euro-2016-match-report", "wordCnt": 734}, {"apiUrl": "https://content.guardianapis.com/football/live/2016/jun/21/croatia-v-spain-euro-2016-live", "firPara": "Peep! Peep! Peeeeeeep! Its all over! Croatia have won group D and will play one of the third-placed teams, while Spains defeat means they finish second and will play Italy in Paris next Monday night. Elsewhere in Group D, Turkeys 2-0 win over the Czech Republic earned them third place in the group, but may not be enough to to get them into the knockout stages. One thing we can take from their result is that Northern Ireland go through to the last 16.", "id": "football/live/2016/jun/21/croatia-v-spain-euro-2016-live", "isHosted": false, "secPara": "90+5 min David Silva goes close to securing an equaliser with a late diagonal drive from close range, but its blocked. THats the last action of the game; Croatia have won the match and Group D.", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2016-06-21T21:02:28Z", "webTitle": "Croatia v Spain: Euro 2016 – live!", "webUrl": "https://www.theguardian.com/football/live/2016/jun/21/croatia-v-spain-euro-2016-live", "wordCnt": 1255}, {"apiUrl": "https://content.guardianapis.com/football/2016/jun/21/watford-troy-deeney-leicester-not-for-sale", "firPara": "Watford have insisted that Troy Deeney is not for sale after turning down a bid of £25m from Leicester for their captain over the weekend.", "id": "football/2016/jun/21/watford-troy-deeney-leicester-not-for-sale", "isHosted": false, "secPara": "Club officials held a meeting on Tuesday to discuss the interest from the Premier League champions having already rejected two bids from Claudio Ranieris side. Watford, who appointed the Italian Walter Mazzarri last month to replace Quique Sánchez Flores, are understood to be determined to hold on to the player they signed from Walsall for an initial fee of just £250,000 in 2010 despite reports that Leicester are preparing a new bid worth up to £30m.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-21T20:33:45Z", "webTitle": "Watford insist Troy Deeney is not for sale despite Leicester interest", "webUrl": "https://www.theguardian.com/football/2016/jun/21/watford-troy-deeney-leicester-not-for-sale", "wordCnt": 294}, {"apiUrl": "https://content.guardianapis.com/football/blog/2016/jun/21/northern-ireland-fans-singing-germany-dominate-score", "firPara": "Two strikers, neither of whom started this tournament as first choice for their side, told the tale. At one end, Conor Washington – whose well-told story had taken him from delivering post in Cornwall to leading the line in Paris – cut a very lonely figure.", "id": "football/blog/2016/jun/21/northern-ireland-fans-singing-germany-dominate-score", "isHosted": false, "secPara": "At times he was so far away from his nine outfield team-mates, massed as they were behind the ball as they attempted to repel wave after wave of German attacks, that he could barely make out their green shirts against the Parc des Princes pitch. At other times the QPR striker retreated too, prompting Manuel Neuer to hover menacingly on the halfway line as Germany employed a sort of 2-0-8 formation and laid siege to the Northern Ireland goal.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-21T20:31:54Z", "webTitle": "Northern Ireland fans keep singing even as Germany dominate", "webUrl": "https://www.theguardian.com/football/blog/2016/jun/21/northern-ireland-fans-singing-germany-dominate-score", "wordCnt": 838}, {"apiUrl": "https://content.guardianapis.com/football/2016/jun/21/republic-of-ireland-martin-oneill-italy-euro-2016", "firPara": "Republic manager invokes spirit of his sides qualifying win over the world champions, Germany, to fire up his players for their final Group E match", "id": "football/2016/jun/21/republic-of-ireland-martin-oneill-italy-euro-2016", "isHosted": false, "secPara": "Republic manager invokes spirit of his sides qualifying win over the world champions, Germany, to fire up his players for their final Group E match", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-21T19:59:30Z", "webTitle": "Martin O’Neill uses recent past to inspire Ireland in must-win game with Italy", "webUrl": "https://www.theguardian.com/football/2016/jun/21/republic-of-ireland-martin-oneill-italy-euro-2016", "wordCnt": 1068}, {"apiUrl": "https://content.guardianapis.com/football/2016/jun/21/manchester-city-nolito-close-signing-celta-vigo", "firPara": "Manchester City are confident of completing the signing of the Spain forward Nolito from Celta Vigo as Pep Guardiola steps up his recruitment drive for the new Premier League season.", "id": "football/2016/jun/21/manchester-city-nolito-close-signing-celta-vigo", "isHosted": false, "secPara": "The 29-year-old, whose real name is Manuel Agudo Durán, is currently part of the Spain squad at Euro 2016 having scored 12 goals in La Liga last season. Barcelona had also registered an interest in signing the player, who began his career at Camp Nou before moving to Benfica and then Granada and has a release clause of €18m (£13.8m).", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-21T19:44:38Z", "webTitle": "Manchester City close to signing Nolito from Celta Vigo for £13,8m", "webUrl": "https://www.theguardian.com/football/2016/jun/21/manchester-city-nolito-close-signing-celta-vigo", "wordCnt": 182}, {"apiUrl": "https://content.guardianapis.com/football/2016/jun/21/ukraine-poland-euro-2016-match-report", "firPara": "It speaks volumes for the improvement of Polands national team that they could qualify for the Euro 2016 knockout rounds, unbeaten, with a points total that is superior to some group winners – and do it without Robert Lewandowski having a shot on target.", "id": "football/2016/jun/21/ukraine-poland-euro-2016-match-report", "isHosted": false, "secPara": "On what is Frances national day of music, Lewandowski hit a couple of bum notes with the chances that fell his way. Poland, though, are a more rounded team these days and have enjoyed bright moments in all of their group games. They were able to bask in a technically accomplished matchwinner provided by the substitute Jakub Blaszczykowski, who turned the game with a touch of class. Poland were not at their best and Ukraine can rue a string of opportunities untaken. They go home, without a point or even a goal, mulling over their unrewarding experience.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-21T18:16:18Z", "webTitle": "Jakub Blaszczykowski’s fine goal fires Poland to victory against Ukraine", "webUrl": "https://www.theguardian.com/football/2016/jun/21/ukraine-poland-euro-2016-match-report", "wordCnt": 861}], "startIndex": 5381, "status": "ok", "total": 141941, "userTier": "developer"}}