{"response": {"currentPage": 166, "orderBy": "newest", "pageSize": 10, "pages": 14194, "results": [{"apiUrl": "https://content.guardianapis.com/football/2016/dec/24/hallam-fc-boxing-day-glut-football", "firPara": "Since the first Boxing Day match 156 years ago, fans have gorged on festive servings of goals, none more so than in 1963 when Fulham beat Ipswich 10-1", "id": "football/2016/dec/24/hallam-fc-boxing-day-glut-football", "isHosted": false, "secPara": "When Hallam FC entertain Pontefract Collieries in the North Eastern Counties Football League Division One at Sandygate Road on Boxing Day, the club based in the Sheffield suburb of Crosspool will continue a tradition they helped start exactly 156 years ago. An offshoot of the local cricket club, Hallam FC are the worlds second oldest football team and were formed to provide opposition for nearby Sheffield FC. The sides clashed in footballs first Boxing Day fixture in 1860, with the hosts forced to call on extra bodies from the nearby hamlet of Stumperlowe to make up the numbers for a match that was won by the visitors, whose three years of extra experience clearly proved telling.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-12-24T15:00:00Z", "webTitle": "How Hallam FC began Feast of Stephen’s glut of Christmas football", "webUrl": "https://www.theguardian.com/football/2016/dec/24/hallam-fc-boxing-day-glut-football", "wordCnt": 949}, {"apiUrl": "https://content.guardianapis.com/football/blog/2016/dec/24/oldham-boxing-day-blues-sheffield-united", "firPara": "Hats off to Oldham Athletics captain, Peter Clarke, for attempting to sweeten a dogs dinner this week. A sprinkling of optimism is sorely needed around Boundary Park where the clubs chairman, Simon Corney, was in such a steaming funk after elimination from the FA Cup by non-league Lincoln City on 5 December that he cancelled the clubs Christmas party.", "id": "football/blog/2016/dec/24/oldham-boxing-day-blues-sheffield-united", "isHosted": false, "secPara": "Oldham are bottom of League One, winless in seven league matches, subject to a transfer embargo and due to play at second-place Sheffield United on Boxing Day. But Clarke, keen to look up, ventured it could be to their advantage that few people expect them to win at Bramall Lane on Monday. Without riffing on anyones woe – in the interests, indeed, of helping a down‑on‑its-luck club – let us see if we can lower expectations for Oldham even further. A look at their Boxing Day history should do the trick.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-12-24T12:00:44Z", "webTitle": "Struggling Oldham urgently seek a solution to their Boxing Day blues", "webUrl": "https://www.theguardian.com/football/blog/2016/dec/24/oldham-boxing-day-blues-sheffield-united", "wordCnt": 1245}, {"apiUrl": "https://content.guardianapis.com/football/blog/2016/dec/24/serious-sacrifice-and-little-money-welcome-to-world-of-just-about-managing-footballers-laurence-bell", "firPara": "Fast cars, Mediterranean yachts, private island getaways – just a few staples of a professional footballers glamorous lifestyle. Or so the perception goes. The same perception dancing through my imagination as a starry-eyed teenager at the Manchester City academy. The same perception shattered by every contract I have signed since.", "id": "football/blog/2016/dec/24/serious-sacrifice-and-little-money-welcome-to-world-of-just-about-managing-footballers-laurence-bell", "isHosted": false, "secPara": "Last month, the FIFPro Global Employment Report into working conditions in professional football revealed 45% of players around the world earn less than $1,000 per month. To those who typecast all footballers in the mould of the Premier Leagues highest-earners, the statistic might come as a shock. Not to me. I am a professional footballer, and for most of my nomadic playing career I have been part of the 45%.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-12-24T11:00:43Z", "webTitle": "Serious sacrifice and little money – welcome to the world of Jam footballers", "webUrl": "https://www.theguardian.com/football/blog/2016/dec/24/serious-sacrifice-and-little-money-welcome-to-world-of-just-about-managing-footballers-laurence-bell", "wordCnt": 1721}, {"apiUrl": "https://content.guardianapis.com/football/2016/dec/24/david-moyes-fabregas-bale-ronaldo-kroos-manchester-united-sunderland", "firPara": "• Moyes says United offered Bale bigger deal than Real Madrid", "id": "football/2016/dec/24/david-moyes-fabregas-bale-ronaldo-kroos-manchester-united-sunderland", "isHosted": false, "secPara": "David Moyes will make his first competitive return to Old Trafford on Boxing Day reflecting on what might have been.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-12-24T10:42:21Z", "webTitle": "David Moyes planned to sign Fàbregas, Bale, Ronaldo and Kroos at Manchester United", "webUrl": "https://www.theguardian.com/football/2016/dec/24/david-moyes-fabregas-bale-ronaldo-kroos-manchester-united-sunderland", "wordCnt": 741}, {"apiUrl": "https://content.guardianapis.com/football/blog/2016/dec/24/premier-league-10-things-to-look-out-for-in-boxing-day-and-festive-fixtures", "firPara": "Leicester hope to party like its 1963, Liverpool must find a way to stop Joe Allen scoring and it is eight years since Phil Browns infamous Hull City team talk", "id": "football/blog/2016/dec/24/premier-league-10-things-to-look-out-for-in-boxing-day-and-festive-fixtures", "isHosted": false, "secPara": "Leicester hope to party like its 1963, Liverpool must find a way to stop Joe Allen scoring and it is eight years since Phil Browns infamous Hull City team talk", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-12-24T10:00:42Z", "webTitle": "Premier League: 10 things to look out for in Boxing Day and festive fixtures", "webUrl": "https://www.theguardian.com/football/blog/2016/dec/24/premier-league-10-things-to-look-out-for-in-boxing-day-and-festive-fixtures", "wordCnt": 2127}, {"apiUrl": "https://content.guardianapis.com/football/2016/dec/23/danny-welbeck-arsenal-return-wenger-weapon", "firPara": "It was at the Etihad Stadium in May that Danny Welbecks devastated expression, as he lay on the pitch while the Arsenal physiotherapist examined his knee, told of another major problem. He was not long recovered from an injury that kept him out of action for 10 months. The blow of new serious damage was obvious.", "id": "football/2016/dec/23/danny-welbeck-arsenal-return-wenger-weapon", "isHosted": false, "secPara": "Seven months down the line of the latest spell in rehabilitation, Welbeck gave himself the best Christmas present with a return to full training on Friday morning.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-12-23T22:30:28Z", "webTitle": "Danny Welbeck’s Arsenal return will offer Arsène Wenger new weapon", "webUrl": "https://www.theguardian.com/football/2016/dec/23/danny-welbeck-arsenal-return-wenger-weapon", "wordCnt": 391}, {"apiUrl": "https://content.guardianapis.com/football/2016/dec/23/everton-ronald-koeman-ross-barkley-quandary", "firPara": "Ronald Koeman rolled his eyes when the subject cropped up but Evertons performance in the Merseyside derby on Monday ensured there was no avoiding a repeat of the question. Namely, will the potential of Ross Barkley morph into the consistent performer David Moyes and Roberto Martínez believed he could be? I am not sure, Everton managers said. I am not sure. The honest appraisal may not sit comfortably with Barkley but represents a fair gauge of the midfielders predicament at Goodison Park.", "id": "football/2016/dec/23/everton-ronald-koeman-ross-barkley-quandary", "isHosted": false, "secPara": "To clarify, in case Koemans remarks are seen as another deliberate pop at a player with 18 months remaining on his contract, he was reluctant to discuss Barkley. As is his wont, however, the straight-talking Dutchman did not gloss over the players form once the questioning began. His feelings were evident during the derby when the England international shanked a free-kick high into the Gwladys Street stand two minutes before Sadio Mané won the match for Liverpool. Koeman threw his arms in the air in disgust, his frustrations at another fitful contribution from the 23-year-old abundantly clear.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-12-23T22:29:28Z", "webTitle": "Everton’s Ronald Koeman cannot avoid persistent Ross Barkley quandary", "webUrl": "https://www.theguardian.com/football/2016/dec/23/everton-ronald-koeman-ross-barkley-quandary", "wordCnt": 772}, {"apiUrl": "https://content.guardianapis.com/football/blog/2016/dec/23/coventry-city-broken-apart-sisu-otium", "firPara": "In October 1991 I went with my dad and cousin to Edgar Street, the rickety home of Hereford United, to watch them play Aldershot in the old fourth division. The match itself was a forgettable experience but afterwards we at least got the autograph of Greg hes got no hair, but we dont care Downs. The former Coventry City full-back and FA Cup winner, who would go on to become the Bulls player-manager, had been signed for Hereford by John Sillett, the architect of that most unexpected of triumphs for the Sky Blues in 1987.", "id": "football/blog/2016/dec/23/coventry-city-broken-apart-sisu-otium", "isHosted": false, "secPara": "I recall the post-match so vividly only because my cousin, a Hereford fan, was given a replica shirt by one of the Aldershot players. Im not sure if either of us knew the state Aldershot were in at that point – in fairness we were nine and eight years old and were rather more concerned with our Subbuteo rivalry than the fortunes of actual clubs.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-12-23T20:00:25Z", "webTitle": "My Coventry City are being broken apart and I fear for the club’s future | Jonny Weeks", "webUrl": "https://www.theguardian.com/football/blog/2016/dec/23/coventry-city-broken-apart-sisu-otium", "wordCnt": 1008}, {"apiUrl": "https://content.guardianapis.com/football/2016/dec/23/sam-allardyce-replaces-alan-pardew-as-crystal-palace-manager", "firPara": "• Allardyce agrees contract through to 2019 worth £2.5m-a-year", "id": "football/2016/dec/23/sam-allardyce-replaces-alan-pardew-as-crystal-palace-manager", "isHosted": false, "secPara": "Sam Allardyce has welcomed the chance to manage a very ambitious club after making a swift return to football management after his ill-fated 67-day stint in charge of England as Alan Pardews replacement at Crystal Palace.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-12-23T18:34:44Z", "webTitle": "Sam Allardyce confirmed as new Crystal Palace manager", "webUrl": "https://www.theguardian.com/football/2016/dec/23/sam-allardyce-replaces-alan-pardew-as-crystal-palace-manager", "wordCnt": 833}, {"apiUrl": "https://content.guardianapis.com/football/2016/dec/23/sam-allardyce-crystal-palace-manager", "firPara": "Sam Allardyce will consider Crystal Palace an opportunity. Alan Pardew did too, even if it was one he ultimately failed to grasp. But the brief assessment delivered by the prospective new manager as he arrived at the clubs Beckenham training ground on Friday was less an attempt to butter up the co-owners and more an expression of enthusiasm. Fantastic, fantastic, he said through the open window of his 4x4, before edging the car on towards a final round of talks and a signing on the dotted line.", "id": "football/2016/dec/23/sam-allardyce-crystal-palace-manager", "isHosted": false, "secPara": "This team have drowned in gloomy statistics of late, saddled by constant reminders of shoddy form through the calendar year or vulnerability at set pieces, and now forever fearful that a single defeat is to prove the prelude to another prolonged succession of them. Allardyce may not spy it on the training ground, where the mood among the troops has always been relatively upbeat, but he will quickly discover that in-game confidence is brittle. Theirs is a collective frustration. The team know they are better than 17th in the Premier League. They are not a side who should be losing eight games out of 10 or 22 since the turn of the year. That tally suggests deep-rooted problems but, more than anything, they are guilty of underachievement which, in truth, is more infuriating than being truly out of their depth.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-12-23T18:26:52Z", "webTitle": "Sam Allardyce the organiser will bring normality back to Crystal Palace", "webUrl": "https://www.theguardian.com/football/2016/dec/23/sam-allardyce-crystal-palace-manager", "wordCnt": 1131}], "startIndex": 1651, "status": "ok", "total": 141934, "userTier": "developer"}}