{"response": {"currentPage": 113, "orderBy": "newest", "pageSize": 10, "pages": 14194, "results": [{"apiUrl": "https://content.guardianapis.com/football/2017/jan/20/mauricio-pochettino-tottenham-perfection-manchester-city", "firPara": "Four years ago this week Mauricio Pochettino arrived in England and was met with no small degree of scepticism. Critics tried to make sense of the logic that had led Southampton to dismiss Nigel Adkins, a popular manager who had guided his team to the Premier League with successive promotions, and bring in a young Argentinian formerly of Espanyol who had a limited grasp of English. As the veteran Southampton voice Lawrie McMenemy put it at the time With due respect to Pochettino, what does he know about our game?", "id": "football/2017/jan/20/mauricio-pochettino-tottenham-perfection-manchester-city", "isHosted": false, "secPara": "Southamptons explanation was that they had handpicked an astute tactician and excellent man-manager. Four years down the line, with Pochettino expertly pulling Tottenham Hotspurs strings around the summit of English football and looking like a man in total control of the club as it accelerates along an ambitious route, it is safe to say Southamptons instincts were very discerning.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-20T22:30:18Z", "webTitle": "Mauricio Pochettino still learning four years into his search for perfection | Amy Lawrence", "webUrl": "https://www.theguardian.com/football/2017/jan/20/mauricio-pochettino-tottenham-perfection-manchester-city", "wordCnt": 900}, {"apiUrl": "https://content.guardianapis.com/football/2017/jan/20/everton-ronald-koeman-ademola-lookman", "firPara": "Ronald Koeman said he has been hugely impressed by Ademola Lookman since the £10m teenagers arrival from Charlton Athletic and would not be afraid to give him a start in the first team.", "id": "football/2017/jan/20/everton-ronald-koeman-ademola-lookman", "isHosted": false, "secPara": "The 19-year-old forward made a sensational debut against Manchester City last Sunday, coming on for the last four minutes of the game and managing to score the final goal in a 4-0 victory, and Koeman explained he was happy to give him his chance so early because he already liked what he had seen in training.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-20T22:30:18Z", "webTitle": "Ronald Koeman happy to give Ademola Lookman Everton starting role", "webUrl": "https://www.theguardian.com/football/2017/jan/20/everton-ronald-koeman-ademola-lookman", "wordCnt": 765}, {"apiUrl": "https://content.guardianapis.com/football/2017/jan/20/liverpool-joel-matip-fifa-green-light-cameroon-africa-cup-of-nations", "firPara": "Joël Matip has finally been given the green light to play for Liverpool again after Fifa announced Cameroon had no hold over the defender.", "id": "football/2017/jan/20/liverpool-joel-matip-fifa-green-light-cameroon-africa-cup-of-nations", "isHosted": false, "secPara": "Liverpool had become utterly exasperated by the confusion surrounding his eligibility during the Africa Cup of Nations after Cameroon announced they wanted the 25-year-old to play in Gabon.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-20T22:03:00Z", "webTitle": "Fifa gives Liverpool green light to play Joël Matip against Swansea", "webUrl": "https://www.theguardian.com/football/2017/jan/20/liverpool-joel-matip-fifa-green-light-cameroon-africa-cup-of-nations", "wordCnt": 321}, {"apiUrl": "https://content.guardianapis.com/football/2017/jan/20/southampton-jose-fonte-west-ham", "firPara": "• Portugal defender not available for match at Middlesbrough", "id": "football/2017/jan/20/southampton-jose-fonte-west-ham", "isHosted": false, "secPara": "West Ham United have signed José Fonte from Southampton for a fee of £8m, with the Portugal centre-back and Euro 2016 winner signing a two-and-a-half year contract.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-20T21:09:00Z", "webTitle": "West Ham sign centre-back José Fonte from Southampton in £8m deal", "webUrl": "https://www.theguardian.com/football/2017/jan/20/southampton-jose-fonte-west-ham", "wordCnt": 310}, {"apiUrl": "https://content.guardianapis.com/football/2017/jan/20/stoke-saido-berahino-west-brom-bid-accepted", "firPara": "Stoke City have completed the signing of Saido Berahino, beating off competition from Watford and West Ham United. Mark Hughes has shown interest in the West Bromwich Albion striker in the past two transfer windows and the Stoke manager had thought his hopes of sealing a transfer were fading.", "id": "football/2017/jan/20/stoke-saido-berahino-west-brom-bid-accepted", "isHosted": false, "secPara": "However, with Berahinos contract expiring in the summer and the 23-year-old having failed to make a first-team appearance since September, West Brom were keen to resolve the issue before the end of the month and accepted a bid of an initial £12m, with a further £3m potentially due in bonuses. Berahino has signed a five-and-a-half-year deal.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-20T21:00:22Z", "webTitle": "Stoke City complete £12m signing of West Brom’s Saido Berahino", "webUrl": "https://www.theguardian.com/football/2017/jan/20/stoke-saido-berahino-west-brom-bid-accepted", "wordCnt": 328}, {"apiUrl": "https://content.guardianapis.com/football/2017/jan/20/stoke-city-bruno-martins-indi-premier-league", "firPara": "The Stoke City defender has been a hit with supporters, having led a renaissance at the heart of their defence following a dreadful start to the season and is relishing the challenge of the Premier League", "id": "football/2017/jan/20/stoke-city-bruno-martins-indi-premier-league", "isHosted": false, "secPara": "Ask fans of Stoke City who has been the Premier League signing of the season and many will nominate Bruno Martins Indi. The centre-back has become so commanding at the heart of Stokes defence, and so popular among supporters who see similarities with their much-loved former captain Abdoulaye Faye, that one of the best pieces of business the club could do during the January transfer window would be to make his loan move from Porto permanent. Stoke are trying to do just that.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-20T18:00:13Z", "webTitle": "Bruno Martins Indi: ‘It’s difficult for a young player to bounce back’", "webUrl": "https://www.theguardian.com/football/2017/jan/20/stoke-city-bruno-martins-indi-premier-league", "wordCnt": 1326}, {"apiUrl": "https://content.guardianapis.com/football/live/2017/jan/20/ivory-coast-v-dr-congo-afcon-2017-live", "firPara": "The reigning champions twice came from behind to draw a terrific match against the group leaders DR Congo", "id": "football/live/2017/jan/20/ivory-coast-v-dr-congo-afcon-2017-live", "isHosted": false, "secPara": "That was a superb match, with Ivory Coast showing their class after an abysmal start to the game and DR Congo reinforcing their status as dangerous outsiders. Both teams are still on course for the last 16, though the Ivory Coast in particular are cutting it a bit fine. Thanks for your company; night!", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2017-01-20T17:53:42Z", "webTitle": "Ivory Coast 2-2 DR Congo: Afcon 2017 – as it happened", "webUrl": "https://www.theguardian.com/football/live/2017/jan/20/ivory-coast-v-dr-congo-afcon-2017-live", "wordCnt": 2027}, {"apiUrl": "https://content.guardianapis.com/football/2017/jan/20/millwall-stadium-foundation-taxpayer-money-misleading-claims", "firPara": "In a further extraordinary twist to the Millwall compulsory purchase saga the Guardian can reveal that Lewisham council awarded half a million pounds of public money to the foundation at the heart of the land-seizure scheme based on a report containing significant misleading claims.", "id": "football/2017/jan/20/millwall-stadium-foundation-taxpayer-money-misleading-claims", "isHosted": false, "secPara": "The false information relates to claims of a funding deal with the prestigious sports body Sport England. These claims have been made repeatedly by the Surrey Canal Sports Foundation, whose directors include Sir Steve Bullock, the mayor of Lewisham. The foundation is a charitable company set up by Renewal, the offshore-registered developers who stand to be granted the right to build on Millwalls land at the Den.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-20T17:27:46Z", "webTitle": "Millwall stadium foundation awarded taxpayer money with misleading claims", "webUrl": "https://www.theguardian.com/football/2017/jan/20/millwall-stadium-foundation-taxpayer-money-misleading-claims", "wordCnt": 1154}, {"apiUrl": "https://content.guardianapis.com/football/2017/jan/20/arsenal-burnley-match-preview", "firPara": "Arsenal welcome back Hector Bellerín for Burnleys visit to the Emirates as Arsène Wengers number of injured players dwindles. The Frenchman will be delighted by the prospect of having many more options at his disposal. Sean Dyches side have taken one point away from home this season in nine matches and have conceded 20 goals. Alexis Sánchez has all the motivation he needs. Graham Searles", "id": "football/2017/jan/20/arsenal-burnley-match-preview", "isHosted": false, "secPara": "Kick-off Sunday 2.15pm ", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-20T17:16:48Z", "webTitle": "Arsenal v Burnley: match preview", "webUrl": "https://www.theguardian.com/football/2017/jan/20/arsenal-burnley-match-preview", "wordCnt": 184}, {"apiUrl": "https://content.guardianapis.com/football/2017/jan/20/newcastle-andros-townsend-crystal-palace", "firPara": "Andros Townsend is understood to be keen on returning to Newcastle United only six months after they sold him to Crystal Palace for £13m.", "id": "football/2017/jan/20/newcastle-andros-townsend-crystal-palace", "isHosted": false, "secPara": "With Rafael Benítez similarly enthusiastic about a potential reunion with the sometime England winger on Tyneside and Sam Allardyce willing to lose Townsend, the stumbling block is Newcastles desire for a loan deal with a view to a more permanent transfer in the summer.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-20T16:59:19Z", "webTitle": "Newcastle pushing for Andros Townsend loan from Crystal Palace", "webUrl": "https://www.theguardian.com/football/2017/jan/20/newcastle-andros-townsend-crystal-palace", "wordCnt": 586}], "startIndex": 1121, "status": "ok", "total": 141934, "userTier": "developer"}}