{"response": {"currentPage": 263, "orderBy": "newest", "pageSize": 10, "pages": 14194, "results": [{"apiUrl": "https://content.guardianapis.com/football/2016/nov/08/english-football-tolerates-homophobia-john-amaechi-tells-mps", "firPara": "English football has been far too slow to tackle an environment where homophobia is still sometimes tolerated and gay players are scared to come out, a parliamentary committee was told on Tuesday. The warning came from the former NBA star John Amaechi, who said he was in contact with Premier League players who were afraid to be open about their sexuality because they knew their clubs and managers would not be supportive.", "id": "football/2016/nov/08/english-football-tolerates-homophobia-john-amaechi-tells-mps", "isHosted": false, "secPara": "Amaechi, the first NBA player to come out in 2007, told MPs on the culture, media and sport select committee that there were multiple reasons why the gay Premier League players he knew had not come out, including fears of how they would be treated by their clubs. Some of them feel that their team specifically would not be supportive, he said. Not their team-mates, but the coaches, the club and the administration around them. They either know them to be openly hostile, having stood in conversations or having overheard conversations that were incontrovertible, or suspected it. It is interesting how many of them I know are out to a greater or lesser extent to their family, friends and a selection of their team-mates. Its amazing to me that people dont realise that there are lots of players whose manager picks them up after training – and that cant always be the case.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-08T17:27:27Z", "webTitle": "Gay Premier League players are scared to come out, John Amaechi tells MPs", "webUrl": "https://www.theguardian.com/football/2016/nov/08/english-football-tolerates-homophobia-john-amaechi-tells-mps", "wordCnt": 796}, {"apiUrl": "https://content.guardianapis.com/football/live/2016/nov/08/uefa-womens-euro-2017-finals-draw-live", "firPara": "So there you have it, short and very sweet. Some intriguing match-ups there, notably England v Scotland, an Iberian derby in the same group, and some mighty tussles between Germany and Sweden and Holland and Norway. ", "id": "football/live/2016/nov/08/uefa-womens-euro-2017-finals-draw-live", "isHosted": false, "secPara": "Theres just enough time left for Ms Kuip to introduce the official match ball for the tournament. She holds it aloft and enthuses I think it looks promising. And so say all of us. Bye! ", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2016-11-08T17:03:59Z", "webTitle": "Women's Euro 2017 finals: England draw Scotland, Spain and Portugal", "webUrl": "https://www.theguardian.com/football/live/2016/nov/08/uefa-womens-euro-2017-finals-draw-live", "wordCnt": 722}, {"apiUrl": "https://content.guardianapis.com/football/2016/nov/08/best-goals-week-barcelona-gareth-bale-fa-cup", "firPara": "Featuring the standout strikes from the FA Cup first round, a couple from the US, a team goal by Barcelona and an even better effort from their womens team", "id": "football/2016/nov/08/best-goals-week-barcelona-gareth-bale-fa-cup", "isHosted": false, "secPara": "Featuring the standout strikes from the FA Cup first round, a couple from the US, a team goal by Barcelona and an even better effort from their womens team", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-08T16:52:12Z", "webTitle": "The best goals of the week: Gareth Bale, Ronaldo Vieira and Bárbara Latorre", "webUrl": "https://www.theguardian.com/football/2016/nov/08/best-goals-week-barcelona-gareth-bale-fa-cup", "wordCnt": 87}, {"apiUrl": "https://content.guardianapis.com/football/2016/nov/08/harry-kane-tottenham-striker-calls-calm-heads-england-scotland-world-cup-qualifier", "firPara": "Harry Kane has urged his England team-mates to keep their cool in Fridays eagerly anticipated World Cup qualifier against Scotland at Wembley, echoing the sentiments of the interim manager, Gareth Southgate.", "id": "football/2016/nov/08/harry-kane-tottenham-striker-calls-calm-heads-england-scotland-world-cup-qualifier", "isHosted": false, "secPara": "The national squad watched a video montage put together by the Football Association, on Southgates request, on Monday featuring clips from previous matches between the sides. There is an eagerness within the England setup that Scotland do not have a better understanding of the sporting enmity that exists between the nations, though that comprehension must be followed up with proper focus on Friday night in a fixture that has long been sold out.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-08T16:46:35Z", "webTitle": "Harry Kane calls for ‘calm heads’ in England clash with Scotland", "webUrl": "https://www.theguardian.com/football/2016/nov/08/harry-kane-tottenham-striker-calls-calm-heads-england-scotland-world-cup-qualifier", "wordCnt": 695}, {"apiUrl": "https://content.guardianapis.com/football/2016/nov/08/the-fiver-suffering-for-the-sake-of-the-people", "firPara": "Today the home of the brave, severed bulls heads and a plea for Tin", "id": "football/2016/nov/08/the-fiver-suffering-for-the-sake-of-the-people", "isHosted": false, "secPara": "Today the home of the brave, severed bulls heads and a plea for Tin", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-08T16:24:20Z", "webTitle": "Suffering for the sake of the people", "webUrl": "https://www.theguardian.com/football/2016/nov/08/the-fiver-suffering-for-the-sake-of-the-people", "wordCnt": 2068}, {"apiUrl": "https://content.guardianapis.com/football/2016/nov/08/sammy-lee-sam-allardyce-fa-england-double-standards", "firPara": "The Football Association parted company with its England manager, Sam Allardyce, because it found his unmoderated Big Sam demeanour, covertly filmed for a newspaper by people posing as investors, boorish and unbecoming. The FA has subsequently admitted that Allardyce broke no rules; he did not, as widely misreported, advise how to break football regulations forbidding third-party ownership, and that was why the FA had to give him a £1m payoff.", "id": "football/2016/nov/08/sammy-lee-sam-allardyce-fa-england-double-standards", "isHosted": false, "secPara": "The FA chairman, Greg Clarke, then hauled in front of the parliamentary committee for culture, media and sport to answer for the governing bodys approach to corruption, said the FA was vigilant, wanted to act but needed the evidence.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-08T15:39:10Z", "webTitle": "The sorry case of Sammy Lee, Sam Allardyce and FA double standards", "webUrl": "https://www.theguardian.com/football/2016/nov/08/sammy-lee-sam-allardyce-fa-england-double-standards", "wordCnt": 1184}, {"apiUrl": "https://content.guardianapis.com/football/blog/2016/nov/08/efl-trophy-football-league-failure", "firPara": "There is no greater indicator of what has at best been apathy but has mostly been outright hostility to the changes than the numbers going through the turnstiles – or, more accurately, the numbers not going through the turnstiles.", "id": "football/blog/2016/nov/08/efl-trophy-football-league-failure", "isHosted": false, "secPara": "Most of the lowest attendances have involved the visit of the Premier League and Championship sides. Only 392 fans were at Highbury for Fleetwoods game against Blackburn. A hardy 457 were in The Hive for Barnet against Norwich. Swansea played in front of 461 at AFC Wimbledon. The attendances at Stevenage v Brighton (486), Grimsby v Leicester (609), Morecambe v Stoke (686), Cambridge v Middlesbrough (693) and Colchester v Southampton (791) demonstrate the lack of appetite fans of lower league clubs have for the introduction of the kids from the top two tiers. Portsmouth recorded their lowest crowd of the post-war era – 1,355 – when Reading visited, Port Vale had the second-lowest crowd in the clubs history (1,025) for Mansfields visit last month.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-08T14:00:16Z", "webTitle": "The revamped EFL Trophy is a complete and utter failure – and here’s why | John Ashdown", "webUrl": "https://www.theguardian.com/football/blog/2016/nov/08/efl-trophy-football-league-failure", "wordCnt": 981}, {"apiUrl": "https://content.guardianapis.com/football/2016/nov/08/luke-shaw-fit-manchester-united-arsenal-clash-after-international-break-jose-mourinho", "firPara": "Luke Shaw should be fit to return for Manchester United after the international break as he is confident of recovering from the leg injury that prevented him playing in Sundays win at Swansea City.", "id": "football/2016/nov/08/luke-shaw-fit-manchester-united-arsenal-clash-after-international-break-jose-mourinho", "isHosted": false, "secPara": "Shaws withdrawal from the 3-0 victory over the Swans was not well received by José Mourinho, with the manager questioning the left-backs willingness to make himself available for the team even when not 100% fit. The United manager also queried how Chris Smalling ruled himself out for similar reasons.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-08T11:38:42Z", "webTitle": "Luke Shaw expects to be fit for Manchester United v Arsenal", "webUrl": "https://www.theguardian.com/football/2016/nov/08/luke-shaw-fit-manchester-united-arsenal-clash-after-international-break-jose-mourinho", "wordCnt": 216}, {"apiUrl": "https://content.guardianapis.com/football/blog/2016/nov/08/premier-league-table-liverpool-top-burnley-west-ham", "firPara": "Liverpool fans are no doubt finding the Premier League table extremely attractive but the truth is that at this stage of the season it remains deeply flawed, skewed as it still is towards teams that have had favourable fixtures and a couple of flukey results. Thankfully, though, we have been able to right some of these wrongs, allowing one side to make an incontrovertible case for the title of great overperformer if not, in the end, dislodging Jürgen Klopps entertainers from top spot.", "id": "football/blog/2016/nov/08/premier-league-table-liverpool-top-burnley-west-ham", "isHosted": false, "secPara": "The biggest problem with the real table is that, in these still early days before every team have played every other team, it does not reflect the quality of opposition each side have faced. This can make quite a difference and quickly alter perceptions of teams relative merits. So Swanseas plight, marooned as they are in 19th place in the table, appears less dreadful with the knowledge that they have had by a distance the most difficult opening 11 games of all top-flight teams. They have already played eight of the top 10, including all the top four, while West Brom have played only four top-half sides, three of them at home.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-08T11:00:13Z", "webTitle": "The ‘real’ Premier League table: Liverpool top, Burnley fourth, West Ham bottom | Simon Burnton", "webUrl": "https://www.theguardian.com/football/blog/2016/nov/08/premier-league-table-liverpool-top-burnley-west-ham", "wordCnt": 941}, {"apiUrl": "https://content.guardianapis.com/football/2016/nov/08/dynamo-dresden-fined-fans-severed-bulls-head-pitch-red-bull-leipzig", "firPara": "The German second division club Dynamo Dresden have been fined €60,000 (£54,000) and will have parts of their stands closed for one game after their fans threw a severed bulls head near the pitch during a Cup match.", "id": "football/2016/nov/08/dynamo-dresden-fined-fans-severed-bulls-head-pitch-red-bull-leipzig", "isHosted": false, "secPara": "The German football association (DFB) announced on Tuesday that repeat offenders Dynamo, who were already on probation following incidents last season, had failed to safeguard their high-risk German Cup game in August against RB Leipzig, who are nicknamed the Bulls.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-08T10:32:32Z", "webTitle": "Dynamo Dresden fined £54,000 over severed bull’s head thrown by fans", "webUrl": "https://www.theguardian.com/football/2016/nov/08/dynamo-dresden-fined-fans-severed-bulls-head-pitch-red-bull-leipzig", "wordCnt": 238}], "startIndex": 2621, "status": "ok", "total": 141935, "userTier": "developer"}}