{"response": {"currentPage": 126, "orderBy": "newest", "pageSize": 10, "pages": 14194, "results": [{"apiUrl": "https://content.guardianapis.com/football/2017/jan/14/bristol-city-cardiff-city-championship-match-report", "firPara": "Anthony Pilkington struck a superb 25-yard winner as Cardiff City twice came from behind at Ashton Gate.", "id": "football/2017/jan/14/bristol-city-cardiff-city-championship-match-report", "isHosted": false, "secPara": "It was his second goal of the match and came five minutes from the end as improving Cardiff made it back-to-back league wins while leaving their opponents in deeper trouble.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-14T14:06:33Z", "webTitle": "Anthony Pilkington strikes to seal Cardiff comeback win at Bristol City", "webUrl": "https://www.theguardian.com/football/2017/jan/14/bristol-city-cardiff-city-championship-match-report", "wordCnt": 585}, {"apiUrl": "https://content.guardianapis.com/football/2017/jan/13/diego-costa-dropped-chelsea-row-china", "firPara": "• Costa misses game at Leicester after clash with fitness coach", "id": "football/2017/jan/13/diego-costa-dropped-chelsea-row-china", "isHosted": false, "secPara": "Diego Costa has been dropped from the Chelsea squad for Saturdays Premier League match at Leicester City over a row that involves a massive offer made to him from a club in the Chinese Super League.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-14T13:49:25Z", "webTitle": "Diego Costa dropped by Chelsea after row over huge offer from China", "webUrl": "https://www.theguardian.com/football/2017/jan/13/diego-costa-dropped-chelsea-row-china", "wordCnt": 441}, {"apiUrl": "https://content.guardianapis.com/football/2017/jan/14/sykes-canberra-united-perth-glory", "firPara": "Ashleigh Sykes struck four times as Canberra United hammered Perth Glory 7-2 in the nations capital.", "id": "football/2017/jan/14/sykes-canberra-united-perth-glory", "isHosted": false, "secPara": "Sykes hit her four goals in the opening 46 minutes backed up by strikes from Grace Maher, Stephanie Ochs and Hayley Raso as United raced to a 7-0 lead at McKellar Park on Saturday afternoon.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-14T12:48:38Z", "webTitle": "Goal frenzy as Canberra hit seven and Adelaide smash 10 in huge wins", "webUrl": "https://www.theguardian.com/football/2017/jan/14/sykes-canberra-united-perth-glory", "wordCnt": 272}, {"apiUrl": "https://content.guardianapis.com/football/live/2017/jan/14/a-league-sydney-fc-v-western-sydney-wanderers-live", "firPara": "A fair result? Probably. And when the dust settles, neither team will be especially unhappy with the way things panned out. Nor will Melbourne Victory for that matter.", "id": "football/live/2017/jan/14/a-league-sydney-fc-v-western-sydney-wanderers-live", "isHosted": false, "secPara": "For the Wanderers, theyve held the leagues runaway leaders in their own backyard and got some measure of respect back for that 4-0 drubbing earlier in the season. Can it be a catalyst for a charge up the table into the finals? Only if they start finding the back of the net some time in the very near future. ", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2017-01-14T10:59:08Z", "webTitle": "A-League: Sydney FC 0-0 Western Sydney Wanderers – as it happened", "webUrl": "https://www.theguardian.com/football/live/2017/jan/14/a-league-sydney-fc-v-western-sydney-wanderers-live", "wordCnt": 1320}, {"apiUrl": "https://content.guardianapis.com/football/2017/jan/13/everton-morgan-schneiderlin-overtake-manchester-united", "firPara": "Morgan Schneiderlin has said he is aiming to overtake Manchester United with his new club Everton and that José Mourinho was reluctant to sanction his departure from Old Trafford.", "id": "football/2017/jan/13/everton-morgan-schneiderlin-overtake-manchester-united", "isHosted": false, "secPara": "The France international joined Everton for an initial £20m rising to £24m on Thursday having failed to secure a regular starting role at United. Schneiderlin admits he didnt arrive in the best time in Manchester Uniteds history with criticism arising from a style of play under Louis van Gaal that wasnt very attractive. Despite leaving Old Trafford on good terms, however, the 27-year-old is determined to overturn a nine-point deficit on his former club this season and eventually lead Everton into the Champions League.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-13T23:02:00Z", "webTitle": "Everton’s Morgan Schneiderlin aims to ‘overtake’ Manchester United", "webUrl": "https://www.theguardian.com/football/2017/jan/13/everton-morgan-schneiderlin-overtake-manchester-united", "wordCnt": 313}, {"apiUrl": "https://content.guardianapis.com/football/2017/jan/13/ronald-koeman-everton-future-dealing-with-past", "firPara": "First there was Lionel Messi equalling his record of 26 converted free-kicks for Barcelona. The death of Graham Taylor then brought his role in that World Cup qualifier back into the spotlight and at Goodison Park on Sunday he will be reacquainted with his European Cup winning team-mate Pep Guardiola. The past has echoed for Ronald Koeman this week while he attempts to mould Evertons future. It is one that he accepts must improve on the present.", "id": "football/2017/jan/13/ronald-koeman-everton-future-dealing-with-past", "isHosted": false, "secPara": "Koeman and Guardiola meet regularly now they live in close proximity – Alderley Edge for the Everton manager, Manchester for Citys – and how the former must envy the latters problems. Manchester City, for all Guardiolas angst and disappointments, still harbour hope of the Premier League title, are still in the FA Cup and have secured a date with Monaco in the last 16 of the Champions League. Everton have commenced the January overhaul demanded by their manager – signing Morgan Schneiderlin and Ademola Lookman in deals that could total £35m, submitting a £10.4m bid for Ishak Belfodil, offloading Tom Cleverley to Watford and Oumar Niasse to Hull City – but their immediate horizon appears bereft by comparison.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-13T22:30:09Z", "webTitle": "Ronald Koeman faces up to Everton’s future after dealing with his past", "webUrl": "https://www.theguardian.com/football/2017/jan/13/ronald-koeman-everton-future-dealing-with-past", "wordCnt": 1210}, {"apiUrl": "https://content.guardianapis.com/football/2017/jan/13/mesut-ozil-talent-deliver-more-arsenal", "firPara": "Arsène Wenger says there remains a gap between Mesut Özils ability and his achievements on the pitch as the German gets ready to return to the Arsenal first team. The manager also conceded that Santi Cazorla has had another operation and may not play again this season.", "id": "football/2017/jan/13/mesut-ozil-talent-deliver-more-arsenal", "isHosted": false, "secPara": "Özil has been the object of much speculation regarding his future at the Emirates, having just 18 months left to run on his current Arsenal contract. At the same time the midfielder is under scrutiny on the pitch, having been accused of going missing in big matches. Wenger, however, believes the 28-year-old, who is back in the squad for the game against Swansea City on Saturday after missing the past three games through illness, still has the desire to improve himself further.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-13T22:30:09Z", "webTitle": "Mesut Özil has talent to deliver more for Arsenal, says Arsène Wenger", "webUrl": "https://www.theguardian.com/football/2017/jan/13/mesut-ozil-talent-deliver-more-arsenal", "wordCnt": 724}, {"apiUrl": "https://content.guardianapis.com/football/2017/jan/13/dele-alli-tottenham-hotspur-west-bromwich-albion-premier-league", "firPara": "Dele Alli provided the wrong sort of punch when Tottenham Hotspur last faced West Bromwich Albion at White Hart Lane. In what was a pivotal Premier League encounter, the midfielder aimed an off-the-ball dig at Claudio Yacob, which earned him a retrospective ban for the final three matches of last season. It was a moment of hot-headedness on a night when Tottenhams title challenge was seriously dented by the 1-1 draw.", "id": "football/2017/jan/13/dele-alli-tottenham-hotspur-west-bromwich-albion-premier-league", "isHosted": false, "secPara": "On the eve of the rematch in north London, Alli was described by Mauricio Pochettino, the Tottenham manager, as a killer. It was for all the right reasons. Alli has brought a spark inside the penalty area in recent weeks and his return of seven goals from four league games has granted him man‑of‑the-moment status. Were talking a lot about Dele but its fair because hes showing fantastic performances, Pochettino said.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-13T22:30:09Z", "webTitle": "Dele Alli sparking Tottenham’s forward momentum prior to West Brom visit", "webUrl": "https://www.theguardian.com/football/2017/jan/13/dele-alli-tottenham-hotspur-west-bromwich-albion-premier-league", "wordCnt": 1006}, {"apiUrl": "https://content.guardianapis.com/football/2017/jan/13/jurgen-klopp-liverpool-nothing-to-fear-visit-manchester-united", "firPara": "Jürgen Klopp has said Liverpool have nothing to fear from Sundays visit to Manchester United as a meeting of the fierce north-west rivals provides a perfect opportunity to react to the EFL Cup defeat at Southampton.", "id": "football/2017/jan/13/jurgen-klopp-liverpool-nothing-to-fear-visit-manchester-united", "isHosted": false, "secPara": "Liverpool are four places and five points above José Mourinhos team, although recent form favours the hosts. United have won nine consecutive matches in all competitions while Chelseas closest challengers at the Premier League summit have not won in three, the brief sequence featuring a goalless draw at home to League Two Plymouth Argyle in the FA Cup and defeat in the first leg of the EFL Cup semi-final at St Marys Stadium in midweek.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-13T22:30:09Z", "webTitle": "Jürgen Klopp: Liverpool have nothing to fear from visit to Manchester United", "webUrl": "https://www.theguardian.com/football/2017/jan/13/jurgen-klopp-liverpool-nothing-to-fear-visit-manchester-united", "wordCnt": 794}, {"apiUrl": "https://content.guardianapis.com/football/2017/jan/13/john-terry-chelsea-antonio-conte-bournemouth", "firPara": "• Captain John Terry has not mentioned interest from Bournemouth", "id": "football/2017/jan/13/john-terry-chelsea-antonio-conte-bournemouth", "isHosted": false, "secPara": "Antonio Conte says John Terry will not leave Chelsea during the January transfer window and that the club captain has not mentioned the interest Bournemouth have expressed in him.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-13T22:30:09Z", "webTitle": "John Terry not leaving Chelsea in January, says Antonio Conte", "webUrl": "https://www.theguardian.com/football/2017/jan/13/john-terry-chelsea-antonio-conte-bournemouth", "wordCnt": 409}], "startIndex": 1251, "status": "ok", "total": 141934, "userTier": "developer"}}