{"response": {"currentPage": 331, "orderBy": "newest", "pageSize": 10, "pages": 14194, "results": [{"apiUrl": "https://content.guardianapis.com/football/2016/oct/08/jackie-mcnamara-york-city-future-remains-unclear-draw-braintree", "firPara": "• The Scot refused to confirm whether or not he will remain as manager", "id": "football/2016/oct/08/jackie-mcnamara-york-city-future-remains-unclear-draw-braintree", "isHosted": false, "secPara": "The uncertainty regarding Jackie McNamaras future as York City manager goes on after the Scot refused to confirm whether or not he will remain at the club following their 1-1 draw with fellow National League strugglers Braintree Town.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-10-08T18:55:59Z", "webTitle": "Jackie McNamara’s York City future still unclear after draw with Braintree", "webUrl": "https://www.theguardian.com/football/2016/oct/08/jackie-mcnamara-york-city-future-remains-unclear-draw-braintree", "wordCnt": 475}, {"apiUrl": "https://content.guardianapis.com/football/blog/2016/oct/08/england-malta-2-0-world-cup-qualifier-five-talking-points-waybe-rooney-jesse-lingard-roberto-mancini", "firPara": "Wayne Rooney is a reassuring presence but is it time to consider a future without him and Jesse Lingard makes an eye-catching debut in front of Roberto Mancini", "id": "football/blog/2016/oct/08/england-malta-2-0-world-cup-qualifier-five-talking-points-waybe-rooney-jesse-lingard-roberto-mancini", "isHosted": false, "secPara": "Gareth Southgate had instructed his first lineup as senior manager to be brave and play with style, with neither aspiration particularly easy to achieve against massed ranks of Maltese defence. The way the game drifted tediously through the opening period was, for a while, troubling, yet the interim manager had also stressed the need for patience. Eventually you wear teams down, he had said. They cant chase you forever.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-10-08T18:39:15Z", "webTitle": "England 2-0 Malta: Five talking points from Wembley | Dominic Fifield", "webUrl": "https://www.theguardian.com/football/blog/2016/oct/08/england-malta-2-0-world-cup-qualifier-five-talking-points-waybe-rooney-jesse-lingard-roberto-mancini", "wordCnt": 829}, {"apiUrl": "https://content.guardianapis.com/football/2016/oct/08/england-malta-world-cup-qualifying-match-report", "firPara": "Gareth Southgate has been in the job under a fortnight but already he can be added to the list of England managers whose team have been booed at Wembley. Admittedly it was only a smattering this time, rather than the mutinous soundtrack that accompanied Roy Hodgsons last match, but the mixed reaction at the final whistle was a pointed reminder that England will need more than a 2-0 victory against Malta before they have retrieved some credibility.", "id": "football/2016/oct/08/england-malta-world-cup-qualifying-match-report", "isHosted": false, "secPara": "Southgate should probably not take it too personally after being parachuted into the role on an emergency basis, but he could probably be forgiven for wishing that his team had been able to add a few more goals against a Malta side that looked ripe for a good old-fashioned thrashing.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-10-08T18:11:47Z", "webTitle": "Gareth Southgate clears his first hurdle as England see off Malta", "webUrl": "https://www.theguardian.com/football/2016/oct/08/england-malta-world-cup-qualifying-match-report", "wordCnt": 929}, {"apiUrl": "https://content.guardianapis.com/football/live/2016/oct/08/england-v-malta-2018-world-cup-qualifier-live", "firPara": "Daniel Sturridge and Dele Alli score the goals to give England a comfortable –though not exactly thrilling – 2-0 win over Malta", "id": "football/live/2016/oct/08/england-v-malta-2018-world-cup-qualifier-live", "isHosted": false, "secPara": "Right, thats it from me. Thanks for your company and emails. Cheerio!", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2016-10-08T17:53:07Z", "webTitle": "England v Malta: 2018 World Cup qualifier – live!", "webUrl": "https://www.theguardian.com/football/live/2016/oct/08/england-v-malta-2018-world-cup-qualifier-live", "wordCnt": 1291}, {"apiUrl": "https://content.guardianapis.com/football/football-league-blog/2016/oct/08/football-league-your-thoughts-bradford-carlisle", "firPara": "• Bradford City continued their unbeaten start to the League Two season with a 2-0 win over Shrewsbury. Nicky Law gave the Bantams an early lead, and while the struggling Shrews clung to their coattails, they failed to break down Bradfords mean defence. Stuart McCalls team have conceded only seven goals in 12 games, and they kept the visitors at bay until Haris Vuckics 96th-minute penalty sealed the win. Bradford are now just a point behind the leaders, Scunthorpe United, who could only draw with 10-man Northampton as Jak McCourt forced the ball home to cancel out Josh Morriss 12th league goal of the season.", "id": "football/football-league-blog/2016/oct/08/football-league-your-thoughts-bradford-carlisle", "isHosted": false, "secPara": "• The top two have a four-point cushion after third-placed Bury lost at Peterborough despite taking a second-minute lead. Posh bounced back to win 3-1 and end a run of eight games without a win, with Marcus Maddison bagging his sixth of the season. Bolton won their first four games in League One but took until today to get their fifth victory – a bizarre late own goal from Swindons Brandon Ormonde-Ottewill at the County Ground also ending a five-match barren run for the Trotters, proving that it doesnt matter how they go in.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-10-08T16:44:29Z", "webTitle": "Football League your thoughts: Bradford City and Carlisle extend unbeaten starts", "webUrl": "https://www.theguardian.com/football/football-league-blog/2016/oct/08/football-league-your-thoughts-bradford-carlisle", "wordCnt": 573}, {"apiUrl": "https://content.guardianapis.com/football/2016/oct/08/derby-county-part-company-nigel-pearson", "firPara": "• Manager leaves position by mutual agreement after five months in post", "id": "football/2016/oct/08/derby-county-part-company-nigel-pearson", "isHosted": false, "secPara": "Nigel Pearson has left his role as manager of Derby County, the club has confirmed.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-10-08T16:28:48Z", "webTitle": "Derby County part company with manager Nigel Pearson", "webUrl": "https://www.theguardian.com/football/2016/oct/08/derby-county-part-company-nigel-pearson", "wordCnt": 218}, {"apiUrl": "https://content.guardianapis.com/football/2016/oct/08/nwsl-spirit-washington-spirit-western-new-york-flash", "firPara": "Its been a season of strife, but Sundays NWSL final is a compelling matchup between a team of polished veterans and a bunch of scrappy youngsters", "id": "football/2016/oct/08/nwsl-spirit-washington-spirit-western-new-york-flash", "isHosted": false, "secPara": "Its been a season of strife, but Sundays NWSL final is a compelling matchup between a team of polished veterans and a bunch of scrappy youngsters", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-10-08T15:16:19Z", "webTitle": "US women's soccer: why a summer of controversy is ending with a flourish", "webUrl": "https://www.theguardian.com/football/2016/oct/08/nwsl-spirit-washington-spirit-western-new-york-flash", "wordCnt": 948}, {"apiUrl": "https://content.guardianapis.com/football/2016/oct/08/wales-2018-world-cup-qualifiers-georgia-chris-coleman", "firPara": "Chris Coleman was explaining the change in mentality, pointing out how there was a time when his Wales players would have folded against Austria on Thursday night, when he came up with an analogy that painted a picture of the sort of obstacles that this team has got used to overcoming.", "id": "football/2016/oct/08/wales-2018-world-cup-qualifiers-georgia-chris-coleman", "isHosted": false, "secPara": "Any success I have had has not happened overnight, the journey has never felt like me sitting in the back of a limousine sipping champagne, it has always been more like riding up a hill on a pushbike and the chain has come off, the Wales manager said. It is that hard, it is so difficult and that is why a lot of people do not get to where they want to get to.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-10-08T14:01:17Z", "webTitle": "Chris Coleman urges depleted Wales to get the job done against Georgia", "webUrl": "https://www.theguardian.com/football/2016/oct/08/wales-2018-world-cup-qualifiers-georgia-chris-coleman", "wordCnt": 731}, {"apiUrl": "https://content.guardianapis.com/football/2016/oct/08/mario-balotelli-nice-football-italy-ligue1-goals", "firPara": "For the umpteenth international break since last appearing for his country during the 2014 World Cup in Brazil, Mario Balotelli is doing his own thing as his compatriots pull on the Azzurri jersey. Yet, unlike most of these weeks spent kicking around in the international wilderness, widely regarded as an outlier incapable of fulfilling his potential, this time the Balotelli question feels sharply pertinent. Italys forward options are not the most inspiring, and a few miles along from the coast of Liguria, in the south of France, Balotellis goal blaze is firing the imagination.", "id": "football/2016/oct/08/mario-balotelli-nice-football-italy-ligue1-goals", "isHosted": false, "secPara": "This complex, sometimes maddening, spark of powerful attacking talent has been reignited at Nice. After a couple of fruitless seasons where his career stalled at Liverpool and on loan at Milan, Balotelli has been busy reminding critics why, on ability alone, he should be towards the front of any queues for an attacking berth for his country. It is early days, and the debate still needs to tilt further in his favour, but if his eye-catching start to life in Nice goes on, Giampiero Ventura may have to open the door to a recall for the kid who had it all but somehow lost it along the way.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-10-08T12:29:00Z", "webTitle": "Mario Balotelli finds new lease of life on and off the pitch at Nice", "webUrl": "https://www.theguardian.com/football/2016/oct/08/mario-balotelli-nice-football-italy-ligue1-goals", "wordCnt": 910}, {"apiUrl": "https://content.guardianapis.com/football/live/2016/oct/08/wanderers-v-sydney-fc-a-league-sydney-derby-live", "firPara": "Well, wowsie wow. We said it was nicely poised at half-time but I dont know that many saw that second half coming.", "id": "football/live/2016/oct/08/wanderers-v-sydney-fc-a-league-sydney-derby-live", "isHosted": false, "secPara": "Sydney arguably shaded the first half, but the Wanderers were not without their chances. As the match wore on though the combination of Bobo and Holosko really came to the fore. The Slovak in particular did brilliantly, first for his goal, but then especially for his role in the second. ", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2016-10-08T11:03:55Z", "webTitle": "Western Sydney Wanderers v Sydney FC: A-League Sydney derby - as it happened", "webUrl": "https://www.theguardian.com/football/live/2016/oct/08/wanderers-v-sydney-fc-a-league-sydney-derby-live", "wordCnt": 1902}], "startIndex": 3301, "status": "ok", "total": 141935, "userTier": "developer"}}