{"response": {"currentPage": 299, "orderBy": "newest", "pageSize": 10, "pages": 14194, "results": [{"apiUrl": "https://content.guardianapis.com/football/2016/oct/23/said-and-done-football-diary-fifa-migrant-lies-dive-of-the-week", "firPara": "Fifa 2.0 – restoring the image of Fifa and the respect of Fifa with a focus on ethics and human rights. Week ones highlight confirmation that 2017s congress will be held in Bahrain. Gianni Infantino Its not just words, its actions.", "id": "football/2016/oct/23/said-and-done-football-diary-fifa-migrant-lies-dive-of-the-week", "isHosted": false, "secPara": "Last weeks Fifa 1.0 newsa) Former Thai FA head and Fifa executive Worawi Makudi given a five-year ban for forgery, but eyeing an appeal. Makudi said last year he always stays upbeat, despite multiple fraud and bribe claims allegations Im guilty of nothing.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-10-23T08:25:02Z", "webTitle": "Said & Done: Fifa 2.0; peddling migrant lies; and dive of the week", "webUrl": "https://www.theguardian.com/football/2016/oct/23/said-and-done-football-diary-fifa-migrant-lies-dive-of-the-week", "wordCnt": 752}, {"apiUrl": "https://content.guardianapis.com/football/2016/oct/22/mark-warburton-rangers-celtic-scottish-league-cup-semi-final", "firPara": "It is debatable whether Rangers actually relish their Sunday afternoon instant shot at redemption. The dust had barely settled on Celtics 5-1 demolition of their Old Firm rivals in September when the pair were drawn together in the semi-finals of the League Cup. Stung by what he regarded as wildly excessive coverage of Rangers woes at Celtic Park, Mark Warburton pointed to the personnel overhaul he implemented during the close season as a mitigating circumstance. Now, pressure returns to the Rangers manager as he seeks to demonstrate even small measures of progress during the intervening weeks.", "id": "football/2016/oct/22/mark-warburton-rangers-celtic-scottish-league-cup-semi-final", "isHosted": false, "secPara": "As is typical, Warburtons pre-match analysis is not opposition-specific. Our focus has been, every week in the league, to try to get a better level of performance and a more consistent level of performance, he explains. This is another chance, against another very good team, to win a semi-final. There is no motivation required for the players. Whoever we are playing, this is a cup semi-final.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-10-22T21:59:28Z", "webTitle": "Mark Warburton targets future for Rangers beyond Old Firm rivalry", "webUrl": "https://www.theguardian.com/football/2016/oct/22/mark-warburton-rangers-celtic-scottish-league-cup-semi-final", "wordCnt": 922}, {"apiUrl": "https://content.guardianapis.com/football/2016/oct/22/jose-mourinho-chelsea-manchester-united-premier-league", "firPara": "José Mourinho returns to Chelsea on Sunday insisting his emotional attachment with the club will never be broken and indicating he should also be given some of the credit for Carlo Ancelottis 2010 title success at Stamford Bridge, pointing out it was the team I left behind.", "id": "football/2016/oct/22/jose-mourinho-chelsea-manchester-united-premier-league", "isHosted": false, "secPara": "Mourinho said it was important the Chelsea fans understood he was now Manchester United 100% but he also acknowledged he did not yet have the same connection with the Old Trafford crowd that he did with the supporters at Stamford Bridge.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-10-22T21:30:27Z", "webTitle": "José Mourinho: I will always respect Chelsea but am now United 100%", "webUrl": "https://www.theguardian.com/football/2016/oct/22/jose-mourinho-chelsea-manchester-united-premier-league", "wordCnt": 606}, {"apiUrl": "https://content.guardianapis.com/football/2016/oct/22/chelsea-antonio-conte-david-luiz-victor-moses-jose-mourinho", "firPara": "Antonio Conte has praised the contributions of David Luiz and Victor Moses this season as the pair prepare to confront José Mourinho, a manager who was never convinced of their value during his second stint at Chelsea.", "id": "football/2016/oct/22/chelsea-antonio-conte-david-luiz-victor-moses-jose-mourinho", "isHosted": false, "secPara": "Both are expected to start against Mourinhos Manchester United on Sunday having played significant roles in a tweaked three-man defensive system, a selection that has yet to be breached following wins against Hull and Leicester. Moses had spent the last three seasons on loan at Liverpool, Stoke City and West Ham having failed to convince Mourinho he was worth pursuing on the wing, but has now reinvented himself as a wing-back in Contes 3-4-3 formation.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-10-22T21:30:27Z", "webTitle": "Antonio Conte happy with Mourinho rejects Victor Moses and David Luiz", "webUrl": "https://www.theguardian.com/football/2016/oct/22/chelsea-antonio-conte-david-luiz-victor-moses-jose-mourinho", "wordCnt": 542}, {"apiUrl": "https://content.guardianapis.com/football/2016/oct/22/fa-womens-football-fa-cup-deal-martin-glenn", "firPara": "The Football Association has vowed to double the number of women playing and watching the game by the end of the decade, investing heavily to fuel an ambitious growth plan.", "id": "football/2016/oct/22/fa-womens-football-fa-cup-deal-martin-glenn", "isHosted": false, "secPara": "Martin Glenn, the FAs chief executive, said the governing body had made the womens game its prime candidate for investment at a time when the FA would have more money than ever to put back into football. This week it will announce an international FA Cup TV deal worth more than £800m over six years that Glenn describes as transformational.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-10-22T21:30:27Z", "webTitle": "FA aims to double number of women involved in football by end of the decade", "webUrl": "https://www.theguardian.com/football/2016/oct/22/fa-womens-football-fa-cup-deal-martin-glenn", "wordCnt": 620}, {"apiUrl": "https://content.guardianapis.com/football/2016/oct/22/manchester-city-pep-guardiola-sergio-aguero", "firPara": "Pep Guardiola has been getting a good kicking all week for his decisions surrounding Manchester Citys 4-0 hiding on his return to Barcelona, with his policy of employing a goalkeeper who could play with his feet predictably biting him on the backside and the gamble of leaving Sergio Agüero on the bench not really working out to anyones satisfaction.", "id": "football/2016/oct/22/manchester-city-pep-guardiola-sergio-aguero", "isHosted": false, "secPara": "Yet oddly City played well at Camp Nou. Until Claudio Bravos dismissal changed the character of the game they were still in contention and even with 10 men there was nothing timid or nervous about their display.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-10-22T21:30:27Z", "webTitle": "Manchester City’s Pep Guardiola can take positives from Barcelona defeat", "webUrl": "https://www.theguardian.com/football/2016/oct/22/manchester-city-pep-guardiola-sergio-aguero", "wordCnt": 971}, {"apiUrl": "https://content.guardianapis.com/football/blog/2016/oct/22/jose-mourinho-chelsea-manchester-united", "firPara": "José Mourinho, who takes Manchester United to west London on Sunday, seems to have been affected by his final half-season at Chelsea more than he probably wants to let on", "id": "football/blog/2016/oct/22/jose-mourinho-chelsea-manchester-united", "isHosted": false, "secPara": "It was no doubt a relief to everybody at Chelsea, presumably, that when José Mourinho was asked where it had all gone wrong he referred to a Portuguese saying – não lavo roupa suja em público – and explained, possibly with his fingers crossed beneath the table, that it meant he would never wash his dirty linen in public when it came to his former clubs.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-10-22T21:00:27Z", "webTitle": "José Mourinho needs to shake off Chelsea cloud as he returns to Bridge | Daniel Taylor", "webUrl": "https://www.theguardian.com/football/blog/2016/oct/22/jose-mourinho-chelsea-manchester-united", "wordCnt": 1773}, {"apiUrl": "https://content.guardianapis.com/football/2016/oct/22/martin-glenn-fa-england-sam-allardyce", "firPara": "Given recent events it would not be a surprise to turn up at Wembley and see the Football Association chief executive, Martin Glenn, slumped at his desk with his head in his hands. Around the time Sam Allardyce was sealing his demise over a pint of wine, Glenn had been preparing to unveil a new set of strategic priorities. Instead he found himself at the centre of another FA farce.", "id": "football/2016/oct/22/martin-glenn-fa-england-sam-allardyce", "isHosted": false, "secPara": "Yet beneath the fug of the latest tournament disappointment and the fallout from another bizarre managerial episode, the upbeat former United Biscuits chief executive, 18 months into his tenure, argues there are more than mere crumbs of comfort on offer.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-10-22T21:00:27Z", "webTitle": "FA’s Martin Glenn: ‘Why does the England shirt weigh so heavy?’", "webUrl": "https://www.theguardian.com/football/2016/oct/22/martin-glenn-fa-england-sam-allardyce", "wordCnt": 1656}, {"apiUrl": "https://content.guardianapis.com/football/2016/oct/22/jurgen-klopp-steven-gerrard-liverpool-role", "firPara": "Jürgen Klopp has cleared the way for Steven Gerrard to return to Liverpool by announcing there will be a role for the clubs former captain at Anfield.", "id": "football/2016/oct/22/jurgen-klopp-steven-gerrard-liverpool-role", "isHosted": false, "secPara": "The 36-year-old appeared on Saturday to have announced the end of his LA Galaxy career with an Instagram message that read suspiciously like a goodbye to Los Angeles and the MLS club he joined in July last year. Gerrard wrote Living in Los Angeles and playing for the great Galaxy supporters has been a privilege. You have made this place feel like home to me. This city and this club will always hold a special place in my heart. Thank you.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-10-22T20:11:16Z", "webTitle": "Jürgen Klopp would welcome Steven Gerrard having Liverpool role", "webUrl": "https://www.theguardian.com/football/2016/oct/22/jurgen-klopp-steven-gerrard-liverpool-role", "wordCnt": 377}, {"apiUrl": "https://content.guardianapis.com/football/football-league-blog/2016/oct/22/football-league-your-thoughts-aston-villa-norwich", "firPara": "Brighton keep pace at the top, Cardiff remain unbeaten under Neil Warnock, another goal for Josh Morris and Carlisle extend unbeaten run to 14 in league", "id": "football/football-league-blog/2016/oct/22/football-league-your-thoughts-aston-villa-norwich", "isHosted": false, "secPara": " • Aston Villa celebrated that all too unfamiliar winning feeling for the second time in five days after clinching a 1-0 win over Fulham. Remarkably, Steve Bruces side are now just six points off the play-off pack after back-to-back wins in the league for the first time since May 2015. Jonathan Kodjia, the French striker signed from Bristol City over the summer for an initial £11m, scored for a third consecutive game under Bruce. Kodjia volleyed home his fourth goal of the season from Albert Adomahs cross, ensuring Bruces first win at Villa Park. Brighton and Hove Albion extended their unbeaten run in the league to eight matches after a 1-0 win at Wigan Athletic. Dale Stephens, who submitted a transfer request over the summer, bagged his first goal of the season to hoist Chris Hughtons men into second. At the top remain Newcastle United, after their convincing win over Ipswich Town while Huddersfield Town returned third after Elias Kachungas last-minute winner over Derby County.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-10-22T19:13:25Z", "webTitle": "Football League your thoughts: Aston Villa on rise but Norwich slip up", "webUrl": "https://www.theguardian.com/football/football-league-blog/2016/oct/22/football-league-your-thoughts-aston-villa-norwich", "wordCnt": 1318}], "startIndex": 2981, "status": "ok", "total": 141935, "userTier": "developer"}}