{"response": {"currentPage": 139, "orderBy": "newest", "pageSize": 10, "pages": 14194, "results": [{"apiUrl": "https://content.guardianapis.com/football/blog/2017/jan/08/top-six-premier-league-title-leaving-europe", "firPara": "The FA Cup traditionally inserts a much-needed break into the giddy rush of league fixtures at this time of year, though on this occasion the Premier League appears to have arrived at a sort of mid-season crux all by itself.", "id": "football/blog/2017/jan/08/top-six-premier-league-title-leaving-europe", "isHosted": false, "secPara": "The teams have now played 20 games, just over halfway. Three near or at the bottom have just changed managers. Chelseas impressive run of victories has come to an end at a record-equalling 13, giving hope to a chasing pack who were beginning to despair, though the realisation is now setting in that there are six title contenders this season and all are in top form.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-08T09:29:14Z", "webTitle": "Premier League title could come down to leaving Europe as quickly as possible | Paul Wilson", "webUrl": "https://www.theguardian.com/football/blog/2017/jan/08/top-six-premier-league-title-leaving-europe", "wordCnt": 1170}, {"apiUrl": "https://content.guardianapis.com/football/2017/jan/08/contentious-sydney-fc-winner-settles-thriller-against-central-coast-mariners", "firPara": "Substitute David Carneys controversial 77th-minute goal gave Sydney FC all three points in an entertaining A-League encounter with the Central Coast Mariners, from which the undefeated Sky Blues emerged 3-2 winners.", "id": "football/2017/jan/08/contentious-sydney-fc-winner-settles-thriller-against-central-coast-mariners", "isHosted": false, "secPara": "Carney, who had replaced Berni Ibini on 68 minutes, popped up with a near-post finish to settle a contest the Mariners had managed to keep alive against the odds. Replays later showed Carney was in an offside position.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-08T08:17:05Z", "webTitle": "Contentious Sydney FC goal settles thriller against Central Coast Mariners", "webUrl": "https://www.theguardian.com/football/2017/jan/08/contentious-sydney-fc-winner-settles-thriller-against-central-coast-mariners", "wordCnt": 344}, {"apiUrl": "https://content.guardianapis.com/football/2017/jan/07/pep-guardiola-manchester-city-mistakes", "firPara": "Pep Guardiola has admitted making mistakes since arriving at Manchester City and has been forced to adapt his managerial style to suit the demands of English football.", "id": "football/2017/jan/07/pep-guardiola-manchester-city-mistakes", "isHosted": false, "secPara": "The City managers frank confession came in the wake of Friday nights 5-0 demolition of West Ham in the third round of the FA Cup, a victory that should reinvigorate Citys season following a patchy spell as they slipped to fourth in Premier League.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-07T22:30:00Z", "webTitle": "Pep Guardiola: I got things wrong but I have adapted to life in England", "webUrl": "https://www.theguardian.com/football/2017/jan/07/pep-guardiola-manchester-city-mistakes", "wordCnt": 645}, {"apiUrl": "https://content.guardianapis.com/football/2017/jan/07/plymouth-liverpool-fa-cup-preview", "firPara": "Plymouth midfielder David Fox is looking forward to the FA Cup tie on Sunday as he and celebrity supporter Josh Widdicombe also have promotion to League One on their minds ", "id": "football/2017/jan/07/plymouth-liverpool-fa-cup-preview", "isHosted": false, "secPara": "It will not be the most important game in Plymouth Argyles history. That was the 3-2 victory over Swansea in April 1953 that sealed fourth place in what is now the Championship, Argyles highest league finish. Or perhaps it was in 1973 when Pelé came to Home Park with Santos, and lost. This is not even their most important modern fixture, given that last summer Argyle reached the League Two play-off final. But, still, Liverpool at Anfield in the third round of the FA Cup? Youre not going to forget it, are you?", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-07T22:30:00Z", "webTitle": "Plymouth face Liverpool at Anfield: 'The toilets are a bit cleaner – that's the main difference'", "webUrl": "https://www.theguardian.com/football/2017/jan/07/plymouth-liverpool-fa-cup-preview", "wordCnt": 1014}, {"apiUrl": "https://content.guardianapis.com/football/2017/jan/07/leo-da-silva-lopes-peterborough-chelsea-fa-cup", "firPara": "How would you react if you were 18 years old and described as the best young prospect since George Best? Or, for a contemporary audience, compared with Dele Alli? If you are Leo Da Silva Lopes, the young Peterborough midfielder attracting attention from all sides, you laugh, a little bashfully. Lopes prefers NGolo Kanté, though, and he might get a chance to play against the player whose game he wishes to emulate when his Peterborough side face Chelsea on Sunday.", "id": "football/2017/jan/07/leo-da-silva-lopes-peterborough-chelsea-fa-cup", "isHosted": false, "secPara": "Hes a box-to-box player, like me, says Lopes, of similar stature to the Frenchman but still growing and bulking up. I like the way he keeps it simple, short passes, gets forward. I try to do that.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-07T22:00:00Z", "webTitle": "Peterborough’s Leo Da Silva Lopes: ‘I can’t let it get to my head’", "webUrl": "https://www.theguardian.com/football/2017/jan/07/leo-da-silva-lopes-peterborough-chelsea-fa-cup", "wordCnt": 897}, {"apiUrl": "https://content.guardianapis.com/football/blog/2017/jan/07/football-club-owners-chaos-theory-morecambe", "firPara": "If we are going to be generous, it is fair to assume Diego Lemos must have a few stories that have been passed down through the family. His father, Luisinho Tombo, was the leading scorer in the Rio State League of Brazil on two separate occasions, the most prolific striker in the history of his first club, America, with 311 goals, and played alongside Zico at Flamengo. One uncle, Caio Cambalhota, was at Flamengo and another, César Maluco, was part of Brazils 1974 World Cup squad because of his performances for Palmeiras.", "id": "football/blog/2017/jan/07/football-club-owners-chaos-theory-morecambe", "isHosted": false, "secPara": "Whether that makes Lemos someone you would want at your football club is another matter. Lemos, having been working as a football agent in Qatar, took over at Morecambe in September, talking about climbing the leagues and arriving to a fanfare that included the chairman, Peter McGuigan, acclaiming the deal as one that will secure the long-term financial viability of the club.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-07T22:00:00Z", "webTitle": "Football clubs suffering as owners experiment with chaos theory", "webUrl": "https://www.theguardian.com/football/blog/2017/jan/07/football-club-owners-chaos-theory-morecambe", "wordCnt": 1547}, {"apiUrl": "https://content.guardianapis.com/football/2017/jan/07/fa-cup-third-round-wycombe-stourbridge-oxford-rotherham", "firPara": "Stourbridge, the lowest ranked side in the third round, were beaten 2-1 at League Two Wycombe. Dan Scarr cancelled out Sam Woods opener 20 minutes from time, but the Northern Premier League team were left heartbroken by Adebayo Akinfenwas late winner.", "id": "football/2017/jan/07/fa-cup-third-round-wycombe-stourbridge-oxford-rotherham", "isHosted": false, "secPara": "Wycombes manager, Gareth Ainsworth, was full of praise for his teams non-League opponents, telling the BBC Fair play to Stourbridge, they were the better team in spells. What they gave us today was a real full-blooded cup tie. Either club being in the fourth round is a fairytale. Dont dismiss how big Wycombe Wanderers in the fourth round is.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-07T20:18:09Z", "webTitle": "FA Cup roundup: Adebayo Akinfenwa’s late winner breaks Stourbridge hearts", "webUrl": "https://www.theguardian.com/football/2017/jan/07/fa-cup-third-round-wycombe-stourbridge-oxford-rotherham", "wordCnt": 620}, {"apiUrl": "https://content.guardianapis.com/football/2017/jan/07/preston-north-end-arsenal-fa-cup-match-report", "firPara": "Arsenal flirted with danger before coming from behind to win a hugely entertaining Cup tie, proving in the process that the game of two halves is a cliche that can occasionally be descriptive. They were well on top even before Olivier Girouds late winner but put in such a disjointed first half performance that the Championship side could easily have turned round two or three in front.", "id": "football/2017/jan/07/preston-north-end-arsenal-fa-cup-match-report", "isHosted": false, "secPara": "Perhaps Arsenal would still have come back, they seem quite good at recoveries these days, though it is the lapses in defensive concentration to keep going behind in the first place that must worry Arsène Wenger.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-07T19:39:28Z", "webTitle": "Arsenal break Preston hearts as Olivier Giroud scores last-minute winner", "webUrl": "https://www.theguardian.com/football/2017/jan/07/preston-north-end-arsenal-fa-cup-match-report", "wordCnt": 1059}, {"apiUrl": "https://content.guardianapis.com/football/live/2017/jan/07/preston-north-end-v-arsenal-fa-cup-third-round-live", "firPara": "Goals from Aaron Ramsey and Olivier Giroud enabled Arsenal to recover from a shambolic first-half performance and reach the fourth round", "id": "football/live/2017/jan/07/preston-north-end-v-arsenal-fa-cup-third-round-live", "isHosted": false, "secPara": "Welbeck forces a flying save from Maxwell with a fierce 20-yard strike. Moments later the final whistle is blown. Arsenal are through after a bit of a scare. They were shocking in the first half but imposed their superior class in the second and continued Arsene Wengers immaculate record in the FA Cup third round 21 ties, 21 wins. Thanks for your company, night.", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2017-01-07T19:26:54Z", "webTitle": "Preston North End 1-2 Arsenal: FA Cup third round – as it happened", "webUrl": "https://www.theguardian.com/football/live/2017/jan/07/preston-north-end-v-arsenal-fa-cup-third-round-live", "wordCnt": 2520}, {"apiUrl": "https://content.guardianapis.com/football/2017/jan/07/chelsea-set--to-recall-nathan-ake-bournemouth", "firPara": "Chelsea are set to exercise the option to recall Nathan Aké from his loan deal at Bournemouth. Antonio Conte said on Friday that he was evaluating the Dutchmans situation and Eddie Howe, the Bournemouth manager, says he expects Aké to be recalled by his parent club.", "id": "football/2017/jan/07/chelsea-set--to-recall-nathan-ake-bournemouth", "isHosted": false, "secPara": "Aké, who signed a new five-year deal with the London club in 2015, arrived at Bournemouth on a season-long loan from Chelsea in June and has since made 12 appearances in all competitions for the club. It looks like that will be the case that they will call him back, its not 100% finalised yet, Howe said, speaking to the BBC, after his sides 3-0 FA Cup third-round defeat at Millwall. That would be a huge blow for us and with Nathan going back our defensive resources would be stretched. It would be a huge blow to us as hes done so well.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-07T18:41:30Z", "webTitle": "Chelsea set to recall defender Nathan Aké from Bournemouth loan", "webUrl": "https://www.theguardian.com/football/2017/jan/07/chelsea-set--to-recall-nathan-ake-bournemouth", "wordCnt": 399}], "startIndex": 1381, "status": "ok", "total": 141934, "userTier": "developer"}}