{"response": {"currentPage": 564, "orderBy": "newest", "pageSize": 10, "pages": 14195, "results": [{"apiUrl": "https://content.guardianapis.com/football/blog/2016/jun/13/jack-wilshere-england-midfield-wayne-rooney", "firPara": "It was a rueful smile that crossed Jack Wilsheres face when the conversation turned to Wayne Rooneys reinvention as an England international midfielder and the ramifications for the players who have built their entire careers around that position. Yeah, cheers, was Wilsheres message for the England captain, in the manner of someone who had just taken a snowball to the face but recognised it was a damn good shot.", "id": "football/blog/2016/jun/13/jack-wilshere-england-midfield-wayne-rooney", "isHosted": false, "secPara": "Wilshere, to be clear, was showing a neat line in humour once he had come down the long, gravelly path to Les Fontaines, the chateau in Chantilly where players make themselves available for interview. He blew out his cheeks in admiration when asked about Rooneys performance against Russia and, if one thing came across from listening to the Arsenal player, it was the complete absence of any personal grievance.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-13T22:23:00Z", "webTitle": "Jack Wilshere can accept losing midfield role to ‘perfect’ Wayne Rooney", "webUrl": "https://www.theguardian.com/football/blog/2016/jun/13/jack-wilshere-england-midfield-wayne-rooney", "wordCnt": 914}, {"apiUrl": "https://content.guardianapis.com/football/2016/jun/13/jonny-evans-northern-ireland-euro-2016-ukraine", "firPara": "Jonny Evans has said Northern Ireland require greater adventure on the ball and may need to revise their tactics for what he labelled a make-or-break game against Ukraine.", "id": "football/2016/jun/13/jonny-evans-northern-ireland-euro-2016-ukraine", "isHosted": false, "secPara": "Northern Ireland were beaten 1-0 by Poland in their first appearance at a European Championship on Sunday when Arkadiusz Miliks second-half goal brought their 12-game unbeaten run to a deserved end. With the world champions, Germany, awaiting Michael ONeills team in their final game in Group C, there is heightened pressure on Northern Ireland to avoid defeat against Ukraine in Lyon on Thursday.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-13T22:09:00Z", "webTitle": "Jonny Evans: Northern Ireland’s Euro tie against Ukraine is make or break", "webUrl": "https://www.theguardian.com/football/2016/jun/13/jonny-evans-northern-ireland-euro-2016-ukraine", "wordCnt": 717}, {"apiUrl": "https://content.guardianapis.com/football/2016/jun/13/wales-chris-coleman-expects-gareth-bale-to-back-up-big-talk-against-england", "firPara": "Chris Coleman is confident Gareth Bale will back up his claim that Wales are more patriotic than England with an impressive display in Thursdays Group B game, the coach pointing to him previously doing so when stating before the 2014 Champions League final that none of Atlético Madrids players would get into the Real Madrid side.", "id": "football/2016/jun/13/wales-chris-coleman-expects-gareth-bale-to-back-up-big-talk-against-england", "isHosted": false, "secPara": "Roy Hodgson, the England manager, reacted angrily to Bales comments, describing them as disrespectful. Coleman attempted to play down any sense of a row but the Wales coach is clear a player who scored a memorable free-kick in Saturdays 2-1 victory over Slovakia will relish the chance to show it was not empty talk.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-13T22:05:00Z", "webTitle": "Wales’ Chris Coleman confident Gareth Bale will back up big talk against England", "webUrl": "https://www.theguardian.com/football/2016/jun/13/wales-chris-coleman-expects-gareth-bale-to-back-up-big-talk-against-england", "wordCnt": 706}, {"apiUrl": "https://content.guardianapis.com/football/2016/jun/13/germany-bastian-schweinsteiger-andre-schurrle-ukraine-group-c", "firPara": "Germanys players have paid tribute to their amazing captain, Bastian Schweinsteiger, backing him to boost their already sky-high confidence further after he returned from injury to score in the final minute of their opening 2-0 victory over Ukraine.", "id": "football/2016/jun/13/germany-bastian-schweinsteiger-andre-schurrle-ukraine-group-c", "isHosted": false, "secPara": "The Manchester United midfielder came on as a substitute right towards the end to finish a sweeping move to a rapturous reception from the German fans.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-13T22:02:00Z", "webTitle": "Germany players hail ‘amazing’ Bastian Schweinsteiger after winning return", "webUrl": "https://www.theguardian.com/football/2016/jun/13/germany-bastian-schweinsteiger-andre-schurrle-ukraine-group-c", "wordCnt": 414}, {"apiUrl": "https://content.guardianapis.com/football/2016/jun/13/luka-modric-pressure-croatia-euro-2016-1998", "firPara": "Luka Modrics stunning winner against Turkey came after the midfielder admitted to one of his Croatia team-mates he felt more pressure playing for his country than for Real Madrid in two Champions League finals.", "id": "football/2016/jun/13/luka-modric-pressure-croatia-euro-2016-1998", "isHosted": false, "secPara": "Modrics 25-yard volley secured victory in their opening Group D match in Paris on Sunday. Before the kick-off, he told Vedran Corluka the expectation to perform meant he was more relaxed in last months triumphant European Cup final against Atlético Madrid, as well as in the 2014 final, when Real also defeated their city rivals.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-13T21:30:40Z", "webTitle": "Croatia’s Luka Modric finds fans’ expectations of him ‘unrealistic’", "webUrl": "https://www.theguardian.com/football/2016/jun/13/luka-modric-pressure-croatia-euro-2016-1998", "wordCnt": 798}, {"apiUrl": "https://content.guardianapis.com/football/2016/jun/13/lille-euro-2016-england-wales-russia-hooliganism", "firPara": "Northern French will welcome fans from England, Wales – and Russia – this week and the mood is one of calm rather than preparing for a Euro 2016 storm", "id": "football/2016/jun/13/lille-euro-2016-england-wales-russia-hooliganism", "isHosted": false, "secPara": "Early afternoon in the cobbled Place du Général de Gaulle, the summer drizzle sending the bar staff scurrying out to collect chairs, and Les Lillois are counting the cost of life as a host city at the European Championship. Fans from Germany and Ukraine had clashed briefly in the square the previous day before their teams meeting at Stade Pierre Mauroy. Those scenes had been far removed from the running street battles of Marseille, but the Russians are here this week and those English not destined for nearby Lens will also be in town.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-13T21:30:40Z", "webTitle": "Lille braces itself for Euro 2016 invasion of British supporters", "webUrl": "https://www.theguardian.com/football/2016/jun/13/lille-euro-2016-england-wales-russia-hooliganism", "wordCnt": 1251}, {"apiUrl": "https://content.guardianapis.com/football/live/2016/jun/13/belgium-v-italy-euro-2016-live", "firPara": "Hotly-tipped, highly-rated Belgium were emphatically undone by an outstanding team performance from Italy", "id": "football/live/2016/jun/13/belgium-v-italy-euro-2016-live", "isHosted": false, "secPara": "Bye!", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2016-06-13T21:03:44Z", "webTitle": "Belgium 0-2 Italy: Euro 2016 – as it happened", "webUrl": "https://www.theguardian.com/football/live/2016/jun/13/belgium-v-italy-euro-2016-live", "wordCnt": 1063}, {"apiUrl": "https://content.guardianapis.com/football/2016/jun/13/belgium-italy-euro-2016-match-report", "firPara": "Ridiculed and vilified before a ball had been kicked; resolute and victorious once the games begin. Italy, we have been here before. The Azzurri achieved what many back home had claimed was beyond them to illuminate the European Championships with a clinical, spirited and tactically superb victory over Belgium. The team ranked second in the world remain an unequal sum of their parts.", "id": "football/2016/jun/13/belgium-italy-euro-2016-match-report", "isHosted": false, "secPara": "Italy triumphed the classic Italian way to dismantle not only preconceptions but Belgium as an attacking and defensive unit. They defended with intelligence, strength and the occasional tactical foul, seized their clearest chances and worked ferociously for each other. There was no clearer illustration of the unity running through the team than when Graziano Pellè sealed the win in stoppage time and 38-year-old Gianluigi Buffon sprinted the length of the pitch to pile into the celebrations. Southampton completed the victory and Sunderland started it, though supporters at the Stadium of Light will have been hard-pressed to recognise the Emanuele Giaccherini who disappointed for their club but excelled with the opening goal in Lyon.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-13T21:01:52Z", "webTitle": "Emanuele Giaccherini and Graziano Pellè seal Italy win over Belgium", "webUrl": "https://www.theguardian.com/football/2016/jun/13/belgium-italy-euro-2016-match-report", "wordCnt": 841}, {"apiUrl": "https://content.guardianapis.com/football/2016/jun/13/russia-officials-fan-violence-marseille-england", "firPara": "Russian officials have played down the violence over the weekend in Marseille – and in some cases even praised the fans involved. One top football official said the hooligans had defended the countrys honour and should be forgiven, while a top law enforcement official suggested Europe was too gay to know what real men look like.", "id": "football/2016/jun/13/russia-officials-fan-violence-marseille-england", "isHosted": false, "secPara": "I dont see anything wrong with the fans fighting, Igor Lebedev wrote on Twitter. Quite the opposite, well done lads, keep it up!", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-13T21:00:39Z", "webTitle": "Russian officials blame security for problems and praise fighting fans", "webUrl": "https://www.theguardian.com/football/2016/jun/13/russia-officials-fan-violence-marseille-england", "wordCnt": 1135}, {"apiUrl": "https://content.guardianapis.com/football/2016/jun/13/far-right-activist-euro-2016-russian-fa-alexander-shprygin-nazi-salute", "firPara": "• Alexander Shprygin photographed giving a Nazi salute", "id": "football/2016/jun/13/far-right-activist-euro-2016-russian-fa-alexander-shprygin-nazi-salute", "isHosted": false, "secPara": "A notorious far-right activist who has been photographed giving a Nazi salute is travelling with the official Russian FA delegation at Euro 2016 and was in Marseille at the weekend as clashes erupted between Russian and English fans.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-13T20:27:42Z", "webTitle": "Euro 2016: notorious far-right activist at tournament with Russian FA delegation", "webUrl": "https://www.theguardian.com/football/2016/jun/13/far-right-activist-euro-2016-russian-fa-alexander-shprygin-nazi-salute", "wordCnt": 1155}], "startIndex": 5631, "status": "ok", "total": 141941, "userTier": "developer"}}