{"response": {"currentPage": 364, "orderBy": "newest", "pageSize": 10, "pages": 14194, "results": [{"apiUrl": "https://content.guardianapis.com/football/2016/sep/23/football-transfer-rumour-mill-manchester-city-leonardo-bonucci", "firPara": "Todays fluff can sing just like our fathers", "id": "football/2016/sep/23/football-transfer-rumour-mill-manchester-city-leonardo-bonucci", "isHosted": false, "secPara": "Todays fluff can sing just like our fathers", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-23T08:13:05Z", "webTitle": "Football transfer rumours: Manchester City back in for Leonardo Bonucci?", "webUrl": "https://www.theguardian.com/football/2016/sep/23/football-transfer-rumour-mill-manchester-city-leonardo-bonucci", "wordCnt": 597}, {"apiUrl": "https://content.guardianapis.com/football/blog/2016/sep/23/premier-league-10-things-to-look-out-for-this-weekend", "firPara": "A crunch London derby as Arsenal host Chelsea, Michael Carrick could be key for Manchester United, and Vincent Janssen gets his chance to shine", "id": "football/blog/2016/sep/23/premier-league-10-things-to-look-out-for-this-weekend", "isHosted": false, "secPara": "On a weekend when much will be made of Arsène Wengers 20th anniversary as Arsenal manager, the Frenchman would not be human if he didnt recall the manner in which Chelsea ruined the occasion of his 1,000th game in charge. It was March 2014 and on a strange afternoon at Stamford Bridge, Andre Marriner sent off Kieran Gibbs in a case of mistaken identity, as José Mourinhos side hit their visitors for six without reply. Arsenal had already lost 6-3 at Manchester City and 5-1 at Liverpool that season, capitulations that rendered Wengers team and any aspirations they had towards a title win a laughing stock. With apologies to Leicester fans, this is the second big test of Arsenals credentials as potential title winners in six games. They have already failed the first, against Liverpool. Should they fail this one, against likely fellow contenders for a top four spot, the weekend airwaves will echo to the sound of seething Gooners repeating their forlorn and familiar lament that its once again time for Wenger to go. BG", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-23T07:30:03Z", "webTitle": "Premier League: 10 things to look out for this weekend", "webUrl": "https://www.theguardian.com/football/blog/2016/sep/23/premier-league-10-things-to-look-out-for-this-weekend", "wordCnt": 1894}, {"apiUrl": "https://content.guardianapis.com/football/2016/sep/23/australias-joeys-thumped-6-0-by-japan-to-finish-afc-u16-championship", "firPara": "Australias under 17 national football team, the Joeys, has finished the AFC U16 championship held in India in disappointing fashion, losing to 6-0 to Japan.", "id": "football/2016/sep/23/australias-joeys-thumped-6-0-by-japan-to-finish-afc-u16-championship", "isHosted": false, "secPara": "The Joeys trailed only 1-0 at half time, after an early Soichiro Kozuki goal, but the floodgates opened in the second half as Australia recorded its heaviest lost since its 6-0 defeat to Nigeria at the 2015 U17 World Cup.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-23T01:13:44Z", "webTitle": "Australia's Joeys thumped 6-0 by Japan to finish AFC U16 championship", "webUrl": "https://www.theguardian.com/football/2016/sep/23/australias-joeys-thumped-6-0-by-japan-to-finish-afc-u16-championship", "wordCnt": 351}, {"apiUrl": "https://content.guardianapis.com/football/2016/sep/22/wayne-rooney-manchester-united-rubbish-criticism", "firPara": "Wayne Rooney has admitted he is under greater scrutiny than ever before in his career after a testing start to the season but the Manchester United captain believes he can still play a major part under José Mourinho.", "id": "football/2016/sep/22/wayne-rooney-manchester-united-rubbish-criticism", "isHosted": false, "secPara": "Rooney has scored once in five Premier League games for Mourinho so far – against Bournemouth on the opening day of the season – and has been criticised after a series of disappointing performances. The England captain played the whole match on Wednesday as United ended a run of three successive defeats with victory over Northampton Town in the EFL Cup but in an interview with the clubs in-house television channel on Thursdaynight he acknowledged that it had been a hard few weeks.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-22T22:25:49Z", "webTitle": "Manchester United’s Wayne Rooney: I can deal with ‘rubbish’ criticism", "webUrl": "https://www.theguardian.com/football/2016/sep/22/wayne-rooney-manchester-united-rubbish-criticism", "wordCnt": 600}, {"apiUrl": "https://content.guardianapis.com/football/2016/sep/22/emmanuel-adebayor-denies-smoking-whisky-lyon-meeting", "firPara": "Emmanuel Adebayor has rejected claims he smoked cigarettes and asked for a shot of whisky in his coffee during a meeting with Lyon over a potential move to the French club.", "id": "football/2016/sep/22/emmanuel-adebayor-denies-smoking-whisky-lyon-meeting", "isHosted": false, "secPara": "Adebayor, who was released by Crystal Palace in the summer after his contract expired, met Lyons manager, Bruno Génésio, last week to discuss a move to the Ligue 1 side. The 32-year-old Togo international said the transfer fell through after Lyon were reluctant to release him for the Africa Cup of Nations in January, although reports in France stated that Génésio decided against signing the former Arsenal, Manchester City and Tottenham striker because of a series of bizarre requests during their meeting, including providing a private helicopter to take him to training, hiring celebrated chef Joël Robuchon as his personal cook and a villa with a swimming pool that has a view of Corsica.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-22T21:34:50Z", "webTitle": "Emmanuel Adebayor denies smoking and asking for whisky in Lyon meeting", "webUrl": "https://www.theguardian.com/football/2016/sep/22/emmanuel-adebayor-denies-smoking-whisky-lyon-meeting", "wordCnt": 430}, {"apiUrl": "https://content.guardianapis.com/football/2016/sep/22/claudio-ranieri-jose-mourinho-prehistoric-leicester-city-manchester-united", "firPara": "Claudio Ranieri has insisted his feud with José Mourinho belongs to the past, with the Leicester City manager describing the enmity that once existed between the two as prehistoric and saying he would happily share a glass of wine with his opposite number after Saturdays Premier League match at Old Trafford.", "id": "football/2016/sep/22/claudio-ranieri-jose-mourinho-prehistoric-leicester-city-manchester-united", "isHosted": false, "secPara": "Although Ranieri talked about wanting to get revenge for Leicesters defeat at the hands of Manchester United in the Community Shield in August, the 64-year-old was keen to stress that he and Mourinho have moved on from the bitter war of words that characterised their relationship at one time, especially during the period when they were working in Italy and some of the remarks became personal.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-22T21:30:22Z", "webTitle": "Claudio Ranieri says feud with José Mourinho is ‘prehistoric’ before reunion", "webUrl": "https://www.theguardian.com/football/2016/sep/22/claudio-ranieri-jose-mourinho-prehistoric-leicester-city-manchester-united", "wordCnt": 618}, {"apiUrl": "https://content.guardianapis.com/football/2016/sep/22/ronald-koeman-rules-out-oumar-niasse-rescuing-everton-career", "firPara": "Ronald Koeman has quashed any prospect of Oumar Niasse rescuing his Everton career by insisting he does not want the £13.5m striker in his team.", "id": "football/2016/sep/22/ronald-koeman-rules-out-oumar-niasse-rescuing-everton-career", "isHosted": false, "secPara": "The Senegal international has been training with Evertons development squad since being told he did not feature in Koemans plans and rejecting the chance to leave on loan in the summer. Niasse, the third most expensive signing in the clubs history when he arrived from Lokomotiv Moscow in February, played only 152 minutes under Roberto Martínez last season and the Spaniards successor deemed the 26-year-old surplus to requirements after 45 minutes of a pre-season friendly.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-22T21:30:22Z", "webTitle": "Ronald Koeman rules out Oumar Niasse rescuing Everton career", "webUrl": "https://www.theguardian.com/football/2016/sep/22/ronald-koeman-rules-out-oumar-niasse-rescuing-everton-career", "wordCnt": 489}, {"apiUrl": "https://content.guardianapis.com/football/2016/sep/22/middlesbrough-aitor-karanka-ben-gibson-england", "firPara": "Aitor Karanka has warned Ben Gibson to concentrate solely on his Middlesbrough performances and not allow himself to become distracted by mounting talk of an England senior call-up. It would be no surprise were Sam Allardyce to name the Under-21 centre-half in his next squad, particularly as Gibson is that most prized defensive commodity – a left-footer.", "id": "football/2016/sep/22/middlesbrough-aitor-karanka-ben-gibson-england", "isHosted": false, "secPara": "Ben has to focus on his job, playing games here, the Boro manager said. He has an important game against Tottenham here this Saturday and it could be his worst mistake to start thinking about the national team when hes only played five games in the Premier League. But hes a calm lad so I think and I know hell remain calm and hell be just thinking about the game on Saturday.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-22T21:30:22Z", "webTitle": "Middlesbrough’s Aitor Karanka warns Ben Gibson off dreaming of England call", "webUrl": "https://www.theguardian.com/football/2016/sep/22/middlesbrough-aitor-karanka-ben-gibson-england", "wordCnt": 480}, {"apiUrl": "https://content.guardianapis.com/football/blog/2016/sep/22/jose-mourinho-manchester-united-master", "firPara": "In one respect, of course, José Mourinho is right. Modern football is for ever trying to read too much into too little. One bad week – three poor results – is nothing compared to his previous career. Manchester United supporters, perhaps, will welcome his belligerence in attacking the football Einsteins who have tried to delete 16 years of my career. After a start to the season in which he has at times seemed slightly cowed, Mourinho has shown that there is fight left in him.", "id": "football/blog/2016/sep/22/jose-mourinho-manchester-united-master", "isHosted": false, "secPara": "Others will wonder, though, whether an edgy 3-1 victory in the EFL Cup against a third-tier side is really the platform on which to be mounting such a ferocious defence of his position. What does that say about how hurt he has been by the criticism of the past week? What does it say about the self‑confidence that was once his trademark and one of his key attributes?", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-22T18:57:00Z", "webTitle": "Manchester United’s José Mourinho: no longer the bright young iconoclast | Jonathan Wilson", "webUrl": "https://www.theguardian.com/football/blog/2016/sep/22/jose-mourinho-manchester-united-master", "wordCnt": 1132}, {"apiUrl": "https://content.guardianapis.com/football/2016/sep/22/efl-rules-out-including-premier-league-b-teams-in-plans-for-new-league-structure", "firPara": "The 72 Football League clubs have definitively ruled out the prospect of Premier League B teams playing them in league football or Rangers and Celtic joining them as part of a planned revamp.", "id": "football/2016/sep/22/efl-rules-out-including-premier-league-b-teams-in-plans-for-new-league-structure", "isHosted": false, "secPara": "Shaun Harvey, the EFL chief executive, said last month the introduction of B teams had not been discounted as a possibility as part of ongoing discussions about its Whole Game Solution revamp that includes proposals to increase the number of teams to 80, while also pointing out that more than 90% of clubs would have to agree.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-22T15:36:51Z", "webTitle": "EFL puts definitive end to controversial plan to include Premier League B teams", "webUrl": "https://www.theguardian.com/football/2016/sep/22/efl-rules-out-including-premier-league-b-teams-in-plans-for-new-league-structure", "wordCnt": 730}], "startIndex": 3631, "status": "ok", "total": 141935, "userTier": "developer"}}