{"response": {"currentPage": 262, "orderBy": "newest", "pageSize": 10, "pages": 14194, "results": [{"apiUrl": "https://content.guardianapis.com/football/2016/nov/08/checkatrade-trophy-crowds-fail-attract-1000", "firPara": "The unpopular Checkatrade Trophy set several new unwanted records as supporters continued to boycott the revamped Football League Trophy, though there was some amusement at Stamford Bridge, where Chelsea Under-23s defeated Oxford United in a 34-attempt penalty shootout. The game had finished 1-1 after 90 minutes but Chelseas 19-year-old goalkeeper Bradley Collins scored his second attempt before then saving Oxfords next attempt to send the hosts through 13-12.", "id": "football/2016/nov/08/checkatrade-trophy-crowds-fail-attract-1000", "isHosted": false, "secPara": "At least 16 of the 24 games drew attendances of fewer than 1,000, with a couple of clubs setting records for their lowest attendances. Middlesbroughs game against Shrewsbury attracted just 308 to the Riverside, while Barnets game against Peterborough also failed to attract more than 400. Only two games broke attendances of 1,500 Chelseas win and Lutons game against Millwall, which attracted 2,251 to Kenilworth Road.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-08T23:08:21Z", "webTitle": "Two-thirds of Checkatrade Trophy games fail to attract crowds above 1,000", "webUrl": "https://www.theguardian.com/football/2016/nov/08/checkatrade-trophy-crowds-fail-attract-1000", "wordCnt": 274}, {"apiUrl": "https://content.guardianapis.com/football/2016/nov/08/jack-wilshere-england-arsenal-bounrmith-eddie-howe", "firPara": "As Jack Wilshere observed, a lot has changed since the last time he turned his car down the long, winding lane into St Georges Park. Wilshere was not around to see all the branding – The Journey Begins Here – that went up under Sam Allardyces reign, then quickly came down again once Gareth Southgate took over. Even the interview suite is in a different place to the last time Wilshere pulled on an England tracksuit, back in the days when no one could really have imagined the best thing for his career would be a move to Bournemouth.", "id": "football/2016/nov/08/jack-wilshere-england-arsenal-bounrmith-eddie-howe", "isHosted": false, "secPara": "It has clearly been a wrench given Wilsheres ties with Arsenal and the unusual line of conversation where, on the one hand, he sets out his reasons for moving away on loan while, on the other, he talks about how dearly he would love to see Arsène Wengers team win the Premier League, even if it meant missing out on a medal.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-08T22:30:46Z", "webTitle": "Jack Wilshere raring to go for England after rediscovering love for game", "webUrl": "https://www.theguardian.com/football/2016/nov/08/jack-wilshere-england-arsenal-bounrmith-eddie-howe", "wordCnt": 920}, {"apiUrl": "https://content.guardianapis.com/football/2016/nov/08/jose-mourinho-manchester-united-players-improve-luke-shaw-chris-smalling", "firPara": "• Manager made team talk before criticising Shaw and Smalling", "id": "football/2016/nov/08/jose-mourinho-manchester-united-players-improve-luke-shaw-chris-smalling", "isHosted": false, "secPara": "José Mourinho felt let down by Luke Shaw and Chris Smalling making themselves unavailable for Manchester Uniteds victory over Swansea City because he had told his squad to reward supporters who would be travelling to south Wales with a display of unswerving commitment.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-08T22:30:46Z", "webTitle": "José Mourinho demanded Manchester United players improve for supporters", "webUrl": "https://www.theguardian.com/football/2016/nov/08/jose-mourinho-manchester-united-players-improve-luke-shaw-chris-smalling", "wordCnt": 391}, {"apiUrl": "https://content.guardianapis.com/football/2016/nov/08/david-moyes-scotland-england-world-cup-qualifier", "firPara": "If David Moyes is spotted in the Wembley crowd on Friday no one should be startled to see the Sunderland manager wearing a pair of Bay City Rollers trousers.", "id": "football/2016/nov/08/david-moyes-scotland-england-world-cup-qualifier", "isHosted": false, "secPara": "The England v Scotland World Cup qualifier has brought back memories of the 53-year-olds youth in 1970s Glasgow. It was the era of the old home internationals and Moyes has vivid recollections of his trips to London to cheer on Scotland.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-08T22:29:46Z", "webTitle": "David Moyes gets his flares out for Scotland but admits team lack flair", "webUrl": "https://www.theguardian.com/football/2016/nov/08/david-moyes-scotland-england-world-cup-qualifier", "wordCnt": 635}, {"apiUrl": "https://content.guardianapis.com/football/2016/nov/08/manchester-city-women-fight-europe-game", "firPara": "On the Monday before Manchester City Women play Brondby in the Champions League last-16, Keira Walsh is pinging 25-yard diagonals on to Jane Rosss instep. As the 19-year-old midfielder hits the striker with metronomic precision, the rest of Nick Cushings squad play a practice game for Wednesday nights tie on another of the training pitches at Citys vast football academy.", "id": "football/2016/nov/08/manchester-city-women-fight-europe-game", "isHosted": false, "secPara": "There are bright skies overhead but the mood is intense as the players prepare for the final challenge of a supremely successful season. Last weekend Cushings side claimed the Womens Super League title for the first time, by five points from Chelsea, completing a double after they won the Continental Tyres Cup. In the title campaign they conceded only four goals – three of which were penalties. They have lost only one game all season – the FA Cup semi-final to Chelsea – and are unbeaten for a remarkable 18 months in the league. And when taking on Brondby at the Academy Stadium, City will be Britains last representative in the European Cup.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-08T22:24:00Z", "webTitle": "Manchester City women take fight to Europe after transforming game at home | Jamie Jackson", "webUrl": "https://www.theguardian.com/football/2016/nov/08/manchester-city-women-fight-europe-game", "wordCnt": 1297}, {"apiUrl": "https://content.guardianapis.com/football/blog/2016/nov/08/sebastian-giovinco-italy-giampiero-ventura-mls-selection", "firPara": "Major League Soccer is no match for the top European leagues but playing in the States doesnt mean you will fail at international level", "id": "football/blog/2016/nov/08/sebastian-giovinco-italy-giampiero-ventura-mls-selection", "isHosted": false, "secPara": "Major League Soccer is no match for the top European leagues but playing in the States doesnt mean you will fail at international level", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-08T21:48:34Z", "webTitle": "MLS is far from perfect but Italy are missing a trick with Sebastian Giovinco", "webUrl": "https://www.theguardian.com/football/blog/2016/nov/08/sebastian-giovinco-italy-giampiero-ventura-mls-selection", "wordCnt": 839}, {"apiUrl": "https://content.guardianapis.com/football/2016/nov/08/scotland-draw-england-debut-match-women-european-championship", "firPara": "Three days before England face Scotland in a World Cup qualifier at Wembley the womens teams were drawn to meet each other on what will be an historic occasion at next years European Championship finals in the Netherlands.", "id": "football/2016/nov/08/scotland-draw-england-debut-match-women-european-championship", "isHosted": false, "secPara": "In what will be the first match in a major competition for Scotland, Anna Signeuls team will take on the auld enemy at Utrecht on 19 July at the same time that Group Ds other two teams, Spain and Portugal, play each other in Doetinchem.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-08T21:10:25Z", "webTitle": "Scotland draw England for debut match at women’s European Championship", "webUrl": "https://www.theguardian.com/football/2016/nov/08/scotland-draw-england-debut-match-women-european-championship", "wordCnt": 813}, {"apiUrl": "https://content.guardianapis.com/football/2016/nov/08/fa-tony-mcgill-sammy-lee-gavin-mccann-bolton-wanderers", "firPara": "The agent who won a nine-year legal battle to prove a catalogue of wrongdoing by the England assistant manager Sammy Lee, the former Bolton midfielder Gavin McCann, Bolton Wanderers and the agents SEM, has accused the Football Association of being a weak enforcer of its own rules and not fit for purpose.", "id": "football/2016/nov/08/fa-tony-mcgill-sammy-lee-gavin-mccann-bolton-wanderers", "isHosted": false, "secPara": "The court of appeal has upheld the findings of a 2014 high court judgment that in June 2007 McCann had agreed the agent Tony McGill would act for him, but at the last minute SEM poached the player, a backdated contract was sent to the FA, and Lee, the SEM agents and other witnesses lied in court. Bolton paid SEM, whose chief executive at the time was the well-known agent Jerome Anderson, a £300,000 agents fee for, Judge Waksman found, doing little or nothing.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-08T20:08:37Z", "webTitle": "Weak FA ‘not fit for purpose’ says agent involved in Sammy Lee court case", "webUrl": "https://www.theguardian.com/football/2016/nov/08/fa-tony-mcgill-sammy-lee-gavin-mccann-bolton-wanderers", "wordCnt": 620}, {"apiUrl": "https://content.guardianapis.com/football/2016/nov/08/alexis-sanchez-arsenal-chile-calf-tear-injury-world-cup-qualifier", "firPara": "Alexis Sánchez could miss pivotal matches for Arsenal after suffering a calf tear while on international duty with Chile.", "id": "football/2016/nov/08/alexis-sanchez-arsenal-chile-calf-tear-injury-world-cup-qualifier", "isHosted": false, "secPara": "The forward, who has scored eight goals this season, will remain in Santiago while he is evaluated by medical staff but the initial statement confirmed a muscle tear before Thursdays World Cup qualifier against Colombia in Barranquilla.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-08T18:41:23Z", "webTitle": "Arsenal blow as Alexis Sánchez limps out of Chile training with calf tear", "webUrl": "https://www.theguardian.com/football/2016/nov/08/alexis-sanchez-arsenal-chile-calf-tear-injury-world-cup-qualifier", "wordCnt": 155}, {"apiUrl": "https://content.guardianapis.com/football/2016/nov/08/joey-barton-rangers-january-transfer-window-burnley", "firPara": "Joey Barton has been signed off from Rangers training ground with stress since Friday, with the midfielders permanent exit from Ibrox moving ever closer. Barton may become a free agent before the end of this week, with talks at an advanced stage to terminate his contract.", "id": "football/2016/nov/08/joey-barton-rangers-january-transfer-window-burnley", "isHosted": false, "secPara": "Barton resumed training, alongside Rangers under-20 players, last midweek after a club-imposed suspension in mid-September but was last seen at the complex on Thursday.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-08T18:04:17Z", "webTitle": "Joey Barton signed off with stress and could leave Rangers this week", "webUrl": "https://www.theguardian.com/football/2016/nov/08/joey-barton-rangers-january-transfer-window-burnley", "wordCnt": 285}], "startIndex": 2611, "status": "ok", "total": 141935, "userTier": "developer"}}