{"response": {"currentPage": 222, "orderBy": "newest", "pageSize": 10, "pages": 14194, "results": [{"apiUrl": "https://content.guardianapis.com/football/2016/nov/27/mauricio-pochettino-moussa-sissoko-tottenham", "firPara": "Mauricio Pochettino has expressed disappointment with the impact made by Moussa Sissoko since the midfielders club‑record arrival at Tottenham Hotspur in the summer, and suggested the France international had yet to demonstrate in training or in his appearances in the first team the quality the management anticipated.", "id": "football/2016/nov/27/mauricio-pochettino-moussa-sissoko-tottenham", "isHosted": false, "secPara": "Sissoko cost £30m from Newcastle United on transfer deadline day at the end of August, having made clear his desire to leave the club with whom he was relegated last season. Yet the 27-year-old, whose progress was interrupted by a three-game ban for an elbow flung at Harry Arter during a draw at Bournemouth in October, has started only four Premier League matches and, having underwhelmed, was omitted from the matchday squad entirely for the defeat at Chelsea on Saturday.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-27T22:30:12Z", "webTitle": "Mauricio Pochettino says Moussa Sissoko is falling short of expectations", "webUrl": "https://www.theguardian.com/football/2016/nov/27/mauricio-pochettino-moussa-sissoko-tottenham", "wordCnt": 697}, {"apiUrl": "https://content.guardianapis.com/football/2016/nov/27/manchester-united-jose-mourinho-touchline-ban-west-ham", "firPara": "• Manager sent to Old Trafford stands by Jonathan Moss after kicking bottle", "id": "football/2016/nov/27/manchester-united-jose-mourinho-touchline-ban-west-ham", "isHosted": false, "secPara": "José Mourinho is facing a third touchline ban in little more than a year after being sent to the stands for the third time in 20 Premier League matches during Manchester Uniteds 1-1 draw with West Ham United at Old Trafford on Sunday.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-27T20:42:32Z", "webTitle": "Manchester United’s José Mourinho faces fresh touchline ban after sending-off", "webUrl": "https://www.theguardian.com/football/2016/nov/27/manchester-united-jose-mourinho-touchline-ban-west-ham", "wordCnt": 519}, {"apiUrl": "https://content.guardianapis.com/football/2016/nov/28/a-league-champs-whats-awry-adelaide-united", "firPara": "The defending champions have been here before, but Adelaide United will need every slice of good fortune if they are to replicate last seasons heroics", "id": "football/2016/nov/28/a-league-champs-whats-awry-adelaide-united", "isHosted": false, "secPara": "The defending champions have been here before, but Adelaide United will need every slice of good fortune if they are to replicate last seasons heroics", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-27T20:07:33Z", "webTitle": "From A-League champs to chumps: what’s awry at Adelaide United? | Richard Parkin", "webUrl": "https://www.theguardian.com/football/2016/nov/28/a-league-champs-whats-awry-adelaide-united", "wordCnt": 968}, {"apiUrl": "https://content.guardianapis.com/football/2016/nov/27/crystal-palace-shambolic-showings-leave-alan-pardew-on-brink", "firPara": "The signs were there in plain sight at the Liberty Stadium, the ones which suggest this is the end game. They reared with Gylfi Sigurdssons every intervention, a player whose influence as scorer and provider had been highlighted on posters pinned up on the walls back at Crystal Palaces training ground. The pie-charted stats had screamed out a warning that the Icelander had contributed to 53% of Swanseas goals. And yet, against rivals primed to stifle, here he was scoring the hosts first, assisting their fourth, and delivering the three set-plays which provoked such bedlam in the visitors pathetic mess of a defence as to ensure dismal defeat was plucked from the jaws of victory. Those percentages will need tweaking.", "id": "football/2016/nov/27/crystal-palace-shambolic-showings-leave-alan-pardew-on-brink", "isHosted": false, "secPara": "The clues could be spied just as clearly in Christian Benteke losing his man not once, not twice, but three times at those set-piece deliveries in a team that had apparently spent the bulk of the previous week working feverishly on tightening up at dead-ball situations. One of those errors might be written off as another careless lapse in concentration. Three suggested rather more troubling issues in play, and that the drilling has not worked. A lineup that had prioritised a first clean sheet since April ended up shipping five to a team who had started the weekend bottom and the 18th most prolific side in the division. The message is not sinking in. The same mistakes are being made every week. Discipline is shot to pieces.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-27T19:45:12Z", "webTitle": "Crystal Palace’s shambolic showings leave Alan Pardew on the brink", "webUrl": "https://www.theguardian.com/football/2016/nov/27/crystal-palace-shambolic-showings-leave-alan-pardew-on-brink", "wordCnt": 1052}, {"apiUrl": "https://content.guardianapis.com/football/2016/nov/27/southampton-everton-premier-league-match-report", "firPara": "For Ronald Koeman it was the return to Southampton he probably expected but that did not make it any easier to bear. After hearing some less than -kind words from the home ranks the Dutchman had to watch on as his new side were deservedly beaten by his old one. The Everton manager could not hide his anger afterwards and may well now be wondering if he made the right decision swapping the south coast for Merseyside after all.", "id": "football/2016/nov/27/southampton-everton-premier-league-match-report", "isHosted": false, "secPara": "The goal that decided this contest came early – after 41 seconds, in fact – and the truth is Everton never really recovered. As against Swansea City last week their approach play was sluggish and limited for large periods but the difference this time was that they could not muster an equaliser. The visitors had only one shot on target and it came as little surprise to see many of their supporters heading for the exits long before the final whistle had blown.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-27T18:39:57Z", "webTitle": "Charlie Austin’s early strike sees Southampton edge out Everton", "webUrl": "https://www.theguardian.com/football/2016/nov/27/southampton-everton-premier-league-match-report", "wordCnt": 787}, {"apiUrl": "https://content.guardianapis.com/football/2016/nov/27/manchester-united-west-ham-premier-league-match-report", "firPara": "This was not the first time Manchester United have failed to turn dominance into victory and not the first time José Mourinho has been sent to the stands.", "id": "football/2016/nov/27/manchester-united-west-ham-premier-league-match-report", "isHosted": false, "secPara": "United will rue their lack of ruthlessness and Mourinho may regret the 27th‑minute incident in which he kicked a water bottle in anger at the booking by Jonathan Moss of Paul Pogba for diving, which was actually proved to be the correct decision by the referee.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-27T18:30:38Z", "webTitle": "Manchester United draw at home with West Ham after José Mourinho sent off", "webUrl": "https://www.theguardian.com/football/2016/nov/27/manchester-united-west-ham-premier-league-match-report", "wordCnt": 898}, {"apiUrl": "https://content.guardianapis.com/football/live/2016/nov/27/manchester-united-v-west-ham-united-premier-league-live", "firPara": "West Ham took the lead early, and though Manchester United came back well, a draw reflected the balance of chances in an invigorating game; oh, and José Mourinho was sent-off again", "id": "football/live/2016/nov/27/manchester-united-v-west-ham-united-premier-league-live", "isHosted": false, "secPara": "b>Anyway, I suppose thats that. </b>Thanks all for your company and comments - sorry I couldnt use them all - and have a good night. ", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2016-11-27T18:26:53Z", "webTitle": "Manchester United v West Ham United: Premier League – as it happened", "webUrl": "https://www.theguardian.com/football/live/2016/nov/27/manchester-united-v-west-ham-united-premier-league-live", "wordCnt": 1773}, {"apiUrl": "https://content.guardianapis.com/football/live/2016/nov/27/southampton-v-everton-premier-league-live", "firPara": "Charlie Austins 41st second goal is enough for a good three points. It wasnt the easiest game on the eye, despite promising otherwise but thats a well earned win for Claude Puels team. Everton and Ronald Koeman have much to do.", "id": "football/live/2016/nov/27/southampton-v-everton-premier-league-live", "isHosted": false, "secPara": "90 min +2 Gareth Barry, on his 800th senior appearance, hits a tame half volley at Forster. That should be it.", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2016-11-27T18:21:15Z", "webTitle": "Southampton 1-0 Everton: Premier League – as it happened!", "webUrl": "https://www.theguardian.com/football/live/2016/nov/27/southampton-v-everton-premier-league-live", "wordCnt": 1489}, {"apiUrl": "https://content.guardianapis.com/football/2016/nov/27/aberdeen-celtic-scottish-league-cup-final-report", "firPara": "The ease with which Celtic claimed their 100th major honour led onlookers to ask whether any of the previous 99 had been won in more straightforward circumstances. Aberdeen, who have finished second in the top flights last two seasons, were swatted aside in the League Cup final and Celtic cruised to victory without one of their most influential players, the injured Scott Sinclair.", "id": "football/2016/nov/27/aberdeen-celtic-scottish-league-cup-final-report", "isHosted": false, "secPara": "Brendan Rodgers refused to discuss personal significance in the aftermath of this procession towards the Northern Irishmans maiden managerial trophy.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-27T17:35:40Z", "webTitle": "Celtic brush Aberdeen aside and claim League Cup as 100th major trophy", "webUrl": "https://www.theguardian.com/football/2016/nov/27/aberdeen-celtic-scottish-league-cup-final-report", "wordCnt": 541}, {"apiUrl": "https://content.guardianapis.com/football/2016/nov/27/liverpool-philippe-coutinho-scan-ankle-ligament-damage", "firPara": "Philippe Coutinho will have a scan on his injured ankle on Monday amid fears at Liverpool that the influential Brazilian sustained ligament damage against Sunderland.", "id": "football/2016/nov/27/liverpool-philippe-coutinho-scan-ankle-ligament-damage", "isHosted": false, "secPara": "Liverpools commanding No10 was taken off on a stretcher in the 34th minute of the 2-0 win on Saturday after a collision with Didier Ndong. The 24-year-old was assessed at Melwood on Sunday morning before leaving the training ground on crutches and with his right foot in a protective boot. He is due to have a scan on Monday afternoon and Liverpool suspect it will reveal ankle ligament damage.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-27T17:02:00Z", "webTitle": "Liverpool’s Philippe Coutinho set for scan with ankle ligament fears", "webUrl": "https://www.theguardian.com/football/2016/nov/27/liverpool-philippe-coutinho-scan-ankle-ligament-damage", "wordCnt": 222}], "startIndex": 2211, "status": "ok", "total": 141934, "userTier": "developer"}}