{"response": {"currentPage": 114, "orderBy": "newest", "pageSize": 10, "pages": 14194, "results": [{"apiUrl": "https://content.guardianapis.com/football/2017/jan/20/west-bromwich-albion-sunderland-match-preview", "firPara": "Sunderland, hit more than most by Africa Cup of Nations call-ups, hope to arrest a run of four winless matches against topsy-turvy West Bromwich Albion. Yet despite last Saturdays dismantling by Spurs the hosts are worthy of a top eight place and buoyed by a versatile signing in Jake Livermore. Jermain Defoe will hope Gareth McAuley retains jitters from White Hart Lane. Stuart Goodwin", "id": "football/2017/jan/20/west-bromwich-albion-sunderland-match-preview", "isHosted": false, "secPara": "Kick-off Saturday 3pm ", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-20T16:16:48Z", "webTitle": "West Bromwich Albion v Sunderland: match preview", "webUrl": "https://www.theguardian.com/football/2017/jan/20/west-bromwich-albion-sunderland-match-preview", "wordCnt": 195}, {"apiUrl": "https://content.guardianapis.com/football/2017/jan/20/bournemouth-watford-match-preview", "firPara": "Bournemouths preoccupation with the number three will concern Eddie Howe, having conceded that many in five of their last six games. Yet during that run they also scored three in routing Swansea and drawing at home to Arsenal. The visitors have injuries and absences and are skirting with trouble, winless in the league since 10 December and with only two goals in six games. Stuart Goodwin", "id": "football/2017/jan/20/bournemouth-watford-match-preview", "isHosted": false, "secPara": "Kick-off Saturday 3pm ", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-20T16:02:32Z", "webTitle": "Bournemouth v Watford: match preview", "webUrl": "https://www.theguardian.com/football/2017/jan/20/bournemouth-watford-match-preview", "wordCnt": 193}, {"apiUrl": "https://content.guardianapis.com/football/2017/jan/20/the-fiver-tottenham-cheese-go-on-smell-it", "firPara": "In todays Fiver gastrofooty, David Moyes rallying cry and a funk in France", "id": "football/2017/jan/20/the-fiver-tottenham-cheese-go-on-smell-it", "isHosted": false, "secPara": "In todays Fiver gastrofooty, David Moyes rallying cry and a funk in France", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-20T16:00:09Z", "webTitle": "The Fiver | The special cheese lounge at Spurs", "webUrl": "https://www.theguardian.com/football/2017/jan/20/the-fiver-tottenham-cheese-go-on-smell-it", "wordCnt": 1307}, {"apiUrl": "https://content.guardianapis.com/football/2017/jan/20/crystal-palace-everton-match-preview", "firPara": "Any optimistic Crystal Palace supporters buoyed by a rare midweek win in the FA Cup will be wary that a dreadlocked Andy Preece scored Crystal Palaces last winner against Everton at Selhurst Park, and that was almost 23 years ago. The current side have not even managed a goal when welcoming these opponents in this latest four-year stint in the top flight, which makes this fixture a daunting prospect. Sam Allardyce would have liked more additions than just Jeffrey Schlupp to throw in for a home debut. These are troubling times. Dominic Fifield", "id": "football/2017/jan/20/crystal-palace-everton-match-preview", "isHosted": false, "secPara": "Kick-off Saturday 3pm ", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-20T15:47:38Z", "webTitle": "Crystal Palace v Everton: match preview", "webUrl": "https://www.theguardian.com/football/2017/jan/20/crystal-palace-everton-match-preview", "wordCnt": 225}, {"apiUrl": "https://content.guardianapis.com/football/2017/jan/20/chelsea-hull-city-match-preview", "firPara": "Antonio Conte has time yet to determine whether Diego Costa has proved himself enough in training this week to start against Hull City, but he will resist the strikers availability becoming a distraction. Chelsea play last of the title contenders and will be hoping to extend their lead at the top this weekend. But our challenge is to keep the right concentration, said the Italian. If you think this game is easy, you make a great mistake and you can pay for this mistake at the end of the season. He will be wary of new coach bounce. Dominic Fifield", "id": "football/2017/jan/20/chelsea-hull-city-match-preview", "isHosted": false, "secPara": "Kick-off Sunday 4.30pm ", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-20T15:33:16Z", "webTitle": "Chelsea v Hull City: match preview", "webUrl": "https://www.theguardian.com/football/2017/jan/20/chelsea-hull-city-match-preview", "wordCnt": 223}, {"apiUrl": "https://content.guardianapis.com/football/2017/jan/20/bournemouth-ryan-fraser-eddie-howe-pep-guardiola", "firPara": "Ryan Frasers favourite Dominos pizza was the meat feast. He was also partial to a few scoops of ice cream. In fact, Fraser was not too fussy about anything he had to eat until Eddie Howe, Bournemouths manager, pulled him aside one day. He said to me Youre not playing for me again until you work all this crap off, Fraser says.", "id": "football/2017/jan/20/bournemouth-ryan-fraser-eddie-howe-pep-guardiola", "isHosted": false, "secPara": "Older and wiser, Fraser looks back on those early days at Bournemouth with a smile. The fresh-faced teenager who was unable to turn the oven on when he swapped Aberdeen for Bournemouth is now cooking up a storm in the kitchen, 15kg lighter on the scales and, as Arsenals Héctor Bellerín will testify, making a name for himself as one of the quickest players in the Premier League.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-20T15:05:00Z", "webTitle": "Ryan Fraser: ‘I can’t believe how similar Eddie Howe and Pep Guardiola are’", "webUrl": "https://www.theguardian.com/football/2017/jan/20/bournemouth-ryan-fraser-eddie-howe-pep-guardiola", "wordCnt": 1619}, {"apiUrl": "https://content.guardianapis.com/football/2017/jan/20/southampton-leicester-city-match-preview", "firPara": "Southampton dominated proceedings against Leicester when these sides met in October but had to settle for a 0-0 draw because of poor finishing, a recurring problem this season. Claudio Ranieris side need to do better this time in order to hoist themselves further clear of the relegation zone and they may be helped by Southampton preparing for their EFL Cup semi-final second leg against Liverpool on Wednesday. Paul Doyle", "id": "football/2017/jan/20/southampton-leicester-city-match-preview", "isHosted": false, "secPara": "Kick-off Sunday midday ", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-20T14:56:54Z", "webTitle": "Southampton v Leicester City: match preview", "webUrl": "https://www.theguardian.com/football/2017/jan/20/southampton-leicester-city-match-preview", "wordCnt": 195}, {"apiUrl": "https://content.guardianapis.com/football/2017/jan/20/middlesbrough-manchester-city-match-preview", "firPara": "Aitor Karanka has warned his defence about the threat posed by Andy Carroll. Hes an amazing player, said Middlesbroughs manager. Hes a player we have to be careful of. We need to try to stop him, to stop the balls to him. Expert at securing goalless draws, Boro are only four points above the relegation zone and have scored just 17 times in 21 league games. Patrick Bamford, newly signed from Chelsea for £6m, hopes to improve such statistics but will begin on the bench. Louise Taylor", "id": "football/2017/jan/20/middlesbrough-manchester-city-match-preview", "isHosted": false, "secPara": "Kick-off TSaturday 3pm ", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-20T14:08:38Z", "webTitle": "Middlesbrough v West Ham United: match preview", "webUrl": "https://www.theguardian.com/football/2017/jan/20/middlesbrough-manchester-city-match-preview", "wordCnt": 208}, {"apiUrl": "https://content.guardianapis.com/football/blog/2017/jan/20/afcon-2017-sadio-mane-gift-god-expectations-senegal", "firPara": "As soon as Tunisias win over Algeria was over, the Senegal fans filed into a corner of the stadium. They had no need to wait – one ticket gets you into both parts of the double-header – but some sense of courtesy seemed to hold them back. They are, after all, by some way the noisiest fans in Group B and within seconds of turning their block of seats yellow, green and red, had set up a rhythmic drumming and whistling that they maintained until the final whistle. By then, the game had long since been won 2-0 was no measure of Senegals superiority and, with better finishing, they could easily have won by two or three times that. As it is, they are through to the quarter-finals with a game to play and guaranteed to top the group.", "id": "football/blog/2017/jan/20/afcon-2017-sadio-mane-gift-god-expectations-senegal", "isHosted": false, "secPara": "The only lull in the Senegalese din came during the national anthem as they rhythmically patted the air in front of them, either bare-armed or with enormous inflatable orange hands. Gabon is home to thousands of expats from other west and central African nations – to the extent that a shop is known as un Malien – and many of the local taxis sport the flags of Burkina Faso, DR Congo, Cameroon and Senegal. This wasnt a huge crowd, but it was one that cared, local Senegalese mingling with the (semi-)official fan clubs.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-20T11:29:32Z", "webTitle": "Afcon 2017: Sadio Mané’s ‘gift from God’ heightens expectations on Senegal | Jonathan Wilson", "webUrl": "https://www.theguardian.com/football/blog/2017/jan/20/afcon-2017-sadio-mane-gift-god-expectations-senegal", "wordCnt": 956}, {"apiUrl": "https://content.guardianapis.com/football/2017/jan/20/premier-league-relegation-crystal-palace-hull-city-sunderland-swansea-city", "firPara": "What are the teams principal weaknesses? It is easy to identify the sides defensive problems, so chronic over the latter stages of Alan Pardews tenure and immediately confronted by Sam Allardyce. But the real issue remains the lack of confidence which has infected this squad over the past 13 months. As Allardyce pointed out, he has not been charged with reviving a side who had stuttered mid-season. Palace have been unravelling since December 2015, when they were outside the Champions League places only on goal difference. They have been haemorrhaging ever since, with the steady erosion of self-belief over time ensuring every setback these days – however small – tends to see shoulders slump, discipline drain away and defeatism flood back in.", "id": "football/2017/jan/20/premier-league-relegation-crystal-palace-hull-city-sunderland-swansea-city", "isHosted": false, "secPara": "What gives hope that they can avoid the drop? Principally, Allardyces record. He has never been relegated from the top flight and has said there is a greater depth in quality within this squad than he found when arriving at his previous salvage operations, with Blackburn Rovers and Sunderland. He also has a transfer window in which to operate and co-owners who recognise the urgent need to invest.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-20T11:03:07Z", "webTitle": "Beating the drop: what the Premier League’s bottom four must do to avoid relegation", "webUrl": "https://www.theguardian.com/football/2017/jan/20/premier-league-relegation-crystal-palace-hull-city-sunderland-swansea-city", "wordCnt": 1963}], "startIndex": 1131, "status": "ok", "total": 141934, "userTier": "developer"}}