{"response": {"currentPage": 204, "orderBy": "newest", "pageSize": 10, "pages": 14194, "results": [{"apiUrl": "https://content.guardianapis.com/football/blog/2016/dec/06/howard-university-hbcu-mens-soccer-championship-history", "firPara": "When the first HBCU to win a Division I championship was stripped of their title, Howard Universitys multi-national barrier-breakers made history all over again", "id": "football/blog/2016/dec/06/howard-university-hbcu-mens-soccer-championship-history", "isHosted": false, "secPara": "When the first HBCU to win a Division I championship was stripped of their title, Howard Universitys multi-national barrier-breakers made history all over again", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-12-06T10:00:09Z", "webTitle": "Howard's history-making men's soccer champions needed to be twice as good", "webUrl": "https://www.theguardian.com/football/blog/2016/dec/06/howard-university-hbcu-mens-soccer-championship-history", "wordCnt": 2424}, {"apiUrl": "https://content.guardianapis.com/football/blog/2016/dec/06/celtic-moussa-dembele-brendan-rodgers-champions-league", "firPara": "Had things worked out differently, Moussa Dembélé would have worn the white of Tottenham Hotspur and be preparing for the clubs Champions League tie against CSKA Moscow at Wembley on Wednesday night. There would also have been the thing about the name clash.", "id": "football/blog/2016/dec/06/celtic-moussa-dembele-brendan-rodgers-champions-league", "isHosted": false, "secPara": "How would he and Mousa Dembélé have been differentiated? I will go to another club, then, the Tottenham and Belgium midfielder with the single S had joked in April. Or, theyll need to find a nickname for him. Well see …", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-12-06T10:00:09Z", "webTitle": "Celtic reap reward of Moussa Dembélé’s rendezvous with Brendan Rodgers | David Hytner", "webUrl": "https://www.theguardian.com/football/blog/2016/dec/06/celtic-moussa-dembele-brendan-rodgers-champions-league", "wordCnt": 1397}, {"apiUrl": "https://content.guardianapis.com/football/2016/dec/06/montagu-and-north-fenham-boys-club", "firPara": "The Montagu and North Fenham football club has a proud status in the games heartland of Newcastle, formed in 1948, with 70 coaches today running 31 boys and girls teams, playing to a high standard which has nurtured several outstanding alumni. Yet as the enormous scale of past sexual abuse in the sport has begun to emerge over the last fortnight from years of suffering and silence, this home of football in the west end of Newcastle has been exposed as one of the clubs which was targeted for decades.", "id": "football/2016/dec/06/montagu-and-north-fenham-boys-club", "isHosted": false, "secPara": "The Guardian now understands that two men who were later convicted of child sex abuse crimes were involved at the club for years, with complete access to the boys. Last week the former Montys midfielder, Derek Bell, who progressed to sign as a professional for Newcastle United in 1979, finally waived his anonymity to talk about the horrendous abuse he was subjected to over four years before that by his former coach at the boys club, George Ormond. Principally on Bells evidence, Ormond was convicted in 2002 and sentenced to six years in prison for 12 indecent assaults on seven boys committed between 1975 and 1999.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-12-06T09:42:56Z", "webTitle": "‘The culture was seedy’: the boys club at the heart of north-east football abuse scandal", "webUrl": "https://www.theguardian.com/football/2016/dec/06/montagu-and-north-fenham-boys-club", "wordCnt": 1574}, {"apiUrl": "https://content.guardianapis.com/football/2016/dec/06/football-transfer-rumour-mill-liverpool-roberto-firmino-arsenal", "firPara": "Todays fluff is talking to itself at night because it cant forget", "id": "football/2016/dec/06/football-transfer-rumour-mill-liverpool-roberto-firmino-arsenal", "isHosted": false, "secPara": "Todays fluff is talking to itself at night because it cant forget", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-12-06T09:09:55Z", "webTitle": "Football transfer rumours: Roberto Firmino to anyone but Arsenal for £82m?", "webUrl": "https://www.theguardian.com/football/2016/dec/06/football-transfer-rumour-mill-liverpool-roberto-firmino-arsenal", "wordCnt": 790}, {"apiUrl": "https://content.guardianapis.com/football/2016/dec/05/southampton-jose-fonte-leave-january", "firPara": "Southampton have agreed to sell defender José Fonte in January if they receive a suitable offer after the Portugal international turned down an improved contract.", "id": "football/2016/dec/05/southampton-jose-fonte-leave-january", "isHosted": false, "secPara": "Fonte, who moved to St Marys in 2010 from Crystal Palace, has just 18 months of his current deal remaining having failed to agree a new deal in the summer. His performances as part of Portugals Euro 2016-winning side saw Southampton turn down an offer of around €9m (£7.6m) from Everton for the 32-year-old, while Manchester United also showed an interest.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-12-05T23:04:01Z", "webTitle": "Southampton’s José Fonte will be allowed to leave in January", "webUrl": "https://www.theguardian.com/football/2016/dec/05/southampton-jose-fonte-leave-january", "wordCnt": 195}, {"apiUrl": "https://content.guardianapis.com/football/2016/dec/05/football-sexual-abuse", "firPara": "Prominent figures from the football world, including a former manager described as still working in the senior echelons of the sport, have repeatedly been named by some of the players alleging sexual abuse in the escalating crisis that has also led to new claims about a number of clubs, not just Chelsea, paying off victims with hush money.", "id": "football/2016/dec/05/football-sexual-abuse", "isHosted": false, "secPara": "Lawyers representing a new independent body, the Offside Trust, that has been set up to help the victims and their families described it as extremely worrying that, only three days after its formation, there had already been numerous first-hand accounts from former and current professional footballers directly implicating people who were still involved in the game and need further investigation.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-12-05T22:30:35Z", "webTitle": "Prominent football figures still in game named by players alleging sexual abuse", "webUrl": "https://www.theguardian.com/football/2016/dec/05/football-sexual-abuse", "wordCnt": 954}, {"apiUrl": "https://content.guardianapis.com/media/2016/dec/05/guardian-football-supporters-federation", "firPara": "• Fourth successive occasion the Guardian has won award", "id": "media/2016/dec/05/guardian-football-supporters-federation", "isHosted": false, "secPara": "The Guardian has been named the Newspaper of the Year at the Football Supporters Federation awards for the fourth year in a row.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-12-05T22:28:17Z", "webTitle": "Guardian named Newspaper of Year at Football Supporters’ Federation awards", "webUrl": "https://www.theguardian.com/media/2016/dec/05/guardian-football-supporters-federation", "wordCnt": 92}, {"apiUrl": "https://content.guardianapis.com/football/2016/dec/05/middlesbrough-hull-city-premier-league-match-report", "firPara": "Gastón Ramírez harbours unhappy memories of Hull and will doubtless have enjoyed taking his frustrations out on Mike Phelans spirited but under-powered team. Dispatched to Humberside on loan by Southampton two years ago, the Uruguayan struggled with injuries and poor form, and it took a transfer to Teesside to help restore him to former glories.", "id": "football/2016/dec/05/middlesbrough-hull-city-premier-league-match-report", "isHosted": false, "secPara": "And Ramírez, once again emphasising his importance to Aitor Karankas gameplan, headed in a winner to lift Middlesbrough four points clear of the relegation zone and towards mid-table security.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-12-05T22:02:25Z", "webTitle": "Middlesbrough on the ascent after Gastón Ramírez helps them sink Hull", "webUrl": "https://www.theguardian.com/football/2016/dec/05/middlesbrough-hull-city-premier-league-match-report", "wordCnt": 784}, {"apiUrl": "https://content.guardianapis.com/football/blog/2016/dec/05/bundesliga-leipzig-timo-werner-dive-controversy", "firPara": "Through on goal straight after kick-off, Timo Werner scuffed his shot, then instinctively took his second chance – albeit in less style. He arched his back, let out a cry and threw himself to the ground, creating the impression that the Schalke 04 keeper Ralf Fährmann, who had actually done well to pull out of the challenge, had brought him down. The referee Sebastian Dankert fell for the phantom foul and awarded a penalty. The irate Fährmann was booked. Werner himself stepped up to slot home the spot kick coolly to put RB Leipzig 1-0 ahead. They eventually won 2-1 to stay both unbeaten and top, as well as firmly at the bottom of the popularity ratings.", "id": "football/blog/2016/dec/05/bundesliga-leipzig-timo-werner-dive-controversy", "isHosted": false, "secPara": "Werners tumble wasnt quite the worst dive in the history of the Bundesliga – Andy Möller still rules supreme in that respect – but it caused a stir unlike any other act of simulation in recent years. This being Germany, much of the discontent was playing out at meta-level, in complaints about the complaints. Wouldnt all this public anger (Der Falsch-Flieger, the false flier, Bild called the winger) have been better directed at the (alleged) tax fiddling by football superstars, as exposed by Der Spiegel and others, rather than at a minor sporting misdemeanour by a 20-year-old, 21 seconds into a game, some observers wondered.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-12-05T21:59:45Z", "webTitle": "Timo Werner’s blatant dive overshadows leaders RB Leipzig’s victory over Schalke | Raphael Honigstein", "webUrl": "https://www.theguardian.com/football/blog/2016/dec/05/bundesliga-leipzig-timo-werner-dive-controversy", "wordCnt": 1373}, {"apiUrl": "https://content.guardianapis.com/football/live/2016/dec/05/middlesbrough-v-hull-city-premier-league-live", "firPara": "Middlesbrough moved up to 13th place thanks to Gaston Ramírezs header, which was enough to see off an abysmal Hull City side", "id": "football/live/2016/dec/05/middlesbrough-v-hull-city-premier-league-live", "isHosted": false, "secPara": "Middlesbrough moved up to 13th place thanks to Gaston Ramírezs header, which was enough to see off an abysmal Hull City side", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2016-12-05T21:52:06Z", "webTitle": "Middlesbrough v Hull City: Premier League – as it happened", "webUrl": "https://www.theguardian.com/football/live/2016/dec/05/middlesbrough-v-hull-city-premier-league-live", "wordCnt": 1164}], "startIndex": 2031, "status": "ok", "total": 141934, "userTier": "developer"}}