{"response": {"currentPage": 107, "orderBy": "newest", "pageSize": 10, "pages": 14194, "results": [{"apiUrl": "https://content.guardianapis.com/football/2017/jan/23/asmir-begovic-chelsea-bournemouth", "firPara": "Bournemouths hopes of securing the Chelsea goalkeeper Asmir Begovic this month will hinge on the Premier League leaders finding a suitable replacement who is willing to act as back-up to Thibaut Courtois at Stamford Bridge.", "id": "football/2017/jan/23/asmir-begovic-chelsea-bournemouth", "isHosted": false, "secPara": "Begovic, an £8m signing from Stoke City in the summer of 2015, has seen his opportunities limited to three EFL Cup ties and an FA Cup third-round game this season with Courtois having excelled in the Premier League. Chelsea had still felt compelled to reject an opening offer worth £10m from Bournemouth last week but Antonio Conte and the clubs hierarchy are sympathetic to the Bosnians desire to feature more regularly, with the manager suggesting on Friday that Begovic may be allowed to leave this month.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-23T19:09:52Z", "webTitle": "Asmir Begovic move to Bournemouth hinges on Chelsea finding replacement", "webUrl": "https://www.theguardian.com/football/2017/jan/23/asmir-begovic-chelsea-bournemouth", "wordCnt": 507}, {"apiUrl": "https://content.guardianapis.com/football/2017/jan/23/crystal-palace-patrick-van-aanholt-sunderland", "firPara": "Crystal Palace are close to reaching an agreement with their relegation rivals Sunderland to sign Patrick van Aanholt in a deal that could rise to £12m, with Sam Allardyce hopeful the Dutch full-back will be the first of two new arrivals at Selhurst Park this week.", "id": "football/2017/jan/23/crystal-palace-patrick-van-aanholt-sunderland", "isHosted": false, "secPara": "Van Aanholt, a £1.5m signing from Chelsea in the summer of 2014, has been a regular in the Sunderland side since he joined but has not convinced the current manager, David Moyes, of his defensive prowess. Allardyce, however, eked more convincing form from the Holland international while in charge of Sunderland last season, with the 26-year-old a key performer in the clubs late sprint away from trouble.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-23T18:02:00Z", "webTitle": "Crystal Palace close to signing Patrick van Aanholt for fee rising to £12m", "webUrl": "https://www.theguardian.com/football/2017/jan/23/crystal-palace-patrick-van-aanholt-sunderland", "wordCnt": 567}, {"apiUrl": "https://content.guardianapis.com/football/2017/jan/23/arsenal-arsene-wenger-misconduct-charge-fa-fourth-official", "firPara": "Arsène Wenger is braced to receive a touchline ban after being charged with misconduct by the Football Association following his altercation with the fourth official, Anthony Taylor, in stoppage time at the end of Arsenals narrow victory over Burnley on Sunday.", "id": "football/2017/jan/23/arsenal-arsene-wenger-misconduct-charge-fa-fourth-official", "isHosted": false, "secPara": "Wenger is alleged to have used abusive and/or insulting words towards the fourth official following the referee Jon Mosss decision to award Burnley a penalty. Having been dismissed from the technical area for that incensed reaction, the Arsenal manager then tried to push Taylor out of the way when the official informed him that he was not allowed to watch the game play out from the corridor of the tunnel.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-23T17:34:33Z", "webTitle": "Arsenal’s Arsène Wenger charged with misconduct over behaviour against Burnley", "webUrl": "https://www.theguardian.com/football/2017/jan/23/arsenal-arsene-wenger-misconduct-charge-fa-fourth-official", "wordCnt": 524}, {"apiUrl": "https://content.guardianapis.com/football/2017/jan/23/fiver-arsene-wenger-arsenal-fourth-official-burnley", "firPara": "In todays Fiver Hulk Wenger, Ross McCormacks electric gates and a horror miss from Pierre-Emerick Aubameyang to make you shudder", "id": "football/2017/jan/23/fiver-arsene-wenger-arsenal-fourth-official-burnley", "isHosted": false, "secPara": "In todays Fiver Hulk Wenger, Ross McCormacks electric gates and a horror miss from Pierre-Emerick Aubameyang to make you shudder", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-23T17:02:16Z", "webTitle": "Alternate rounds of fighting and quizzes about Proust", "webUrl": "https://www.theguardian.com/football/2017/jan/23/fiver-arsene-wenger-arsenal-fourth-official-burnley", "wordCnt": 1428}, {"apiUrl": "https://content.guardianapis.com/football/blog/2017/jan/23/manchester-united-premier-league-fergie-time-wayne-rooney", "firPara": "Sir Alex Ferguson may be long gone, but Manchester Uniteds knack for scoring late goals appears to be alive and well. Wayne Rooneys equaliser in the fourth minute of injury time against Stoke City on Saturday not only rescued a draw for his side and took him past Sir Bobby Charltons all-time record of 249 goals, but it also ensured United retained second spot in this seasons table of most points picked up following goals registered in the last 10 minutes of matches, having amassed nine in total.", "id": "football/blog/2017/jan/23/manchester-united-premier-league-fergie-time-wayne-rooney", "isHosted": false, "secPara": "In 2012, a study commissioned by the BBC looked into the phenomenon of Fergie-time and discovered that, on average, United were given four minutes and 37 seconds added time when they were losing, compared to just three minutes and 18 seconds when they were ahead. But while the study also showed that most of the traditional top six actually receive similar advantages, especially when they play at home, this seasons statistics for late goals makes intriguing reading.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-23T16:23:05Z", "webTitle": "Manchester United still making Premier League teams pay in Fergie-time | Ed Aarons", "webUrl": "https://www.theguardian.com/football/blog/2017/jan/23/manchester-united-premier-league-fergie-time-wayne-rooney", "wordCnt": 827}, {"apiUrl": "https://content.guardianapis.com/football/2017/jan/23/sam-hutchinson-sheffield-wednesday-chelsea", "firPara": "Is that OK? Ill be straight back afterwards. Sam Hutchinson breaks off halfway through the interview to officiate a wrestling match between the Sheffield Wednesday masseur and physio, the rest of the squad gathered round a makeshift ring to watch. It is a duel he arranged and one the physio comprehensively wins with a perfectly executed judo throw. With that, Hutchinson sits back down. His apologies for briefly departing are unnecessary it would be churlish to object to Hutchinson, a man whose career so nearly ended before it started, enjoying small moments with his team-mates like that.", "id": "football/2017/jan/23/sam-hutchinson-sheffield-wednesday-chelsea", "isHosted": false, "secPara": "A product of Chelseas youth system, Hutchinson was a promising right-back before a chondral defect (basically a hole in his right knee) forced him to retire aged 21. Eighteen months and a period of depression later, the treatment to fix the problem belatedly worked and Hutchinson returned to the game. It has taken five years, via a couple of frustrating loan spells and more setbacks, but he is now established at Hillsborough as probably Wednesdays best player (he recently won their player of the month for the third time this season, with 85% of the vote) and one of the best midfielders in the Championship.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-23T13:52:01Z", "webTitle": "Sam Hutchinson: ‘I just wanted to stop the pain and never come back’", "webUrl": "https://www.theguardian.com/football/2017/jan/23/sam-hutchinson-sheffield-wednesday-chelsea", "wordCnt": 1250}, {"apiUrl": "https://content.guardianapis.com/football/blog/2017/jan/23/rb-leipzig-show-no-signs-of-a-hangover-to-keep-pace-with-bayern-munich", "firPara": "Leipzigs exciting, young squad, like Hoffenheim in 2009, have made a fine start to life in the Bundesliga and so far look to be the real deal", "id": "football/blog/2017/jan/23/rb-leipzig-show-no-signs-of-a-hangover-to-keep-pace-with-bayern-munich", "isHosted": false, "secPara": "Leipzigs exciting, young squad, like Hoffenheim in 2009, have made a fine start to life in the Bundesliga and so far look to be the real deal", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-23T13:02:06Z", "webTitle": "RB Leipzig show no signs of a hangover to keep pace with Bayern Munich | Andy Brassell", "webUrl": "https://www.theguardian.com/football/blog/2017/jan/23/rb-leipzig-show-no-signs-of-a-hangover-to-keep-pace-with-bayern-munich", "wordCnt": 1201}, {"apiUrl": "https://content.guardianapis.com/football/2017/jan/22/alexander-isak-borussia-dortmund-real-madrid", "firPara": "• 17-year-old Alexander Isak joins Bundesliga club on long-term contract", "id": "football/2017/jan/22/alexander-isak-borussia-dortmund-real-madrid", "isHosted": false, "secPara": "Borussia Dortmund have signed AIKs highly rated teenager Alexander Isak for €10m (£8.65m). The 17-year-old, who became Swedens youngest ever goalscorer earlier this month, looked set to be joining Real Madrid last week but had a change of heart and opted for the Bundesliga club.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-23T11:14:09Z", "webTitle": "Borussia Dortmund beat Real Madrid to €10m signing of Swedish wonderkid Alexander Isak", "webUrl": "https://www.theguardian.com/football/2017/jan/22/alexander-isak-borussia-dortmund-real-madrid", "wordCnt": 338}, {"apiUrl": "https://content.guardianapis.com/football/blog/2017/jan/23/gabon-africa-cup-of-nations-football-jonathan-wilson", "firPara": "As boos rang around the rapidly emptying Stade de lAmitié, Gabons left-winger Denis Bouanga wept. Pierre-Emerick Aubameyang, after another underwhelming display, walked straight off the pitch, head bowed, shoulders defensively hunched. A goalless draw against Cameroon put Gabon out of the Africa Cup of Nations and made them only the fourth hosts in 31 tournaments and the first since Tunisia in 1994 to fail to make it out of the group stage.", "id": "football/blog/2017/jan/23/gabon-africa-cup-of-nations-football-jonathan-wilson", "isHosted": false, "secPara": "They had their chances, packed into two brief spells at either end of the game. For five minutes. Gabon ripped into Cameroon. Bouanga was lively and brought a backpedaling stretching save from Fabrice Ondoa with an opportunist free-kick. But it was Aubameyang who had the best opportunity. When Bouanga crossed low from the left in the fourth minute, it seemed impossible he should not touch in his third goal of the tournament. Four yards out, with an open net, he slid his shot wide. Five years ago, it was at the same end of the same ground that he missed a penalty in the quarter-final shootout as Gabon lost to Mali; this miss you suspect, will haunt him for longer.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-23T11:00:43Z", "webTitle": "Hosts Gabon leave Africa Cup of Nations unbeaten but uninspiring", "webUrl": "https://www.theguardian.com/football/blog/2017/jan/23/gabon-africa-cup-of-nations-football-jonathan-wilson", "wordCnt": 771}, {"apiUrl": "https://content.guardianapis.com/football/2017/jan/23/maradona-wrong-as-napoli-show-capacity-to-rival-juventus-for-scudetto", "firPara": "Diego Maradona returned to Naples last week and admits he was wrong to write off the Partenopeis chances of toppling the leaders at the top of Serie A", "id": "football/2017/jan/23/maradona-wrong-as-napoli-show-capacity-to-rival-juventus-for-scudetto", "isHosted": false, "secPara": "Diego Maradona returned to Naples last week and admits he was wrong to write off the Partenopeis chances of toppling the leaders at the top of Serie A", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-23T10:28:52Z", "webTitle": "Maradona wrong as Napoli show capacity to rival Juventus for Scudetto | Paolo Bandini", "webUrl": "https://www.theguardian.com/football/2017/jan/23/maradona-wrong-as-napoli-show-capacity-to-rival-juventus-for-scudetto", "wordCnt": 2023}], "startIndex": 1061, "status": "ok", "total": 141934, "userTier": "developer"}}