{"response": {"currentPage": 361, "orderBy": "newest", "pageSize": 10, "pages": 14194, "results": [{"apiUrl": "https://content.guardianapis.com/football/2016/sep/24/middlesbrough-tottenham-hotspur-premier-league-match-report", "firPara": "Tottenham have begun this season as they played much of the last. All talk of a potential hangover from the latter days of the previous campaign can surely be eviscerated after a fourth Premier League win, and another stellar display from Son Heung-min, maintained their unbeaten start.", "id": "football/2016/sep/24/middlesbrough-tottenham-hotspur-premier-league-match-report", "isHosted": false, "secPara": "Mauricio Pochettinos side outclassed Middlesbrough before a significant week that includes a trip to CSKA Moscow and home game against Manchester City. They have conceded three times in the league and with Son in a patch of deep purple concerns about the length of Harry Kanes potential absence are perhaps not so pressing.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-24T16:09:02Z", "webTitle": "Tottenham edge out Middlesbrough as in-form Son Heung-min hits double", "webUrl": "https://www.theguardian.com/football/2016/sep/24/middlesbrough-tottenham-hotspur-premier-league-match-report", "wordCnt": 664}, {"apiUrl": "https://content.guardianapis.com/football/2016/sep/24/liverpool-hull-city-premier-league-match-report", "firPara": "Jürgen Klopp admonished the Kop for singing his name before the conclusion of Liverpools previous home game but this time there were no complaints. It was the 82nd minute when Anfield felt safe to salute their manager their team were coasting 5-1 against 10-man Hull and all had gone brilliantly, devastatingly to plan. Or so it seemed.", "id": "football/2016/sep/24/liverpool-hull-city-premier-league-match-report", "isHosted": false, "secPara": "I dont want to criticise but ... said the Liverpool manager with an apologetic grin. I think we could have done better in the second half. It was good, but not as good as it could have been. I am really happy and usually I am quite a thankful person. I am really thankful for the first half. We have a lot of things to improve and one is that if you are brilliant you need to be brilliant for 95 minutes. But that is my responsibility and my problem.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-24T16:03:08Z", "webTitle": "Liverpool’s Adam Lallana inspires emphatic win over 10-man Hull", "webUrl": "https://www.theguardian.com/football/2016/sep/24/liverpool-hull-city-premier-league-match-report", "wordCnt": 842}, {"apiUrl": "https://content.guardianapis.com/football/live/2016/sep/24/liverpool-v-hull-city-live", "firPara": "Thats all for now. Thanks as always for following along with us and be sure to check back later for a full match report!", "id": "football/live/2016/sep/24/liverpool-v-hull-city-live", "isHosted": false, "secPara": "And theres the final whistle! Liverpool surge to a 5-1 victory for their 14th win in their last 15 matches at Anfield. A comprehensive performance from the Merseysiders who have now won three straight league fixtures since their 1-1 draw at Spurs.", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2016-09-24T15:56:14Z", "webTitle": "Liverpool 5-1 Hull City: Premier League – as it happened", "webUrl": "https://www.theguardian.com/football/live/2016/sep/24/liverpool-v-hull-city-live", "wordCnt": 1485}, {"apiUrl": "https://content.guardianapis.com/football/live/2016/sep/24/manchester-united-leicester-city-premier-league-live", "firPara": "Paul Pogba scored his first goal for United, who thrashed the champions after Wayne Rooney was dropped to the bench", "id": "football/live/2016/sep/24/manchester-united-leicester-city-premier-league-live", "isHosted": false, "secPara": "Peep peep! An excellent day for Manchester United, who end their disgraceful run of two consecutive league defeats with an emphatic win. The absence of Wayne Rooney made for a faster first-half performance, even if a half-time scoreline of 4-0 was a big lie. Paul Pogba had a fine game; Juan Mata and Ander Herrera were good too. Leicester look like a team whose collective unconscious has placed every last egg in the basket marked Champions League. Thanks for your company and abuse; bye.", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2016-09-24T14:15:39Z", "webTitle": "Manchester United v Leicester City: Premier League – as it happened", "webUrl": "https://www.theguardian.com/football/live/2016/sep/24/manchester-united-leicester-city-premier-league-live", "wordCnt": 1747}, {"apiUrl": "https://content.guardianapis.com/football/2016/sep/24/manchester-united-leicester-city-premier-league-match-report", "firPara": "It would be harsh, perhaps, to pin this result solely on the fact José Mourinho had decided to remove Wayne Rooney from his starting lineup. If this was the old Manchester United at work, it also looked suspiciously like the old Leicester. Put the two together and it was not just Rooneys absence that contributed to the reigning champions of England taking such a walloping against a team that would desperately love to go by that title again.", "id": "football/2016/sep/24/manchester-united-leicester-city-premier-league-match-report", "isHosted": false, "secPara": "All the same, Mourinhos team selection was fully justified given the margin of victory and that 20-minute blitz in the first half when his side scored all their goals and looked equipped to add even more. It was an exhilarating burst of attacking football and in those moments it was tempting to wonder what must have been going through Rooneys mind in the dugout. Sir Alex Ferguson has dropped him in the past. Louis van Gaal did the same at Stoke on Boxing Day but never has there been such a sense that United genuinely look better off without the man who has led their attack for the past 12 years.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-24T13:40:20Z", "webTitle": "Manchester United thump Leicester after Chris Smalling sparks goal rush", "webUrl": "https://www.theguardian.com/football/2016/sep/24/manchester-united-leicester-city-premier-league-match-report", "wordCnt": 955}, {"apiUrl": "https://content.guardianapis.com/football/2016/sep/24/steph-houghton-manchester-city-women-first-wsl-title", "firPara": "Pep Guardiola is not the only all-conquering coach on the Etihad Stadium campus. Under Nick Cushings charge, Manchester Citys female side are within touching distance of winning the Womens Super League title for the first time.", "id": "football/2016/sep/24/steph-houghton-manchester-city-women-first-wsl-title", "isHosted": false, "secPara": "Cushings players need a point against Chelsea, the reigning champions, at Citys Academy Stadium on Sunday to secure first place. It will not be easy – Emma Hayess side are no pushovers – but, so far this season, City are unbeaten in 14 league games, winning 12 and conceding three goals along the way. Even Guardiola would cherish a similar record.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-24T13:28:58Z", "webTitle": "Steph Houghton and Manchester City Women eyeing first WSL title", "webUrl": "https://www.theguardian.com/football/2016/sep/24/steph-houghton-manchester-city-women-first-wsl-title", "wordCnt": 532}, {"apiUrl": "https://content.guardianapis.com/football/2016/sep/24/mamadou-sakho-claims-liverpool-fans-deceived-over-absence", "firPara": "Mamadou Sakho has risked further inflaming his strained relationship with Jürgen Klopp after claiming that fans have been deceived about the truth behind his extended absence from the first-team squad.", "id": "football/2016/sep/24/mamadou-sakho-claims-liverpool-fans-deceived-over-absence", "isHosted": false, "secPara": "Sakho has not featured for the club since he was suspended by Uefa in April for failing a drugs test. Although the ban was subsequently lifted by European footballs governing body, injury and disciplinary problems have kept the £19m France international out of the side since, allowing Joel Matip and Dejan Lovren to forge a promising partnership at the heart of the Liverpool defence.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-24T10:52:26Z", "webTitle": "Mamadou Sakho claims Liverpool fans have been deceived over his absence", "webUrl": "https://www.theguardian.com/football/2016/sep/24/mamadou-sakho-claims-liverpool-fans-deceived-over-absence", "wordCnt": 618}, {"apiUrl": "https://content.guardianapis.com/football/2016/sep/23/arsene-wenger-diego-costa-arsenal-chelsea-premier-league", "firPara": "Arsène Wenger has suggested that Diego Costa would be a better player if he cut out the provocative side to his game while the Arsenal manager also revealed that he would have pushed to sign the Chelsea striker in 2014 if he had known that Atlético Madrid were prepared to sell him.", "id": "football/2016/sep/23/arsene-wenger-diego-costa-arsenal-chelsea-premier-league", "isHosted": false, "secPara": "Costa, who faces Arsenal in Saturdays 5.30pm kick-off at the Emirates Stadium, has been a thorn in the side of the north London club since his £32m move from Atlético to Stamford Bridge, facing them on three occasions and winning each time. He scored the second goal in Chelseas 2-0 home victory over them in 2014-15 while he was on target in his teams 1-0 win at the Emirates last season.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-23T21:53:00Z", "webTitle": "Arsène Wenger admits regret at failing to sign Chelsea’s Diego Costa for Arsenal", "webUrl": "https://www.theguardian.com/football/2016/sep/23/arsene-wenger-diego-costa-arsenal-chelsea-premier-league", "wordCnt": 703}, {"apiUrl": "https://content.guardianapis.com/football/blog/2016/sep/23/tony-pulis-1000th-match-manager-west-brom-stoke", "firPara": "Autumn 1992. Tony Pulis is a rookie manager at Bournemouth setting out on the long road that has brought him to the point of his 1,000th match. His first company car, a gift from the chairman, Norman Hayward, has already been to the garage after smoke started pouring out of the dashboard on the M3 and Pulis is getting an early lesson in the economics of lower-division football.", "id": "football/blog/2016/sep/23/tony-pulis-1000th-match-manager-west-brom-stoke", "isHosted": false, "secPara": "The chairman has bought me a car thats about 20 years old, Pulis recalls. Money meant everything to him. We went to watch Grimsby play one night. We drove up in his Mercedes, then all the way back and he dropped me off where my car, this enormous old shack, was parked by the road in Fordingbridge. The windscreen was iced up so I turned on my engine and Norman got out his credit card to try to get the ice off. As he was scraping away, I could suddenly hear him going Oh my God, no! I cant believe it! I thought he must have broken his credit card. Hed actually just seen my tax disc. Theyve given you 12 months, he was shouting I told them six months. I said Thanks Norman, that gives me loads of confidence.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-23T21:49:00Z", "webTitle": "Tony Pulis: ‘You get pigeonholed. You accept it or fight it. I’ve accepted it’ | Daniel Taylor", "webUrl": "https://www.theguardian.com/football/blog/2016/sep/23/tony-pulis-1000th-match-manager-west-brom-stoke", "wordCnt": 1837}, {"apiUrl": "https://content.guardianapis.com/football/2016/sep/23/jurgen-klopp-loris-karius-liverpool", "firPara": "Jürgen Klopp has said it is better for Liverpool to perform than dream of challenging for the Premier League title as he prepares to hand Loris Karius the No1 spot against Hull City on Saturday.", "id": "football/2016/sep/23/jurgen-klopp-loris-karius-liverpool", "isHosted": false, "secPara": "Liverpools impressive start to the season – featuring seven points from trips to Arsenal, Tottenham Hotspur and Chelsea plus a comprehensive home win over the champions, Leicester City – has left their manager optimistic for what lies ahead although he believes the team can improve. To that end it is understood Klopp informed Karius and Simon Mignolet on Friday that the £4.7m summer signing from Mainz will be in goal for Hulls visit to Anfield.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-09-23T21:30:14Z", "webTitle": "Jürgen Klopp gives Loris Karius No1 role and warns Liverpool on complacency", "webUrl": "https://www.theguardian.com/football/2016/sep/23/jurgen-klopp-loris-karius-liverpool", "wordCnt": 627}], "startIndex": 3601, "status": "ok", "total": 141935, "userTier": "developer"}}