{"response": {"currentPage": 249, "orderBy": "newest", "pageSize": 10, "pages": 14194, "results": [{"apiUrl": "https://content.guardianapis.com/football/2016/nov/16/football-transfer-rumours-john-terry-to-leave-chelsea-for-shanghai-sipg", "firPara": "Todays fluff needs air", "id": "football/2016/nov/16/football-transfer-rumours-john-terry-to-leave-chelsea-for-shanghai-sipg", "isHosted": false, "secPara": "Todays fluff needs air", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-16T08:51:38Z", "webTitle": "Football transfer rumours: John Terry to leave Chelsea for Shanghai SIPG?", "webUrl": "https://www.theguardian.com/football/2016/nov/16/football-transfer-rumours-john-terry-to-leave-chelsea-for-shanghai-sipg", "wordCnt": 513}, {"apiUrl": "https://content.guardianapis.com/football/2016/nov/15/usa-slump-defeat-costa-rica-jurgen-klinsmann", "firPara": "Costa Rica swept to the top of the Concacaf World Cup qualifying group with a 4-0 rout of the USA on Tuesday night. The hosts took the lead just before half-time before pulling away from a demoralized US late in the second half. By the time substitute Joel Campbell killed off the game with a late brace, Jürgen Klinsmanns team already looked totally out of ideas. Now they have to contemplate a long winter rooted to the bottom of the group with no points and little faith in the coach.", "id": "football/2016/nov/15/usa-slump-defeat-costa-rica-jurgen-klinsmann", "isHosted": false, "secPara": "After the ill-fated experiment with 3-5-2 – or what Klinsmann insisted had actually been a 3-4-3 with Christian Pulisic in a roving role – against Mexico, the USA were back to a more familiar 4-4-2 against Costa Rica. Though other than Brad Guzan replacing Tim Howard after his season-ending injury in Columbus, it was the same line up that had spent the first half hour of the previous game chasing Mexican ghosts.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-16T04:34:53Z", "webTitle": "USA slump to 4-0 defeat in Costa Rica as pressure builds on Jürgen Klinsmann", "webUrl": "https://www.theguardian.com/football/2016/nov/15/usa-slump-defeat-costa-rica-jurgen-klinsmann", "wordCnt": 1274}, {"apiUrl": "https://content.guardianapis.com/football/live/2016/nov/15/costa-rica-v-usa-world-cup-qualifying-live", "firPara": "USA stand at the bottom of the Hex after an embarrassing 4-0 loss in San Jose", "id": "football/live/2016/nov/15/costa-rica-v-usa-world-cup-qualifying-live", "isHosted": false, "secPara": "Andrew Whitehead has the final word Hi Tim, Im a British Tico living in Costa Rica. You have to admit that in another match USA could easily be down to nine men as well as 4-0 down. I think it is better to give Costa Rica a bit more credit for this score instead of blaming the USA defence!! You wouldnt blame the defence if it was Messi, now, would you?!!", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2016-11-16T04:01:06Z", "webTitle": "Costa Rica 4-0 USA: World Cup qualifying – as it happened", "webUrl": "https://www.theguardian.com/football/live/2016/nov/15/costa-rica-v-usa-world-cup-qualifying-live", "wordCnt": 1416}, {"apiUrl": "https://content.guardianapis.com/football/2016/nov/16/alexis-sanchez-scores-twice-as-chile-come-from-behind-to-beat-uruguay", "firPara": "Alexis Sánchez led Chile to a crucial 3-1 victory over Uruguay in World Cup qualifying on his return from a hamstring injury suffered while on international duty.", "id": "football/2016/nov/16/alexis-sanchez-scores-twice-as-chile-come-from-behind-to-beat-uruguay", "isHosted": false, "secPara": "Playing with his thigh heavily strapped, the Arsenal striker scored twice in the space of 16 second-half minutes before being taken off to a standing ovation on 84 minutes.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-16T03:43:21Z", "webTitle": "Alexis Sánchez scores twice as Chile come from behind to beat Uruguay", "webUrl": "https://www.theguardian.com/football/2016/nov/16/alexis-sanchez-scores-twice-as-chile-come-from-behind-to-beat-uruguay", "wordCnt": 298}, {"apiUrl": "https://content.guardianapis.com/football/2016/nov/16/england-eric-dier-ander-herrera", "firPara": "Eric Dier departed Englands friendly with Spain angrily accusing Ander Herrera of elbowing him in the face and claiming he would see him soon after a flashpoint that could linger into next months meeting between the players in the Premier League.", "id": "football/2016/nov/16/england-eric-dier-ander-herrera", "isHosted": false, "secPara": "Herrera made contact with Dier five minutes from time, at which stage Spain were still trailing their hosts 2-0, in an occasionally bad-tempered match during which there were six bookings, with the Tottenham Hotspur midfielder so incensed he pursued the Manchester United player down the pitch to remonstrate. Upon being confronted, Herrera apparently denied any wrongdoing. I think its pretty clear what he did and I can feel it on my cheek now, the Spurs midfielder said as he left Wembley.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-16T00:22:19Z", "webTitle": "England’s Eric Dier furious with Ander Herrera after alleged elbow incident", "webUrl": "https://www.theguardian.com/football/2016/nov/16/england-eric-dier-ander-herrera", "wordCnt": 293}, {"apiUrl": "https://content.guardianapis.com/football/2016/nov/16/england-stability-gareth-southgate-spain-manager", "firPara": "• Ive proved I can manager big matches, says England interim manager", "id": "football/2016/nov/16/england-stability-gareth-southgate-spain-manager", "isHosted": false, "secPara": "• Ive proved I can manager big matches, says England interim manager", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-16T00:07:03Z", "webTitle": "We’ve brought stability back to England, says Gareth Southgate", "webUrl": "https://www.theguardian.com/football/2016/nov/16/england-stability-gareth-southgate-spain-manager", "wordCnt": 731}, {"apiUrl": "https://content.guardianapis.com/football/2016/nov/16/socceroos-left-with-more-questions-than-answers-after-spirited-thai-performance", "firPara": "One point was the biggest positive in a frustratingly disjointed and incoherent display at the halfway mark of the 2018 World Cup qualifying campaign", "id": "football/2016/nov/16/socceroos-left-with-more-questions-than-answers-after-spirited-thai-performance", "isHosted": false, "secPara": "With tears streaming down his face, an emotional coach Kiatisuk Senamuang broke down during a post-match interview, apologising for Thailands failure to win for their recently departed and beloved king.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-16T00:01:19Z", "webTitle": "Socceroos left with more questions than answers after spirited Thai performance | Richard Parkin", "webUrl": "https://www.theguardian.com/football/2016/nov/16/socceroos-left-with-more-questions-than-answers-after-spirited-thai-performance", "wordCnt": 963}, {"apiUrl": "https://content.guardianapis.com/football/blog/2016/nov/15/adam-lallana-england-draw-with-spain-at-wembley", "firPara": "Pulp the souvenir first editions! Re-cork the Prosecco. Reassume the sober Southgate-era frown. Welcome instead to the almost-dawning of the age of Gareth. On a mild, oddly boisterous night England and their temp-to-perm manager came close to pulling off a genuinely startling result at Wembley, leading Spain 2-0 before two late goals stilled the sense of a dawning coronation, with all the giddy uncertainties such a victory here might have brought.", "id": "football/blog/2016/nov/15/adam-lallana-england-draw-with-spain-at-wembley", "isHosted": false, "secPara": "This was still an encouraging match in many ways, if only for the simple pleasure of the occasion. With an hour gone, Mexican waves rolling around this great concrete spaceship, and Southgates new assertive England 2-0 up it was tempting to wonder what that unusual feeling was. A lightness. A sense of unencumbered mild positivity.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-15T23:29:55Z", "webTitle": "Adam Lallana’s cameo lights up Wembley until Spain punish England | Barney Ronay", "webUrl": "https://www.theguardian.com/football/blog/2016/nov/15/adam-lallana-england-draw-with-spain-at-wembley", "wordCnt": 921}, {"apiUrl": "https://content.guardianapis.com/football/2016/nov/15/julen-lopetegui-spain-new-manager-england-wembley-draw-friendly", "firPara": "In it went, for the last time. Dani Carvajals pass was clipped into the area, Iscos control on the chest was impeccable, and the shot went through Tom Heatons legs and into the net. Heaton sank to the floor and others followed him, disbelief hitting as hard as Dani Carvajal hit the corner flag celebrating. Spains players embraced, screaming vindication. Across the other side of the stadium, a small group of fans in red and yellow leapt and cheered. Englands supporters were shocked and almost silent. Those that were still there, that is. Many had gone already.", "id": "football/2016/nov/15/julen-lopetegui-spain-new-manager-england-wembley-draw-friendly", "isHosted": false, "secPara": "Of course they had gone they thought this was won. Everyone did. Spain, though, had rebelled. Four seconds passed between England taking the kick-off and the final whistle. Six minutes had passed since Iago Aspas had scored the first goal for Spain. England fans had long since raised the torches on their phones, like candles, a Mexican wave going around. When that happens you know youre beaten and you know they know it too. You know theres not much of a game going on.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-15T23:07:41Z", "webTitle": "Julen Lopetegui’s Spain leave it late but depart with reputations intact | Sid Lowe", "webUrl": "https://www.theguardian.com/football/2016/nov/15/julen-lopetegui-spain-new-manager-england-wembley-draw-friendly", "wordCnt": 836}, {"apiUrl": "https://content.guardianapis.com/football/2016/nov/15/england-spain-international-friendly-match-report", "firPara": "The clock was showing 94 minutes and 55 seconds when Englands manager-in-waiting was reminded that trying to bring some sense and order to the national team is going to be anything but straightforward. The paradox is this was probably the finest performance of Gareth Southgates brief stint in charge, but even on the nights when England play well there is still the capacity for disappointment and what a way to finish 2016, a year they would probably rather forget.", "id": "football/2016/nov/15/england-spain-international-friendly-match-report", "isHosted": false, "secPara": "It was certainly an extraordinary finale bearing in mind, with less than two minutes of normal play to go, Adam Lallanas penalty and Jamie Vardys header had left the firm impression of a team who had removed the straightjacket England have worn on many of their assignments this year. Iago Aspass 89th-minute goal changed everything. Suddenly it seemed to dawn on Spain they were supposed to be the better team and then, finally, there was the moment when Englands defence was exposed again. Isco, another of Spains substitutes, had peeled away from Eric Dier. The shot went through Tom Heatons legs and the crowd stared in disbelief. There was barely time to restart the match.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-11-15T22:08:14Z", "webTitle": "Jamie Vardy leads the way but England held by second-string Spain", "webUrl": "https://www.theguardian.com/football/2016/nov/15/england-spain-international-friendly-match-report", "wordCnt": 864}], "startIndex": 2481, "status": "ok", "total": 141935, "userTier": "developer"}}