{"response": {"currentPage": 111, "orderBy": "newest", "pageSize": 10, "pages": 14194, "results": [{"apiUrl": "https://content.guardianapis.com/football/2017/jan/21/manchester-city-tottenham-hotspur-premier-league-match-report", "firPara": "Amid all the late drama, perhaps the best place to start trying to sum up a chaotic match was the moment Gabriel Jesus supplied the first touch of his Manchester City career. The ball was in the net and the Brazilian was 40 yards into his victory run before one of the ball-boys was impertinent enough to point out the offside flag had gone up. The only word to sum it up was bedlam and, at that precise moment, Pep Guardiola was on his knees, arms reaching out to the skies.", "id": "football/2017/jan/21/manchester-city-tottenham-hotspur-premier-league-match-report", "isHosted": false, "secPara": "It was the kind of pose Basil Fawlty struck that time his Austin 1100 was giving him trouble. That is what City can do to a manager and, on this occasion, it was easy to understand why Guardiola was filled with frustration. His team had been 2-0 ahead, playing with great authority and the opposition manager, Mauricio Pochettino, did not try to disguise it. Its true, Manchester City were better than us, Pochettino said.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-21T19:41:09Z", "webTitle": "Son Heung-min strikes to salvage draw for Tottenham at Manchester City", "webUrl": "https://www.theguardian.com/football/2017/jan/21/manchester-city-tottenham-hotspur-premier-league-match-report", "wordCnt": 961}, {"apiUrl": "https://content.guardianapis.com/football/live/2017/jan/21/manchester-city-v-tottenham-hotspur-premier-league-live", "firPara": "City slaughtered Spurs, led 2-0 - but only ended up with a point after a highly controversial late twist", "id": "football/live/2017/jan/21/manchester-city-v-tottenham-hotspur-premier-league-live", "isHosted": false, "secPara": "An enormously entertaining game comes to an end. Manchester City leave the field with all kinds of moral victories but only one point. They were superb, with De Bruyne giving a performance of Iniestian perfection. Spurs were overwhelmed for much of the game but showed impressive resilience to come from 2-0 down. They were still bloody lucky though, particularly when Kyle Walker got away with a clear foul in his own area just a minute before Sons equaliser. Thanks for your company; goodnight.", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2017-01-21T19:24:52Z", "webTitle": "Manchester City 2-2 Tottenham Hotspur: Premier League – as it happened", "webUrl": "https://www.theguardian.com/football/live/2017/jan/21/manchester-city-v-tottenham-hotspur-premier-league-live", "wordCnt": 1719}, {"apiUrl": "https://content.guardianapis.com/football/blog/2017/jan/21/wayne-rooney-goals-record-manchester-united-bobby-charlton", "firPara": "It is one of the slightly lost details of Wayne Rooneys unveiling as a Manchester United player, but at the time Sir Alex Ferguson felt the need to defend blowing Uniteds entire transfer budget for the following year on a teenager. The fact is he is 18 and he could spend all his career at this club, Ferguson pointed out to the gathered media while his player, all gawky jug ears and clear, hard, unblinking teenage talent, held up a red shirt and smiled politely.", "id": "football/blog/2017/jan/21/wayne-rooney-goals-record-manchester-united-bobby-charlton", "isHosted": false, "secPara": "Four weeks later Rooney scored a hat-trick on his Champions League debut, leading the Manchester Evening News to note slightly saltily To some pundits it appeared to be a huge gamble. But surely not any more.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-21T19:12:02Z", "webTitle": "Wayne Rooney: a patched-up survivor with an astonishing goals record", "webUrl": "https://www.theguardian.com/football/blog/2017/jan/21/wayne-rooney-goals-record-manchester-united-bobby-charlton", "wordCnt": 1389}, {"apiUrl": "https://content.guardianapis.com/football/2017/jan/21/hibs-aberdeen-scottish-cup-roundup", "firPara": "Hibernian began their Scottish Cup defence with an 8-1 thrashing of non-league Bonnyrigg Rose.", "id": "football/2017/jan/21/hibs-aberdeen-scottish-cup-roundup", "isHosted": false, "secPara": "Jason Cummings and James Keatings both scored two each, with Andrew Shinnie, Chris Humphrey, Lewis Stevenson and Jordon Forster also on target as Hibs crushed their unfancied opponents at Tynecastle, the home of city rivals Hearts.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-21T18:56:11Z", "webTitle": "Jason Cummings scores double as Hibs begin defence with Bonnyrigg win", "webUrl": "https://www.theguardian.com/football/2017/jan/21/hibs-aberdeen-scottish-cup-roundup", "wordCnt": 406}, {"apiUrl": "https://content.guardianapis.com/football/football-league-blog/2017/jan/21/football-league-your-thoughts-tom-ince-on-target-against-to-boost-derby-county", "firPara": "Derby County claimed a 3-2 win over fellow promotion hopefuls Reading while Sheffield United salvaged a late 2-2 draw with Gillingham in League One", "id": "football/football-league-blog/2017/jan/21/football-league-your-thoughts-tom-ince-on-target-against-to-boost-derby-county", "isHosted": false, "secPara": "• Tom Ince continued his rich vein of scoring form with his ninth goal in 13 matches to help Derby County boost their play-off hopes with a 3-2 victory over Reading. Ince put Derby 2-1 up after Darren Bent had cancelled out John Swifts opener for the Royals. Will Hughes put County 3-1 up before Yakou Méïte pulled one back for Reading, who ended with 10 men after Jordan Obita was sent off in injury time.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-21T18:48:50Z", "webTitle": "Football League your thoughts: Tom Ince on target again to boost Derby County", "webUrl": "https://www.theguardian.com/football/football-league-blog/2017/jan/21/football-league-your-thoughts-tom-ince-on-target-against-to-boost-derby-county", "wordCnt": 1323}, {"apiUrl": "https://content.guardianapis.com/football/live/2017/jan/21/clockwatch-crystal-palace-v-everton-real-madrid-v-malaga-live", "firPara": "On a busy day of football, Wayne Rooney broke Manchester Uniteds goalscoring record, Real Madrid beat Malaga and Ghana made it through to the Africa Cup of Nations quarter-finals", "id": "football/live/2017/jan/21/clockwatch-crystal-palace-v-everton-real-madrid-v-malaga-live", "isHosted": false, "secPara": "On a busy day of football, Wayne Rooney broke Manchester Uniteds goalscoring record, Real Madrid beat Malaga and Ghana made it through to the Africa Cup of Nations quarter-finals", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2017-01-21T18:07:04Z", "webTitle": "Clockwatch: Premier League, Ghana v Mali, and more – as it happened", "webUrl": "https://www.theguardian.com/football/live/2017/jan/21/clockwatch-crystal-palace-v-everton-real-madrid-v-malaga-live", "wordCnt": 746}, {"apiUrl": "https://content.guardianapis.com/football/2017/jan/21/nottingham-forest-bristol-city-championship-match-report", "firPara": "If Fawaz al-Hasawi continues to repeat his mistakes and sanction the sale of Ben Osborn to Newcastle before the closing of the transfer window, the protests against his chaotic ownership will look like a meeting of the Womens Institute knitting group. It will certainly cause more damage than the financial cost of breaking confidentially clauses, following his doomed attempt to sell to John Jay Moores.", "id": "football/2017/jan/21/nottingham-forest-bristol-city-championship-match-report", "isHosted": false, "secPara": "Throughout the negotiations with the US consortium, Hasawi risked a fine of £1.5m each time he breached any of the terms laid down by lawyers of the San Diego Padres owner. Now that the sale has collapsed it is uncertain whether the sale of Osborn to Newcastle would still incur a £1.5m bank transfer across the Atlantic. What is certain is that such a move would significantly swell and inflame the 1,000 that gathered to vent their anger before kick-off.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-21T18:03:12Z", "webTitle": "Nottingham Forest fans protest but Ben Osborn sees off Bristol City", "webUrl": "https://www.theguardian.com/football/2017/jan/21/nottingham-forest-bristol-city-championship-match-report", "wordCnt": 645}, {"apiUrl": "https://content.guardianapis.com/football/2017/jan/21/middlesbrough-west-ham-united-premier-league-match-report", "firPara": "Andy Carroll not only scored twice but made a compelling case for an England recall as West Ham Uniteds mid-winter revival continued with a fifth win in seven league games.", "id": "football/2017/jan/21/middlesbrough-west-ham-united-premier-league-match-report", "isHosted": false, "secPara": "Much more of this from Slaven Bilics side and the striking Dimitri Payet will seem both increasingly dispensable and an even bigger idiot than he already appeared.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-21T17:26:00Z", "webTitle": "Andy Carroll’s double sinks Middlesbrough as West Ham climb table", "webUrl": "https://www.theguardian.com/football/2017/jan/21/middlesbrough-west-ham-united-premier-league-match-report", "wordCnt": 634}, {"apiUrl": "https://content.guardianapis.com/football/2017/jan/21/west-bromwich-albion-sunderland-premier-league-match-report", "firPara": "With the absolute minimum of fuss, West Bromwich Albion despatched Sunderland to further their claim to be the best of the rest in the Premier League and leave David Moyes a step closer to relegation.", "id": "football/2017/jan/21/west-bromwich-albion-sunderland-premier-league-match-report", "isHosted": false, "secPara": "The Sunderland manager was in the unusual position of being the optimist in the room. He claimed his side had played well in the second half and pointed at the performance of the academy debutant, George Honeyman, as an encouraging sign.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-21T17:18:36Z", "webTitle": "West Bromwich Albion’s Fletcher and Brunt send Sunderland bottom", "webUrl": "https://www.theguardian.com/football/2017/jan/21/west-bromwich-albion-sunderland-premier-league-match-report", "wordCnt": 659}, {"apiUrl": "https://content.guardianapis.com/football/2017/jan/21/crystal-palace-everton-premier-league-match-report", "firPara": "Just when Sam Allardyce thought his luck was about to change, Séamus Colemans winner six minutes from time ensured the former England manager is still waiting for his first Premier League victory in charge of Crystal Palace.", "id": "football/2017/jan/21/crystal-palace-everton-premier-league-match-report", "isHosted": false, "secPara": "Having seen his three-man defence spend the majority of the game successfully repelling a revitalised Everton side, all the hard work was undone in a matter of moments after the wing-back Jeffrey Schlupp – making his debut after joining from Leicester – went down with cramp on the edge of the oppositions penalty box. Allardyce attempted to make a substitution but was not permitted to by the referee, Anthony Taylor and, almost inevitably, Tom Davies made the most of Schlupps absence from his usual station to feed Coleman for the games decisive moment. To add insult to injury, replays showed that the Ireland international was offside.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2017-01-21T17:11:17Z", "webTitle": "Seamus Coleman strikes for Everton to keep Crystal Palace in drop zone", "webUrl": "https://www.theguardian.com/football/2017/jan/21/crystal-palace-everton-premier-league-match-report", "wordCnt": 542}], "startIndex": 1101, "status": "ok", "total": 141934, "userTier": "developer"}}