{"response": {"currentPage": 424, "orderBy": "newest", "pageSize": 10, "pages": 14194, "results": [{"apiUrl": "https://content.guardianapis.com/football/blog/2016/aug/23/cesc-fabregas-antonio-conte-chelsea", "firPara": "One week and two nerve‑jangling successes into Antonio Contes career as a Premier League manager the Italian will recognise better now the value of one of those he inherited. Cesc Fàbregas has become a recurring theme in the Italians post-match media briefings, whether he has been explaining the playmakers omission from the side, praising his professionalism in striving for a recall or hailing his impact from the bench. We all know Cesc is a great player with a great technique, he had said after the victory at Watford on Saturday, always with a good pass or assist. The interception and first-time delivery, scything between backtracking centre-halves for Diego Costa to score Chelseas late winner, had proved as much.", "id": "football/blog/2016/aug/23/cesc-fabregas-antonio-conte-chelsea", "isHosted": false, "secPara": "Yet there have been times this summer when those qualities actually appeared dispensable. Fàbregas has been wondering where he might fit in since mid-April, when he was a studio guest on Skys Premier League coverage as the top flight digested the news that Conte was bound for south‑west London after Euro 2016. He had said then he might not be the all‑action midfielder who would fit the managers favoured profile. The 29‑year‑old does not charge around the pitch, closing down opponents or working feverishly to reclaim possession. His own game is not about blistering pace off the mark or any great mobility when working defensively, but relies instead on more subtle contributions, whether inventive or sly in the challenge. Oscar, for all that his end product so often falls flat, offers greater energy.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-08-23T09:00:11Z", "webTitle": "Cesc Fàbregas and Antonio Conte facing up to their marriage of convenience", "webUrl": "https://www.theguardian.com/football/blog/2016/aug/23/cesc-fabregas-antonio-conte-chelsea", "wordCnt": 928}, {"apiUrl": "https://content.guardianapis.com/football/2016/aug/23/football-transfer-rumours-arsenal-marcel-tisserand-monaco", "firPara": "Whenever Arsène Wenger is asked how Calum Chambers ended up at Arsenal, he simply shrugs his shoulders, shuffles his feet, claims he doesnt know and attempts to direct his interrogators gaze towards Rob Holding. Isnt Holding just the cutest? But so he never has to play Chambers in central defence again, or remind people that he parted with actual cash money for the former Southampton starlet, Wenger is on the lookout for a new centre-back.", "id": "football/2016/aug/23/football-transfer-rumours-arsenal-marcel-tisserand-monaco", "isHosted": false, "secPara": "Problem is, however, Valencia arent willing to play ball and let Arsenal have Shkodran Mustafi in exchange for a signed Igors Stepanovs sticker, a used copy of Gilles Grimandis autobiography, a Yaya Sanogo figurine, a Marouane Chamakh wig and Gunnersauruss phone number. What a deal! The Mill would snap Wengers hand off. But Valencia have other ideas – theyd prefer £50m instead. Curses! Have they no shame? Apparently not.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-08-23T07:48:48Z", "webTitle": "Football transfer rumours: Arsenal to sign Marcel Tisserand from Monaco?", "webUrl": "https://www.theguardian.com/football/2016/aug/23/football-transfer-rumours-arsenal-marcel-tisserand-monaco", "wordCnt": 450}, {"apiUrl": "https://content.guardianapis.com/football/2016/aug/22/sam-allardyce-does-not-rule-out-england-recall-john-terry", "firPara": "Sam Allardyce has said John Terry could return for England, although the new manager accepts this also depends on the defenders desire to do so.", "id": "football/2016/aug/22/sam-allardyce-does-not-rule-out-england-recall-john-terry", "isHosted": false, "secPara": "Terry won the last of his 78 caps in Englands 5-0 away win over Moldova in September 2012, retiring from international football the same month before a Football Association hearing into the allegations that the Chelsea captain had racially abused Queens Park Rangers Anton Ferdinand.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-08-22T21:30:15Z", "webTitle": "Sam Allardyce does not rule out England return for John Terry", "webUrl": "https://www.theguardian.com/football/2016/aug/22/sam-allardyce-does-not-rule-out-england-recall-john-terry", "wordCnt": 372}, {"apiUrl": "https://content.guardianapis.com/football/2016/aug/22/sam-allardyce-john-stones-england-manchester-city-pep-guardiola", "firPara": "Any Sam Allardyce sceptics who question whether he will be a progressive England manager may wish to hear about his readiness to make John Stones the cornerstone of his rearguard.", "id": "football/2016/aug/22/sam-allardyce-john-stones-england-manchester-city-pep-guardiola", "isHosted": false, "secPara": "The Manchester City defender has often drawn criticism for his inconsistent ability to defend and his desire for over-elaboration two attributes from which the supposedly pragmatic Allardyce might recoil. The opposite is true, however. Speaking at St Georges Park on Monday, Allardyce was quick to correct a question that billed Stones as potential, instead stating that the 22-year-old has a great chance of being the thing now.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-08-22T21:30:15Z", "webTitle": "Sam Allardyce believes John Stones can be key part of England’s revival", "webUrl": "https://www.theguardian.com/football/2016/aug/22/sam-allardyce-john-stones-england-manchester-city-pep-guardiola", "wordCnt": 1153}, {"apiUrl": "https://content.guardianapis.com/football/2016/aug/22/marcelo-bielsa-marseille-return-sale-gerard-lopez", "firPara": "Marcelo Bielsa is expected to be announced as the new manager of Marseille after the club was sold to Gérard Lopez, according to reports in France.", "id": "football/2016/aug/22/marcelo-bielsa-marseille-return-sale-gerard-lopez", "isHosted": false, "secPara": "France Football announced on Monday that a takeover deal had already been formalised and that an official announcement would be made this weekend, paving the way for Bielsa to make his return to the Stade Vélodrome. Bielsa previously managed the Ligue 1 club between 2014 and 2015 but walked out at the beginning of last season after one match, citing conflict with the owner, Margarita Louis-Dreyfus.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-08-22T18:13:50Z", "webTitle": "Marcelo Bielsa to return to Marseille after sale of club, reports say", "webUrl": "https://www.theguardian.com/football/2016/aug/22/marcelo-bielsa-marseille-return-sale-gerard-lopez", "wordCnt": 240}, {"apiUrl": "https://content.guardianapis.com/football/blog/2016/aug/22/manu-garcia-atletico-madrid-alaves-la-liga-blog", "firPara": "Deportivo Alavéss resistance finally broke four minutes after midnight when the 27th shot of the match flew in, or so it seemed. Kévin Gameiros foot trembled and he waited a long time – two minutes passed between Atlético Madrid winning one last chance and him taking the penalty – but he smashed the ball into the net. When it bounced out again, Manu García furiously smashed it into the stands, where the colchoneros were going crazy. Up in the north corner of the Calderón, occupied by 400 Alavés supporters, the drums stopped for the first time.", "id": "football/blog/2016/aug/22/manu-garcia-atletico-madrid-alaves-la-liga-blog", "isHosted": false, "secPara": "Just because the goal had been coming, the siege overwhelming, did not make it hurt less. It was 1-0, 92.06 and over. Their return to primera a decade later had ended in defeat. But Alavés have been through worse than this before, and so had García. Resistance gave way to rebellion if only for a moment, if only in anger. And it was enough. As they kicked off, time up now, the clock showing 93.21 when the board had shown 93, there was a look. Then there was a long ball that was not quite long enough, a header, a sliced clearance and another header, and then it happened.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-08-22T16:58:20Z", "webTitle": "Manu García realises boyhood dream at Atlético after leaping Alavés fence", "webUrl": "https://www.theguardian.com/football/blog/2016/aug/22/manu-garcia-atletico-madrid-alaves-la-liga-blog", "wordCnt": 2253}, {"apiUrl": "https://content.guardianapis.com/football/2016/aug/22/drowning-a-kitten-in-a-ditch-before-every-game", "firPara": "In todays Fiver nasty football, Adam Claytons baubles and Mick Jones in a funk", "id": "football/2016/aug/22/drowning-a-kitten-in-a-ditch-before-every-game", "isHosted": false, "secPara": "In todays Fiver nasty football, Adam Claytons baubles and Mick Jones in a funk", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-08-22T15:28:03Z", "webTitle": "Drowning a kitten in a ditch before every game", "webUrl": "https://www.theguardian.com/football/2016/aug/22/drowning-a-kitten-in-a-ditch-before-every-game", "wordCnt": 1662}, {"apiUrl": "https://content.guardianapis.com/football/2016/aug/22/yeovil-town-manager-darren-way-fortunate-to-be-alive-everton-efl-cup", "firPara": "After a car accident ended his playing career, the man later tasked with saving the League Two club – who visit Everton in the EFL Cup – from relegation last season didnt want to let the club down knowing what they had done for me", "id": "football/2016/aug/22/yeovil-town-manager-darren-way-fortunate-to-be-alive-everton-efl-cup", "isHosted": false, "secPara": "After a car accident ended his playing career, the man later tasked with saving the League Two club – who visit Everton in the EFL Cup – from relegation last season didnt want to let the club down knowing what they had done for me", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-08-22T14:25:59Z", "webTitle": "Yeovil Town manager Darren Way: ‘I feel very fortunate to be alive’", "webUrl": "https://www.theguardian.com/football/2016/aug/22/yeovil-town-manager-darren-way-fortunate-to-be-alive-everton-efl-cup", "wordCnt": 1343}, {"apiUrl": "https://content.guardianapis.com/football/blog/2016/aug/22/gonzalo-higuain-juventus-serie-a-fiorentina", "firPara": "Psychologists will tell you that delaying gratification can be a powerful thing. Famously, the Stanford marshmallow experiment found that children who could resist eating a sweet treat in return for the promise of a greater reward at a later point went on to achieve better exam results at school. If the same principles can be applied to football, then the 2016-17 class of Serie A might already be doomed.", "id": "football/blog/2016/aug/22/gonzalo-higuain-juventus-serie-a-fiorentina", "isHosted": false, "secPara": "There was little self-restraint to be found on an opening weekend that delivered 32 goals, three red cards and grandstand conclusions galore. Not even the shortest of attention spans had time to switch off before Serie As newly-minted €90m-man, Gonzalo Higuaín, produced a match-winning strike with his third touch in a Juventus shirt.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-08-22T12:12:00Z", "webTitle": "Gonzalo Higuaín lends weight to dreams of repeat Juventus glory in Serie A | Paolo Bandini", "webUrl": "https://www.theguardian.com/football/blog/2016/aug/22/gonzalo-higuain-juventus-serie-a-fiorentina", "wordCnt": 1335}, {"apiUrl": "https://content.guardianapis.com/football/blog/2016/aug/22/seattle-turn-western-conference-play-off-race-into-a-fight-to-the-death", "firPara": "Plus Red Bulls collapse on the road again ; NYC FC find home comforts; an unenviable streak ends; FC Dallas paying the price for not signing a striker", "id": "football/blog/2016/aug/22/seattle-turn-western-conference-play-off-race-into-a-fight-to-the-death", "isHosted": false, "secPara": "Plus Red Bulls collapse on the road again ; NYC FC find home comforts; an unenviable streak ends; FC Dallas paying the price for not signing a striker", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-08-22T11:43:42Z", "webTitle": "Seattle turn Western Conference play-off race into a fight to the death", "webUrl": "https://www.theguardian.com/football/blog/2016/aug/22/seattle-turn-western-conference-play-off-race-into-a-fight-to-the-death", "wordCnt": 2043}], "startIndex": 4231, "status": "ok", "total": 141935, "userTier": "developer"}}