{"response": {"currentPage": 554, "orderBy": "newest", "pageSize": 10, "pages": 14195, "results": [{"apiUrl": "https://content.guardianapis.com/football/2016/jun/16/roy-hodgson-england-wales-joy-euro-2016", "firPara": "• It really is a happy moment when both the substitutes score, says coach", "id": "football/2016/jun/16/roy-hodgson-england-wales-joy-euro-2016", "isHosted": false, "secPara": "• It really is a happy moment when both the substitutes score, says coach", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-16T18:52:37Z", "webTitle": "Roy Hodgson feels ‘such joy’ after England’s last-gasp win over Wales", "webUrl": "https://www.theguardian.com/football/2016/jun/16/roy-hodgson-england-wales-joy-euro-2016", "wordCnt": 838}, {"apiUrl": "https://content.guardianapis.com/football/2016/jun/16/liverpool-mario-balotelli-offered-to-besiktas-transfer", "firPara": "Mario Balotelli has been offered to Besiktas, according to his agent.", "id": "football/2016/jun/16/liverpool-mario-balotelli-offered-to-besiktas-transfer", "isHosted": false, "secPara": "The Italian striker, who is heading back to Liverpool following an unsuccessful loan spell at Milan, will be moved on if the Merseyside club can find a buyer.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-16T18:37:19Z", "webTitle": "Liverpool misfit Mario Balotelli offered to Besiktas", "webUrl": "https://www.theguardian.com/football/2016/jun/16/liverpool-mario-balotelli-offered-to-besiktas-transfer", "wordCnt": 156}, {"apiUrl": "https://content.guardianapis.com/football/live/2016/jun/16/ukraine-v-northern-ireland-euro-2016-live", "firPara": "A much-changed Northern Ireland side stormed to a spectacular and fully deserved 2-0 win over Ukraine in Lyon", "id": "football/live/2016/jun/16/ukraine-v-northern-ireland-euro-2016-live", "isHosted": false, "secPara": "With that, Im going to sign off. I leave you with Andy Hunters match report, and well have further updates from the Stade de Lyon on the site when we get them. Until then, bye!", "sectionId": "football", "sectionName": "Football", "type": "liveblog", "webPublicationDate": "2016-06-16T18:31:04Z", "webTitle": "Ukraine 0-2 Northern Ireland: Euro 2016 – as it happened", "webUrl": "https://www.theguardian.com/football/live/2016/jun/16/ukraine-v-northern-ireland-euro-2016-live", "wordCnt": 1224}, {"apiUrl": "https://content.guardianapis.com/football/2016/jun/16/ukraine-northern-ireland-euro-2016-match-report", "firPara": "It needed something remarkable for Michael ONeill to surpass the achievement of leading Northern Ireland to their first European Championship as group winners. Something remarkable happened here. A masterful display from manager and players alike eliminated Ukraine and revitalised Northern Irelands hopes of reaching the last 16.", "id": "football/2016/jun/16/ukraine-northern-ireland-euro-2016-match-report", "isHosted": false, "secPara": "For the second consecutive game Northern Ireland players slumped to their knees on the final whistle, only this time to absorb the magnitude of victory. A first win at the Euros, a first win at any major tournament since the defeat of Spain at the 1982 World Cup, was within their grasp the moment Gareth McAuley flew through the air, rain and hailstones to score an outstanding header shortly after half-time. A small slice of history was confirmed when the substitute Niall McGinn slotted home in stoppage time. Substitutions were just one aspect of the game that ONeill called to perfection.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-16T18:25:10Z", "webTitle": "McGinn’s late goal confirms Northern Ireland’s famous win over Ukraine", "webUrl": "https://www.theguardian.com/football/2016/jun/16/ukraine-northern-ireland-euro-2016-match-report", "wordCnt": 1008}, {"apiUrl": "https://content.guardianapis.com/football/2016/jun/16/chris-coleman-disappointment-wales-england", "firPara": "Chris Colemans instinct was to be bullish. He had just addressed his crestfallen Wales players back in the dressing room, his message a pick-me-up revolving around the squads strength of character, and marched into his post-match media duties determined to demonstrate his faith had not been affected by this contests cruel twist in stoppage time. A question that invited him to admit the better side had prevailed was knocked back. Would you be asking me that if England hadnt scored in the last 30 seconds? he snapped. Asking about their dominance?", "id": "football/2016/jun/16/chris-coleman-disappointment-wales-england", "isHosted": false, "secPara": "The prickly defiance remained throughout yet, by the time Coleman departed the stage, the true sense of desolation caused by this defeat had been properly exposed. The manager described Daniel Sturridges goal as gut-wrenching for the players and our supporters. He admitted, with a sigh, that one of the proudest occasions of his managerial career had ended up one of the most agonising. His honesty was brutal. When you come that close, and then lose it in the dying seconds … Look, were gutted. Absolutely devastated. But, at times like this, you have to show a bit of mettle, a bit of steel, and bounce back.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-16T18:04:35Z", "webTitle": "Chris Coleman: Wales’ defeat to England ‘gut-wrenching for our players’", "webUrl": "https://www.theguardian.com/football/2016/jun/16/chris-coleman-disappointment-wales-england", "wordCnt": 880}, {"apiUrl": "https://content.guardianapis.com/football/blog/2016/jun/16/roy-hodgson-england-wales-euro-2016", "firPara": "Facing perhaps the biggest 45 minutes of his managerial career the England manager threw caution to the winds and his half-time substitutes Jamie Vardy and Daniel Sturridge did the rest", "id": "football/blog/2016/jun/16/roy-hodgson-england-wales-euro-2016", "isHosted": false, "secPara": "Perhaps it is not that hard after all. Facing perhaps the biggest 45 minutes of his managerial career (though Fulham fans may disagree), Roy Hodgson picked up his pile of chips, crossed his fingers and shunted them all on to red.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-16T17:55:28Z", "webTitle": "England’s Roy Hodgson goes for broke and hits the jackpot against Wales | Owen Gibson", "webUrl": "https://www.theguardian.com/football/blog/2016/jun/16/roy-hodgson-england-wales-euro-2016", "wordCnt": 819}, {"apiUrl": "https://content.guardianapis.com/football/blog/2016/jun/16/england-daniel-sturridge-strikers-wales-euro-2016", "firPara": "Roy Hodgsons revolving band of five centre-forwards at Euro 2016 finally came up with a winning combination against Wales", "id": "football/blog/2016/jun/16/england-daniel-sturridge-strikers-wales-euro-2016", "isHosted": false, "secPara": "Roy Hodgsons revolving band of five centre-forwards at Euro 2016 finally came up with a winning combination against Wales", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-16T17:46:58Z", "webTitle": "Daniel Sturridge stands alone in the massed ranks of England strikers | Barney Ronay", "webUrl": "https://www.theguardian.com/football/blog/2016/jun/16/england-daniel-sturridge-strikers-wales-euro-2016", "wordCnt": 980}, {"apiUrl": "https://content.guardianapis.com/football/2016/jun/16/france-albania-media-reaction", "firPara": "All those schoolchildren forced to miss classes in Lens on Thursday because of fears of violence by British berserkers can instead read French sports pages for a lesson in simple arithmetic because even the countrys football hacks agree that a few positives plus lots of negatives equals a negative. Even when the result is positive. OK, so football is not maths.", "id": "football/2016/jun/16/france-albania-media-reaction", "isHosted": false, "secPara": "Evidently winning does not always breed confidence. La Voix du Nord was one of many newspapers to have been left almost aghast by the way France struggled to a 2-0 victory against Albania in Marseille on Wednesday. So it is possible to play in such a beautiful stadium and amid all-encompassing passion, yet offer next to nothing, began the northern papers man in Marseille.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-16T16:28:37Z", "webTitle": "French press reaction: ‘So it is possible to play amid such passion, yet offer next to nothing’", "webUrl": "https://www.theguardian.com/football/2016/jun/16/france-albania-media-reaction", "wordCnt": 798}, {"apiUrl": "https://content.guardianapis.com/football/blog/2016/jun/16/england-wales-five-talking-points-euro-2016-group-b-roy-hodgson", "firPara": "Roy Hodgson reaps reward for his bold reaction after staring at the exit, Wales fail to do themselves justice while Raheem Sterling stagnates", "id": "football/blog/2016/jun/16/england-wales-five-talking-points-euro-2016-group-b-roy-hodgson", "isHosted": false, "secPara": "There was a period here when Roy Hodgson was staring at possible exit. His decision to select the same side in successive matches for the first time since the losses to Italy and Uruguay at the World Cup 24 games previously appeared to have backfired. England, all huff and puff to no reward, trailed at the break with a lack of fizz in their passing and confidence on the wane. To the managers credit his reaction was bold, flooding the box with attackers and, in the end, the two strikers introduced at the interval scored the goals to send the team to the top of Group B. England had never won a game at a major tournament having trailed at half-time. This was historic – and a timely reward for a manager under pressure. That tag of conservatism, so often pinned to Hodgson, may have gone the same way as Wales.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-16T16:10:31Z", "webTitle": "England 2-1 Wales: five talking points from the Euro 2016 Group B tie | Dominic Fifield", "webUrl": "https://www.theguardian.com/football/blog/2016/jun/16/england-wales-five-talking-points-euro-2016-group-b-roy-hodgson", "wordCnt": 779}, {"apiUrl": "https://content.guardianapis.com/football/2016/jun/16/england-euro-2016-player-ratings-wales", "firPara": "Showed plenty of spirit pre-match, shouting encouragement in the tunnel and leading the anthem singalong, but then the whistle went. In the 10th minute he fumbled a corner and was baled out by a team-mate, and was at fault for Bales opener. Fine but far from faultless", "id": "football/2016/jun/16/england-euro-2016-player-ratings-wales", "isHosted": false, "secPara": "Enjoying an outstanding run of form. Emphatically won the battle for Englands right flank against Neil Taylor, particularly when skipping past him in the 36th minute, and constantly offered himself as an outlet, repeatedly used, especially by Wayne Rooney. His crossing was unreliable, however.", "sectionId": "football", "sectionName": "Football", "type": "article", "webPublicationDate": "2016-06-16T15:52:06Z", "webTitle": "England 2-1 Wales: Euro 2016 player ratings for crunch Group B game", "webUrl": "https://www.theguardian.com/football/2016/jun/16/england-euro-2016-player-ratings-wales", "wordCnt": 983}], "startIndex": 5531, "status": "ok", "total": 141941, "userTier": "developer"}}